{"charid": "char_4039_horn", "nameid": "horn", "names": {"en": "Horn", "jp": "ホルン", "kr": "혼", "cn": "号角"}, "voices": [{"id": "char_4039_horn_CN_001", "title": {"en": "Appointed as Assistant", "jp": "秘書任命", "kr": "어시스턴트 임명", "cn": "任命助理"}, "text": {"en": "I'll sort out your battlefield reports for you. My officialese isn't too shabby. I'll stand guard during your rest hours. Anything else required...? I'd prefer you don't keep me idle.", "jp": "戦場報告の整理ならお手伝いいたします。公文書作成もある程度はできるかと思います。それと、お休みの際の見張りも任せてください。そんなことよりお願いがある？……いえ、お構いなく。私に手を休める間を与えないでほしいんです。", "kr": "전투 보고 정리라면 제가 도와드릴 수 있습니다. 공문서 작성 실력도 나쁘지 않은 편입니다. 그리고 휴식하실 때는 제가 망을 보고 있겠습니다. 부탁은 더 없으신가요? ……아닙니다, 제게 쉴 틈을 주지 않았으면 합니다.", "cn": "战场报告，我能帮您整理。文书辞令，我写得也不算差。您要休息的时候我会站岗。您还有要求？......不，我希望您不要让我闲下来。"}, "asset": "char_4039_horn/CN_001"}, {"id": "char_4039_horn_CN_002", "title": {"en": "Talk 1", "jp": "会話1", "kr": "대화 1", "cn": "交谈1"}, "text": {"en": "Has Bagpipe kept up her habit of humming around you? Me? I'm more the type to appreciate music in peace. The only thing a horn can play is the order to charge—I'm joking of course, Doctor.", "jp": "バグパイプは皆さんといる時も、よく歌を口ずさんだりしますか？……私ですか？私はどちらかと言えば静かに音楽鑑賞する方です。ホルンが奏でる音は、突撃の号令だけ――なんて、冗談ですよ、ドクター。", "kr": "백파이프는 여러분들과 함께할 때도 여전히 노래를 흥얼거리던가요? ……저 말인가요? 저는 노래를 조용히 감상하는 편이랍니다. 혼에서 나오는 소리는 돌격의 호령뿐…… 농담입니다, 박사님.", "cn": "风笛和你们待在一起的时候，还经常哼歌吗？......我？我比较习惯安静地欣赏音乐。由号角所发出的，只能是冲锋的指令——这是句玩笑，博士。"}, "asset": "char_4039_horn/CN_002"}, {"id": "char_4039_horn_CN_003", "title": {"en": "Talk 2", "jp": "会話2", "kr": "대화 2", "cn": "交谈2"}, "text": {"en": "The name 'White Wolf' goes as far back in history as the Aslan monarchy. Why are you interested, though? ...Ah. You saw... my fangs? I'm sorry, I lost control of myself then. I won't let it happen again.", "jp": "「白狼」という呼び名には、アスランが王座についた歴史と同じように長い物語があります。ですが、どうしてこんなことに興味を？……えっ、先日の戦いで、私の……牙が見えた？大変失礼いたしました、私の失態です。同じ過ちを繰り返さぬよう、気をつけます。", "kr": "'화이트 울프'라는 호칭은 아슬란이 왕좌에 오르는 데까지의 역사만큼 유구합니다. 그런데 무엇 때문에 갑자기 이런 일에 흥미가 생기셨나요? ……아, 전에…… 제 송곳니가 보였다고요? 죄송합니다, 제 실수였습니다. 같은 실수를 반복하지 않도록 주의하겠습니다.", "cn": "“白狼”这个称呼，和阿斯兰称王的历史一样悠久，不过，您为什么对这件事感兴趣？......啊，您之前看见......我的獠牙了？抱歉，那是我失态了，我会在今后避免犯相同的错误。"}, "asset": "char_4039_horn/CN_003"}, {"id": "char_4039_horn_CN_004", "title": {"en": "Talk 3", "jp": "会話3", "kr": "대화 3", "cn": "交谈3"}, "text": {"en": "I have beautiful handwriting? Thank you. It just comes with the facade when you're raised noble, which I've never been keen on. But sometime these days, I'm grateful for it—whenever I pick up a pen, everything else leaves my mind, and my focus is only on how I write every letter in the proper way.", "jp": "私の字が綺麗？……ありがとうございます。こんなもの、貴族が体面を保つための飾りに過ぎませんから、私は好きになれません。ですが、たまに感謝することもあります――ペンを握って、どうやって文字を綺麗に書き上げるかだけを考えていると、余計なことを忘れられますから。", "kr": "제 글씨가 예쁘다고요? ……감사합니다. 이건 귀족들의 체면을 차리기 위한 겉치레에 불과한지라, 전 그다지 좋아하지 않습니다. 하지만 지금은 가끔씩 감사하게 느껴질 때도 있습니다…… 펜을 잡고 글자 하나하나 잘 쓸 생각만 하다 보면 다른 일들은 잊게 되니까요.", "cn": "我的字很好看？......谢谢，只是贵族修饰门面的花架子罢了，我不喜欢这些。不过，现在我偶尔会很感激它——当我拿着笔，别的什么也不想，只是在想如何写好每一个字母的时候。"}, "asset": "char_4039_horn/CN_004"}, {"id": "char_4039_horn_CN_005", "title": {"en": "Talk after Promotion 1", "jp": "昇進後会話1", "kr": "1차 정예화 후 대화", "cn": "晋升后交谈1"}, "text": {"en": "As that city spat great black crystals from its gaping wounds, I thought there could be no hope left for it... Is this place familiar with those made Infected not by Catastrophe, but by human hands, Doctor of Rhodes Island?", "jp": "あの街の傷口から黒く巨大な結晶があふれ出した時、私はもう何もかも手遅れだと半ば諦めていました……ドクター、ロドスの皆さんは、天災ではなく、人災による感染者たちのことをご存じでしょうか？", "kr": "그 마을의 상처로부터 검은 결정들이 쏟아져 나왔을 때, 저는 더 이상 손을 쓸 방법이 없다고 여겼습니다…… 박사님, 로도스 아일랜드에 계신 분들은 자연이 아닌 인간에 의해 발생한 재앙으로 감염된 감염자들에 대해 잘 알고 계시나요?", "cn": "那座城镇从它的伤口吐出大片黑色晶簇时，我曾以为一切都已经无药可医......罗德岛的博士，你们熟悉那些并非天灾，而是人祸致使的感染者吗？"}, "asset": "char_4039_horn/CN_005"}, {"id": "char_4039_horn_CN_006", "title": {"en": "Talk after Promotion 2", "jp": "昇進後会話2", "kr": "2차 정예화 후 대화", "cn": "晋升后交谈2"}, "text": {"en": "Rhodes Island Operator Misery managed to rescue me twice, and I'm sincerely grateful for it. I won't ask why I was the one he rescued. Those who live on are to carry forth the wishes of those who didn't make it.", "jp": "あのMiseryさんというオペレーターには、二度も救っていただいて本当に感謝しています。「なぜ生き残ったのが私なのか」とは聞きません。生き残った者は、志半ばで倒れた人たちの想いを背負って前へ進むべきですから。", "kr": "미저리라고 불리는 오퍼레이터는 절 두 번이나 구해주셨죠. 항상 그분한테 감사할 따름입니다. “왜 살아남은 것이 나인가”와 같은 질문은 하지 않을 겁니다. 살아남은 자라면 당연히 죽은 자들의 염원을 짊어지고 나아가야 하는 법이니까요.", "cn": "那位叫作Misery的罗德岛干员两次救出了我，我由衷地感激他。我不会问“为什么得救的是我”，谁活下来了，谁就要背着那些没有得救的人的愿望往前走。"}, "asset": "char_4039_horn/CN_006"}, {"id": "char_4039_horn_CN_007", "title": {"en": "Talk after Trust Increase 1", "jp": "信頼上昇後会話1", "kr": "신뢰도 상승 후 대화 1", "cn": "信赖提升后交谈1"}, "text": {"en": "I always feel stifled by gloomy indoor atmospheres. Do you want to go out and take a walk, Doctor? It might be overcast, but at least there'll be a breeze. There are times you can hear singing on the wind too, not just the echo of your own words.", "jp": "暗い部屋にいると、どうしても重苦しい気分になってしまいますね。外に出て気分転換してみませんか、ドクター。曇り空ですが、風には当たれます。それに時々、風が歌声を運んでくるんです。自分の声の反響ではなく、ね。", "kr": "어두운 방 안에 있으면 왠지 모르게 답답한 느낌이 듭니다. 밖에서 산책이라도 하시겠습니까, 박사님? 날이 우중충하긴 하지만 적어도 바람은 쐴 수 있잖아요. 가끔은 노랫소리가 바람에 실려 오기도 하고요, 자기 목소리의 메아리가 아닌 소리가요.", "cn": "幽暗的室内环境总让我觉得很压抑。您想出去走走吗，博士？虽然天空灰蒙蒙的，但至少能吹到风。有时候，风里会传来歌声，而不是自己说话的回声。"}, "asset": "char_4039_horn/CN_007"}, {"id": "char_4039_horn_CN_008", "title": {"en": "Talk after Trust Increase 2", "jp": "信頼上昇後会話2", "kr": "신뢰도 상승 후 대화 2", "cn": "信赖提升后交谈2"}, "text": {"en": "I can vaguely remember the portraits of my ancestors decorated with medals in the hall. I also recall the épée carved with the Lion King's orders, and the maples my father planted in the front courtyard... but that's all that comes to me. I haven't returned home in a long, long while. In Her chaotic theater, Victoria's soldiers have no time to file for leave.", "jp": "客間に飾られた、びっしりと勲章を付けた先祖様たちの肖像画、アスラン王の訓令が刻まれた大剣、それから父が前庭に植えた楓の木……うっすらと覚えているのは、もうそのくらいです。随分長く家には戻っていませんからね。ヴィクトリアの戦乱の中で、軍人に休む間などありません。", "kr": "거실에 놓인, 훈장을 가득 단 선조들의 초상화와 아슬란 왕의 훈령이 새겨진 대검, 그리고 아버지께서 마당에 심으셨던 단풍나무. 어렴풋이 떠오르는 건…… 이 정도입니다. 집에 돌아가지 않는지도 오래되였네요. 빅토리아의 혼란한 국면 속에서 군인에게는 휴식 같은 사치는 필요 없습니다.", "cn": "我隐约能想起厅堂上祖辈们戴满军功章的肖像，铭刻着狮王训令的重剑，还有父亲植在前院的槭树......但也只有这些了。我已经很久没有回过家了。维多利亚的乱局中，军人没有告假的时间。"}, "asset": "char_4039_horn/CN_008"}, {"id": "char_4039_horn_CN_009", "title": {"en": "Talk after Trust Increase 3", "jp": "信頼上昇後会話3", "kr": "신뢰도 상승 후 대화 3", "cn": "信赖提升后交谈3"}, "text": {"en": "Doctor, does a commander as outstanding as you ever feel sorrow? Or anger? Or... hate? I try as hard as I can not to let personal emotions sway me, but I can't forget. I promised them I would never forget.", "jp": "ドクター、あなたのように優秀な指揮官でも、悲しんだり、憤ったり……恨んだりすることはありますか？私も私情に流されないよう気をつけてはいますが、それでも当時のことを忘れられないんです。絶対に忘れないと、彼らに誓いましたから。", "kr": "박사님, 당신처럼 훌륭한 지휘관도 슬프거나, 분노하거나… 원망할 때가 있나요? 최대한 사사로운 감정에 휩쓸리지 않도록 노력하고는 있지만, 역시 잊지는 못할 겁니다. 절대로 잊지 않을 거라고 그들 앞에 맹세했으니까요.", "cn": "博士，您这样优秀的指挥官，会悲伤吗？会愤怒吗？会......仇恨吗？我尽力不被个人情绪左右，但是我没办法忘记。我答应过他们我不会忘记。"}, "asset": "char_4039_horn/CN_009"}, {"id": "char_4039_horn_CN_010", "title": {"en": "Idle", "jp": "放置", "kr": "방치", "cn": "闲置"}, "text": {"en": "How do you sleep, after having witnessed so much cruelty...? If I could do the same as you, with a simple shut of my eyes, would I feel any better?", "jp": "……これほど多くの惨状を目にしてきたのに、どうして普通に眠れるの？……私もこんなふうに目を閉じていれば、少しは気が楽になるのかしら。", "kr": "……그렇게나 많은 참상을 목격하고서도 잠들 수 있다니…… 나도 이렇게 눈을 감아 보면, 마음이 조금은 편해질까?", "cn": "......见过了那么多惨象，你是怎么还能睡着的？......如果我也能这样，只是合上双眼，我会感觉好一些吗？"}, "asset": "char_4039_horn/CN_010"}, {"id": "char_4039_horn_CN_011", "title": {"en": "Onboard", "jp": "入職会話", "kr": "오퍼레이터 입사", "cn": "干员报到"}, "text": {"en": "Tempest Platoon Leader Horn reporting in, Doctor of Rhodes Island. I've already borne witness to your own tactics, and the fighting spirit of Rhodes Island's operators. Under our ensuing cooperation, I and my troops will heed your orders.", "jp": "テンペスト特攻隊隊長ホルン、ロドスのドクター閣下に着任を報告いたします。あなたの腕前や、オペレーターの作戦遂行能力はこの目で拝見しました。これより、私及び部下一同はあなたの命令に従います。", "kr": "폭풍돌격대 대장 혼. 로도스 아일랜드의 지휘관인 박사님께 착임을 보고드립니다. 당신의 역량과 로도스 아일랜드 오퍼레이터들의 작전 수행 능력에 대해서는 제 눈으로 이미 확인했습니다. 앞으로 저와 제 부하 일동은 당신의 명령에 따르겠습니다.", "cn": "风暴突击队队长号角，向您报到，罗德岛的博士。我已经见识了您的手段，还有罗德岛干员的作战素质。在接下来的合作中，我和我的士兵会听从您的指挥。"}, "asset": "char_4039_horn/CN_011"}, {"id": "char_4039_horn_CN_012", "title": {"en": "Watching Battle Record", "jp": "経験値上昇", "kr": "작전기록 학습", "cn": "观看作战记录"}, "text": {"en": "No amount of training can ever suffice.", "jp": "演習訓練はいくらやっても足りません。", "kr": "훈련이란 아무리 해도 부족한 법이죠.", "cn": "演习训练永远不够。"}, "asset": "char_4039_horn/CN_012"}, {"id": "char_4039_horn_CN_013", "title": {"en": "Promotion 1", "jp": "昇進Ⅰ", "kr": "1차 정예화 (승진)", "cn": "精英化晋升1"}, "text": {"en": "Thank you. I'll regard this as a commendation of my performance, and not a reflection of my status.", "jp": "ありがとうございます。出自を踏まえた忖度ではなく、私の活躍への表彰として受け取ります。", "kr": "감사합니다. 이것은 제 신분 때문이 아니라, 활약을 보고 주시는 상이라 여기겠습니다.", "cn": "谢谢，我会视作对我表现的嘉奖，而不是对我身份的重视。"}, "asset": "char_4039_horn/CN_013"}, {"id": "char_4039_horn_CN_014", "title": {"en": "Promotion 2", "jp": "昇進Ⅱ", "kr": "2차 정예화 (승진)", "cn": "精英化晋升2"}, "text": {"en": "Confer your emblems of rank on me. I'm willing... No. I must bear the hopes of more. Of those past, now, and to come.", "jp": "どうか私に、ロドスでの階級を表す勲章を授与してください。より多くの人の期待を背負いたい……いえ、背負わねばならないと思っています。", "kr": "제게 로도스에서의 계급을 상징하는 훈장을 내려 주십시오. 저는 더욱 많은 이들의 기대에 부응하고 싶습니다…… 아니, 부응해야만 합니다.", "cn": "把你们代表军衔的标识授予我吧。我愿意......我必须负担起更多人的期望。"}, "asset": "char_4039_horn/CN_014"}, {"id": "char_4039_horn_CN_017", "title": {"en": "Added to Squad", "jp": "編成", "kr": "팀 배치", "cn": "编入队伍"}, "text": {"en": "Victoria's servicemen should take pride in their own discipline.", "jp": "ヴィクトリアの軍人ならば、自らの規律に誇りを持ちなさい。", "kr": "빅토리아의 군인이라면 자신의 규율에 자부심을 가져야 한다.", "cn": "维多利亚的军人应以自己的纪律为傲。"}, "asset": "char_4039_horn/CN_017"}, {"id": "char_4039_horn_CN_018", "title": {"en": "Appointed as Squad Leader", "jp": "隊長任命", "kr": "팀장 임명", "cn": "任命队长"}, "text": {"en": "I trust in my platoonmates at any and all times. I'd like you to put that same trust in me.", "jp": "いついかなる時も、私は戦友を信じている。あなたたちも同じように私を信じてちょうだい。", "kr": "난 언제든지 전우를 믿는다. 그러니 너희들도 마찬가지로 날 믿어주길 바란다.", "cn": "任何时候，我相信我的战友，希望你们也同样信任我。"}, "asset": "char_4039_horn/CN_018"}, {"id": "char_4039_horn_CN_019", "title": {"en": "Depart", "jp": "作戦準備", "kr": "작전 출발", "cn": "行动出发"}, "text": {"en": "We have no time to hesitate. There are souls waiting for us, behind the firing line.", "jp": "躊躇ってる時間はないわ。激戦区の向こうに、私たちを待ってる人たちがいるの。", "kr": "망설일 시간 없어. 격전지 너머에 우리를 기다리는 사람들이 있으니까.", "cn": "我们没有时间犹豫，火线背后还有人等着我们。"}, "asset": "char_4039_horn/CN_019"}, {"id": "char_4039_horn_CN_020", "title": {"en": "Begin Operation", "jp": "戦闘開始", "kr": "작전 개시", "cn": "行动开始"}, "text": {"en": "I'll put up my shield. Don't stand in front of me.", "jp": "盾を構える。私の前に飛び出さないように。", "kr": "방패는 내가 든다. 내 앞으로 나오지 말도록.", "cn": "我会撑起盾，不要站到我的前面。"}, "asset": "char_4039_horn/CN_020"}, {"id": "char_4039_horn_CN_021", "title": {"en": "Selecting Operator 1", "jp": "選択時1", "kr": "오퍼레이터 선택 1", "cn": "选中干员1"}, "text": {"en": "Allow me to study your command style in this battle, Doctor.", "jp": "この戦いであなたの指揮を学ばせてください、ドクター。", "kr": "이번 전투에서 당신의 지휘 방식을 배우게 해 주십시오, 박사님.", "cn": "让我在这场战斗中学习您的指挥方式吧，博士。"}, "asset": "char_4039_horn/CN_021"}, {"id": "char_4039_horn_CN_022", "title": {"en": "Selecting Operator 2", "jp": "選択時2", "kr": "오퍼레이터 선택 2", "cn": "选中干员2"}, "text": {"en": "At attention. Ready to fall in.", "jp": "いつでも戦線に投入してください。", "kr": "언제라도 투입될 준비가 되어 있습니다.", "cn": "随时准备入列。"}, "asset": "char_4039_horn/CN_022"}, {"id": "char_4039_horn_CN_023", "title": {"en": "Deployment 1", "jp": "配置1", "kr": "배치 1", "cn": "部署1"}, "text": {"en": "Orders received.", "jp": "了解。", "kr": "알겠습니다.", "cn": "收到指令。"}, "asset": "char_4039_horn/CN_023"}, {"id": "char_4039_horn_CN_024", "title": {"en": "Deployment 2", "jp": "配置2", "kr": "배치 2", "cn": "部署2"}, "text": {"en": "I will complete my assignment.", "jp": "任務は必ず果たします。", "kr": "임무는 반드시 완수하겠습니다.", "cn": "我会完成作战任务。"}, "asset": "char_4039_horn/CN_024"}, {"id": "char_4039_horn_CN_025", "title": {"en": "In Battle 1", "jp": "作戦中1", "kr": "작전 중 1", "cn": "作战中1"}, "text": {"en": "The Tempest must wipe out all that blocks the way.", "jp": "障害を全てなぎ払うのが嵐の勤め。", "kr": "모든 장애물들을 부숴 버리는 것이 폭풍의 임무다.", "cn": "风暴必须摧毁一切障碍。"}, "asset": "char_4039_horn/CN_025"}, {"id": "char_4039_horn_CN_026", "title": {"en": "In Battle 2", "jp": "作戦中2", "kr": "작전 중 2", "cn": "作战中2"}, "text": {"en": "Come! Best me if you can!", "jp": "さあ、私を越えてみなさい。", "kr": "자, 나를 넘어서 봐라.", "cn": "来，试试越过我。"}, "asset": "char_4039_horn/CN_026"}, {"id": "char_4039_horn_CN_027", "title": {"en": "In Battle 3", "jp": "作戦中3", "kr": "작전 중 3", "cn": "作战中3"}, "text": {"en": "I'll impart on you all the cries I've heard.", "jp": "私が聞いた慟哭を、あなたにも教えてあげる。", "kr": "내가 들어왔던 통곡을, 너희에게도 알려 주도록 하지.", "cn": "我会向你分享我听过的那些号哭。"}, "asset": "char_4039_horn/CN_027"}, {"id": "char_4039_horn_CN_028", "title": {"en": "In Battle 4", "jp": "作戦中4", "kr": "작전 중 4", "cn": "作战中4"}, "text": {"en": "You want to topple me? By what?", "jp": "私を倒す？つけあがりもいいところね。", "kr": "날 쓰러뜨리겠다고? 뭘 믿고 그러는 거지?", "cn": "你想打倒我？凭什么？"}, "asset": "char_4039_horn/CN_028"}, {"id": "char_4039_horn_CN_029", "title": {"en": "4-star Result", "jp": "高難度作戦クリア", "kr": "고난이도 작전 종료", "cn": "完成高难行动"}, "text": {"en": "One victory may not be enough to impact a whole war, but it can at least give more people a chance to see the open sky.", "jp": "たった一度の勝利では、戦争を決定付けられはしないかもしれません。ですが少なくとも、より多くの人に空を見せてあげられるはずです。", "kr": "한 번의 승리로는 전쟁에 큰 영향을 줄 수 없을지 모르지만, 적어도 더 많은 이들이 하늘을 볼 수 있게 되겠죠.", "cn": "一场胜利也许不足以影响整场战争，但至少能让更多的人看到天空。"}, "asset": "char_4039_horn/CN_029"}, {"id": "char_4039_horn_CN_030", "title": {"en": "3-star Result", "jp": "★3で戦闘終了", "kr": "3★ 작전 종료", "cn": "3星结束行动"}, "text": {"en": "Target has been suppressed.", "jp": "目標、制圧完了しました。", "kr": "목표를 제압했습니다.", "cn": "目标已压制。"}, "asset": "char_4039_horn/CN_030"}, {"id": "char_4039_horn_CN_031", "title": {"en": "Sub 3-star Result", "jp": "★2以下戦闘終了", "kr": "비 3★ 작전 종료", "cn": "非3星结束行动"}, "text": {"en": "Any mercy on the enemy is a potential disaster. Let me lead my troops to settle this.", "jp": "敵に対する温情はいかなるものでも今後の火種になります。兵士を連れて片付けてきます。", "kr": "적에게 베푸는 자비는, 결국 훗날의 화로 돌아올 염려가 있습니다. 제가 병사들과 함께 정리하고 오겠습니다.", "cn": "任何对敌人的仁慈都会成为潜伏的祸患，让我带着我的士兵们去解决。"}, "asset": "char_4039_horn/CN_031"}, {"id": "char_4039_horn_CN_032", "title": {"en": "Operation Failure", "jp": "作戦失敗", "kr": "작전 실패", "cn": "行动失败"}, "text": {"en": "Not a worry, Doctor. Until you've gotten everyone away, I will not fall.", "jp": "安心してください、ドクター。あなたが皆を連れて撤退するまで、私は倒れませんから。", "kr": "안심하세요, 박사님. 당신이 모든 사람들을 이끌고 이곳을 빠져나가기 전까지, 절대 쓰러지지 않을 테니까요.", "cn": "放心，博士，在您带走其他人之前，我不会倒下。"}, "asset": "char_4039_horn/CN_032"}, {"id": "char_4039_horn_CN_033", "title": {"en": "Assigned to Facility", "jp": "基地配属", "kr": "시설에 배치", "cn": "进驻设施"}, "text": {"en": "It doesn't resemble Victoria here, but... it reminds me of when I studied at the Royal Guard Academy.", "jp": "ここはヴィクトリアとはまるで違いますが……どこか王立前衛学校での学生時代を思い出させてくれます。", "kr": "이곳은 빅토리아와는 전혀 다르긴 하지만… 제가 로열 가드 스쿨에서 공부하던 시절을 떠올리게 하네요.", "cn": "这里不像维多利亚，但......让我想起在皇家近卫学校念书的时候。"}, "asset": "char_4039_horn/CN_033"}, {"id": "char_4039_horn_CN_034", "title": {"en": "Tap", "jp": "タッチ1", "kr": "터치", "cn": "戳一下"}, "text": {"en": "Sorry, I'm not used to setting down my weapons. Did I bruise you?", "jp": "すみません、武器を手放す習慣がなくて。お怪我はありませんか？", "kr": "죄송합니다, 무기를 내려놓는 게 익숙하지 않다 보니. 혹시 다친 곳은 없으십니까?", "cn": "抱歉，我不习惯卸下武器。您刚刚有撞伤吗？"}, "asset": "char_4039_horn/CN_034"}, {"id": "char_4039_horn_CN_036", "title": {"en": "Trust Tap", "jp": "信頼タッチ", "kr": "신뢰도 터치", "cn": "信赖触摸"}, "text": {"en": "Hm...? I'm just reading an ordinary novel. I've gone an awfully long time without reading something new. All the written word went up in the fires of war.", "jp": "えっ？……ああ、これはただの小説ですよ。久々に本を読もうと思って。戦火によって、人々の読書への情熱まで燃やし尽くされてしまいましたから。", "kr": "네? ……그냥 평범한 소설책을 읽고 있었습니다. 멀쩡한 책을 보는 것도 오랜만이네요. 전쟁의 불길 속에서 모든 종잇장들이 잿더미가 되고 말았으니까요.", "cn": "嗯？......我只是在看一本普通的小说而已。我已经很久没有看过一页新的文字了，所有的纸页都在战火里被燃烧殆尽了。"}, "asset": "char_4039_horn/CN_036"}, {"id": "char_4039_horn_CN_037", "title": {"en": "Title", "jp": "タイトルコール", "kr": "타이틀", "cn": "标题"}, "text": {"en": "Arknights.", "jp": "アークナイツ。", "kr": "명일방주.", "cn": "明日方舟。"}, "asset": "char_4039_horn/CN_037"}, {"id": "char_4039_horn_CN_042", "title": {"en": "Greeting", "jp": "挨拶", "kr": "인사", "cn": "问候"}, "text": {"en": "Hello, Doctor. Have you rested well?", "jp": "お疲れさまです、ドクター。ちゃんと休めていますか？", "kr": "안녕하세요, 박사님. 휴식은 제대로 취하고 계신가요?", "cn": "您好，博士。休息得还好吗？"}, "asset": "char_4039_horn/CN_042"}], "actors": {"en": {"native": "Anna Burnett", "global": "Anna Burnett"}, "cn": {"native": "翁媛", "global": "Yuan Weng"}, "jp": {"native": "豊口めぐみ", "global": "Megumi Toyoguchi"}, "kr": {"native": "성예원", "global": "Sung Ye-won"}}, "availability": ["en", "cn", "jp", "kr"]}