{"charid": "char_472_pasngr", "nameid": "pasngr", "names": {"en": "Passenger", "jp": "パッセンジャー", "kr": "패신저", "cn": "异客"}, "voices": [{"id": "char_472_pasngr_CN_001", "title": {"en": "Appointed as Assistant", "jp": "秘書任命", "kr": "어시스턴트 임명", "cn": "任命助理"}, "text": {"en": "To be of assistance to you would be my great honor.", "jp": "あなた様のお役に立てるのは恐悦至極に存じます。", "kr": "당신에게 도움이 되어 대단히 기쁘게 생각합니다.", "cn": "能为您提供帮助是我的荣幸。"}, "asset": "char_472_pasngr/CN_001"}, {"id": "char_472_pasngr_CN_002", "title": {"en": "Talk 1", "jp": "会話1", "kr": "대화 1", "cn": "交谈1"}, "text": {"en": "The Originium crystal on my forehead is oft regarded as an adornment. A very convenient mistake; it lets me save the effort of concealing my Infected status. That said, every time pain crosses my brow, I'm deeply struck by my own foolishness. To say I leave Sargon asks just where my path now leads.", "jp": "私の額にある源石結晶ですが、よく装飾品だと誤解されるのですよ。おかげで感染者であることを誤魔化す手間が省けるのです。とはいえ、額が痛む時には自分の愚かさを骨身にしみて感じるのです。サルゴンを離れると言っても、私の道は一体どこにつながっているのでしょうね。", "kr": "제 이마에 있는 오리지늄 결정은, 종종 장식품으로 오해를 받곤 하죠. 덕분에 감염자라는 걸 숨기는 수고를 덜 수 있답니다. 하지만, 이마가 아플 때는…… 제 어리석음을 뼈저리게 느끼죠. 사르곤을 떠난다고 해도, 제 길은 도대체 어디로 이어져 있는 걸까요?", "cn": "额前的源石结晶经常被当作饰物，这么方便的误会，甚至为我省去了伪装感染者身份的力气。不过，每当额前发痛的时候，我都会深感自己的愚蠢。说是要离开萨尔贡，那我的路又在哪儿呢？"}, "asset": "char_472_pasngr/CN_002"}, {"id": "char_472_pasngr_CN_003", "title": {"en": "Talk 2", "jp": "会話2", "kr": "대화 2", "cn": "交谈2"}, "text": {"en": "Sesa is still a young one. Yes, I am only a scant few years his senior. But his approach to patience is slightly ungainly, and his resentment not firm enough. If he wants for a drop of verity to set his passion for vengeance alight, I would be much willing to provide... Ah, should you forbid it, I would not act out of turn.", "jp": "シェーシャくんはまだ年若いのですよ。ええ、私とて彼よりほんの少し年嵩であるだけです。それでも彼の我慢の仕方はいささか愚直にすぎますし、恨みの強さも足りない。もし彼が復讐心を燃やすために真実を知りたいというのなら、喜んで力になりましょう……ああ、ドクターがするなと仰るならば、決して出過ぎた真似は致しませんとも。", "kr": "세사는 아직 어립니다. 네, 저도 세사보다 나이가 그렇게 많은 것도 아닙니다만…… 그렇다 해도, 그의 참는 방법은 다소 지나치게 우직하고, 원한의 강도도 부족합니다. 만약 그가 복수심을 불태우기 위해 진실을 알고 싶어 한다면, 기꺼이 힘이 되어 줄 겁니다. 아…… 박사님께서 하지 말라 하신다면…… 절대, 지나친 행동은 하지 않겠습니다만……", "cn": "慑砂还是个年轻人。当然，我也只比他虚长几岁，但他的隐忍稍显笨拙，他的怨恨也不够坚决，如果他需要一小点真相来点燃复仇的热情，我很乐意效劳......啊，您不允许，那我绝不逾越。"}, "asset": "char_472_pasngr/CN_003"}, {"id": "char_472_pasngr_CN_004", "title": {"en": "Talk 3", "jp": "会話3", "kr": "대화 3", "cn": "交谈3"}, "text": {"en": "I abhor the black market. Only lowly, vapid ruses circle it. People all believe themselves the most veteran players, yet all end dismally. At times, you need only think with some care, and you can send someone to their demise—even a padishah's very own appointed lord ameer. Hm, might you be curious?", "jp": "私は闇市を恨んでいます。あそこにあるのは低劣でくだらない企みばかり。みな自分こそがもっとも練達なプレイヤーだと思い込んだまま悲惨な最期を迎えます。時には、少しばかり慎重に周到に行動するだけで、容易く人を死地に追い込むことができます――たとえパーディシャーが直々に任命した王族であろうとね。ふっ、ドクターはご興味がありますか？", "kr": "저는 암시장을 증오합니다. 그곳에 있는 건 저열하고 형편없는 음모뿐이죠. 다들 자신이야말로 가장 능숙한 선수라고 착각한 채 비참한 최후를 맞이합니다. 가끔은, 조금만 신중하고 면밀하게 행동하기만 해도 손쉽게 타인을 사지로 몰아넣을 수 있답니다…… 설령 파디샤가 직접 임명한 왕족이라도 해도 말이죠. 훗, 박사님, 이 이야기가 궁금하십니까?", "cn": "我痛恨黑市，那里只有低劣无趣的诡计，人人都以为自己才是最资深的玩家，却都惨淡收场。有时候，你只是心思缜密一些，就能轻松置人于死地——哪怕是一位帕夏亲封的王酋，呼，您好奇吗？"}, "asset": "char_472_pasngr/CN_004"}, {"id": "char_472_pasngr_CN_005", "title": {"en": "Talk after Promotion 1", "jp": "昇進後会話1", "kr": "1차 정예화 후 대화", "cn": "晋升后交谈1"}, "text": {"en": "That great fire, then? Do you look to fault me? Quite, I would not challenge it. But not a single innocent came to suffer in that fire. Nor did a single perpetrator survive. In the black market of Sargon, the good have only ever come in one variety; they are the ones who live on. And I have lived on.", "jp": "あの火事のこと、ですか？私に落ち度があると仰るつもりでしょうか。ええ、反論は致しませんとも。けれど無辜の者は誰一人あの火事に巻き込まれていませんし、身に覚えがある者は誰一人生き残っていません。サルゴンの闇市で善人と呼ばれるのはたった一種類だけ。それは生き延びた者です。そして、私は生き延びたのですよ。", "kr": "그 화재…… 말입니까? 제게 잘못이 있다고 말씀하고 싶으신 건가요? 네, 반론은 하지 않겠습니다. 하지만 무고한 자는 누구 하나 그 화재에 말려들지 않았고, 기억하는 자는 누구 하나 살아남지 않았습니다. 사르곤의 암시장에서 선한 자라고 불리는 것은 단 한 종류의 인간, 바로 살아남은 자죠. 그리고, 저는 살아남았습니다.", "cn": "啊，那场大火。您想要怪罪我吗？我当然不会辩驳。没有任何无辜者在那场火灾中受难。也没有任何牵连者最后幸存。在萨尔贡的黑市里，好人从来都只有一种，那就是活下来的人，而我活下来了。"}, "asset": "char_472_pasngr/CN_005"}, {"id": "char_472_pasngr_CN_006", "title": {"en": "Talk after Promotion 2", "jp": "昇進後会話2", "kr": "2차 정예화 후 대화", "cn": "晋升后交谈2"}, "text": {"en": "I and Kal'tsit... Dr. Kal'tsit, are indeed former acquaintances. To be precise, she was my rescuer and savior, but be at ease; I am yours now. Oh, was that not your concern? How remarkable, that as a coworker of our 'Kal'tsit,' you could yet be so unwary?", "jp": "私とケルシー……医師は、確かに旧知の仲ですね。厳密に言えば、彼女は私の命の恩人でもあります。ですがご安心を、私はあなた様のものでございます。おや、それがお心がかりではなかったのですか？これはなんともまた不思議な。まさかあの「ケルシー」と共にいて、これほど無防備でいられるとは。", "kr": "저와 켈시…… 의사는 분명 전부터 알고 지냈죠. 엄밀히 말하면 그녀는 제 생명의 은인이기도 합니다. 하지만 안심하시길, 저는 당신의 것입니다. 음? 그게 걱정되시는 게 아니었습니까? 그건 또 신기한 일이군요. 설마 그 '켈시'와 함께 있으면서도, 이렇게나 무방비하실 줄이야.", "cn": "我与凯尔希......医生，确实是旧识。严格说来，她还是我的救命恩人，不过请放心，现在我是您的人。唔，您不是在担心这个？真稀奇，和那位“凯尔希”共事，您还能如此没有戒心？"}, "asset": "char_472_pasngr/CN_006"}, {"id": "char_472_pasngr_CN_007", "title": {"en": "Talk after Trust Increase 1", "jp": "信頼上昇後会話1", "kr": "신뢰도 상승 후 대화 1", "cn": "信赖提升后交谈1"}, "text": {"en": "'Were I to return to Columbia.' I cannot say I've never entertained the possibility in these years, but such supposition would only serve to shake me. Doctor, I hope you should use me to the utmost. If such mild civilian techniques have become a stranger to me, I would now much rather renounce them.", "jp": "「もしクルビアに戻ったら」、ここ数年そのような考えがなかったとは言いません。心の揺ればかりを誘う仮定でした。ドクター、どうか私が持てる限りを尽くせるようお取り計らいをお願い致します。あの穏やかな民間向け技術の数々が、もはや見知らぬもののように感じられるのならば、私はいっそ全てを捨てましょう。", "kr": "'만약 컬럼비아로 돌아간다면'…… 요 몇 년간, 이런 생각을 안 했다고는 말하지 않겠습니다. 마음의 동요만 불러일으키는 가정이었죠. 박사님, 부디…… 제가 가진 모든 힘을 쏟을 수 있도록 조처해 주시기 바랍니다. 혹시라도 민간용의 그 평화로운 기술들이 낯설게 느껴지신다면…… 저는 주저않고 그것들을 포기할 것입니다.", "cn": "“如果我回到哥伦比亚”，这些年，我不是没有想过这种可能，但这种假设只会使我动摇。博士，希望您能让我物尽其用，如果那些温和的民用技术已经让我感到陌生，那就干脆抛弃它们吧。"}, "asset": "char_472_pasngr/CN_007"}, {"id": "char_472_pasngr_CN_008", "title": {"en": "Talk after Trust Increase 2", "jp": "信頼上昇後会話2", "kr": "신뢰도 상승 후 대화 2", "cn": "信赖提升后交谈2"}, "text": {"en": "Elliot? How do you... Hm. Elliot. His parents gone before their time, his one beloved, esteemed teacher dead in Sargon, the work which bore his faith but a stepping stone in someone else's conspiracy. To this day, he is bereft of anything. Elliot Glover is merely a laughable life lived.", "jp": "エリオット？なぜその名を……ふっ、エリオット。両親を早くに亡くし、唯一に敬愛する恩師もサルゴンで失った人物です。信念をもって行っていた仕事すら、陰謀に使われる踏み台でしかなかった。彼は何もかも失い、今日に至る。エリオット・グラバーは、そんなただの滑稽な人生を示す名ですよ。", "kr": "엘리엇? 어째서 그 이름을…… 훗, 엘리엇…… 부모님을 일찍 여의고 유일하게 경애하던 은사도 사르곤에서 잃은 인물입니다. 신념을 지니고 행했던 일조차, 알고 보니 음모에 쓰일 발판에 불과했었죠. 그렇게 그는 모든 것을 잃고, 오늘날까지 오게 되었습니다. 엘리엇 글로버는 그렇게 우스운 인생을 살았던 사람의 이름이랍니다.", "cn": "艾利奥特？您怎么......呵，艾利奥特，父母早逝，唯一敬爱的恩师死在了萨尔贡，而他坚信的事业只是他人阴谋的垫脚石，他一无所有，直至今日。艾利奥特·格罗夫，只是一段可笑的人生。"}, "asset": "char_472_pasngr/CN_008"}, {"id": "char_472_pasngr_CN_009", "title": {"en": "Talk after Trust Increase 3", "jp": "信頼上昇後会話3", "kr": "신뢰도 상승 후 대화 3", "cn": "信赖提升后交谈3"}, "text": {"en": "I know a scientist. Of a brightest star, an elegant gentleness, as if a born leader. I admire him, depend on him, regard him as my elder brother. But his end is not a good one, considerably not. So you must protect yourself well, Doctor. After all, we do get along quite pleasantly.", "jp": "私の知る科学者で、生まれながらの指導者の器を持った方がいたのです。温厚で雅な性格で、頭脳もずば抜けていた。私は彼のことを兄のように慕っていました。けれど彼の末路は良いものではありませんでした。ええ、決して。ですのでドクター、どうか御身を大事になさってください。これでも私たちはそれなりに楽しい付き合いをしているのですから。", "kr": "제가 아는 과학자 중에, 지도자의 그릇을 타고난 분이 계셨습니다. 온후하고 우아한 성격에, 두뇌도 명석했죠. 저는 그를 형처럼 따랐습니다. 하지만, 그분의 말로는 좋지 않았죠. 네, 전혀 좋지 않았답니다. 그러니 박사님, 부디 몸을 소중히 여겨주십시오. 이래 봬도 우리는, 제법 즐겁게 지내고 있는 사이 아닙니까.", "cn": "我认识一位科学家，他出类拔萃，温文尔雅，仿佛天生的领袖。我仰慕他，依赖他，视他如长兄。但他的下场并不好，相当不好，所以你该保护好自己，博士，毕竟我们相处得还算愉快。"}, "asset": "char_472_pasngr/CN_009"}, {"id": "char_472_pasngr_CN_010", "title": {"en": "Idle", "jp": "放置", "kr": "방치", "cn": "闲置"}, "text": {"en": "How long it has been—since such clear skies.", "jp": "このように晴れやかな空を眺めるのはいつぶりでしょうか。", "kr": "이렇게…… 맑은 하늘을 보는 게…… 대체 얼마 만인지.", "cn": "如此清澈的天空，真是久违。"}, "asset": "char_472_pasngr/CN_010"}, {"id": "char_472_pasngr_CN_011", "title": {"en": "Onboard", "jp": "入職会話", "kr": "오퍼레이터 입사", "cn": "干员报到"}, "text": {"en": "Your Operator, Passenger. I have been looking forward to the day I work with you, Doctor; we will together enjoy this journey.", "jp": "あなた様のオペレーター、パッセンジャー。ドクター、あなた様と共に仕事ができる日を楽しみにしておりました。素敵な旅をしましょう。", "kr": "당신의 오퍼레이터, 패신저라고 합니다. 박사님, 당신과 함께 일하게 될 날을 기대하고 있었습니다. 멋진 여행을 즐겨보도록 하죠.", "cn": "您的干员，异客。很期待与您共事，博士，我们都会享受这个过程的。"}, "asset": "char_472_pasngr/CN_011"}, {"id": "char_472_pasngr_CN_012", "title": {"en": "Watching Battle Record", "jp": "経験値上昇", "kr": "작전기록 학습", "cn": "观看作战记录"}, "text": {"en": "Admirable tactics. I see great benefit is drawn from your command.", "jp": "素晴らしい戦術です。あなた様の卓越した指揮あってのものでございますね。", "kr": "훌륭한 전술입니다. 당신의 탁월한 지휘 덕분이겠죠.", "cn": "令人惊叹的作战技巧，得益于您的指挥。"}, "asset": "char_472_pasngr/CN_012"}, {"id": "char_472_pasngr_CN_013", "title": {"en": "Promotion 1", "jp": "昇進Ⅰ", "kr": "1차 정예화 (승진)", "cn": "精英化晋升1"}, "text": {"en": "I shall, for you and Rhodes Island both, offer ever more perfected service. I invite you to trust me, that the Reefsteep Black Market's 'Sand Soldier' still hides further means.", "jp": "ロドスとあなた様のために、より完璧な仕事をお届けすることをお約束いたします。ご安心ください。沁礁闇市の「サンドソルジャー」はまだ他に切り札を隠しておりますので。", "kr": "로도스 아일랜드와 당신을 위해, 더 완벽하게 일하겠다고 약속하겠습니다. 안심하세요. 리프스팁 암시장의 '샌드솔저'는, 아직 비장의 패를 숨기고 있으니까요.", "cn": "我会为罗德岛与您提供更完美的服务，请您相信，沁礁黑市的“沙卒”还藏着别的手段。"}, "asset": "char_472_pasngr/CN_013"}, {"id": "char_472_pasngr_CN_014", "title": {"en": "Promotion 2", "jp": "昇進Ⅱ", "kr": "2차 정예화 (승진)", "cn": "精英化晋升2"}, "text": {"en": "I truly hope that my amusing Operator codename may be able to remind you—Doctor, there is no need to trust others, and you are capable of doing everything yourself. Oh? It seems you have other views. I shall duly accede, then.", "jp": "私のこの滑稽なコードネームから、あなた様が何か感じ取ってくだされば良いのですが――ドクター、他人を信じる必要はありません。あなた様はお一人で何もかもやり遂げられるはずですから。ほう、どうやら異なる見解をお持ちのようですね。ならば、全ては仰せのままに。", "kr": "저의 이 우스꽝스러운 코드네임에서 당신이 뭔가를 느꼈으면 좋겠습니다만…… 박사님, 타인을 믿을 필요는 없습니다. 당신이라면, 혼자서 뭐든 다 해낼 수 있을 테니까요. 오호…… 아무래도 다른 견해를 가지고 계신 모양이군요. 그렇다면…… 전부 분부대로 하겠습니다.", "cn": "真希望我这滑稽的干员代号能够提醒您——没必要信任他人，您自己就能做到一切。喔？看来您有别的看法，那我就恭敬不如从命了。"}, "asset": "char_472_pasngr/CN_014"}, {"id": "char_472_pasngr_CN_017", "title": {"en": "Added to Squad", "jp": "編成", "kr": "팀 배치", "cn": "编入队伍"}, "text": {"en": "Allow me to show you how a true exceptional weapon of war may perform.", "jp": "真に優れた戦争兵器がどのようなものなのか、私がご覧に入れましょう。", "kr": "진정 뛰어난 전쟁 병기가 어떤 것인지, 제가 보여 드리죠.", "cn": "请让我为您展示，真正优秀的战争兵器会如何表现。"}, "asset": "char_472_pasngr/CN_017"}, {"id": "char_472_pasngr_CN_018", "title": {"en": "Appointed as Squad Leader", "jp": "隊長任命", "kr": "팀장 임명", "cn": "任命队长"}, "text": {"en": "I am quite familiar with strategy and planning. Of course, it is contingent, should you have other notions of your own.", "jp": "謀略も策も私の得意とするところですよ。無論、ご自分の考えがあるとすれば話は別ですが。", "kr": "모략도 책략도 제 특기입니다. 물론, 따로 생각이 있으시다면 이야기는 다르겠지만.", "cn": "谋略和计策我熟稔在心，当然，如果您另有想法的话。"}, "asset": "char_472_pasngr/CN_018"}, {"id": "char_472_pasngr_CN_019", "title": {"en": "Depart", "jp": "作戦準備", "kr": "작전 출발", "cn": "行动出发"}, "text": {"en": "Let us depart.", "jp": "出ましょうか。", "kr": "가 볼까요?", "cn": "出发吧。"}, "asset": "char_472_pasngr/CN_019"}, {"id": "char_472_pasngr_CN_020", "title": {"en": "Begin Operation", "jp": "戦闘開始", "kr": "작전 개시", "cn": "行动开始"}, "text": {"en": "Now then, we have everything in place.", "jp": "さてさて、我々の布陣を完璧に致しましょう。", "kr": "자 그럼, 우리의 포진을 완벽하게 만들도록 하죠.", "cn": "现在，我们的布局天衣无缝。"}, "asset": "char_472_pasngr/CN_020"}, {"id": "char_472_pasngr_CN_021", "title": {"en": "Selecting Operator 1", "jp": "選択時1", "kr": "오퍼레이터 선택 1", "cn": "选中干员1"}, "text": {"en": "I heed your command.", "jp": "なんなりとお申し付けを。", "kr": "뭐든 말씀하십시오.", "cn": "听您指挥。"}, "asset": "char_472_pasngr/CN_021"}, {"id": "char_472_pasngr_CN_022", "title": {"en": "Selecting Operator 2", "jp": "選択時2", "kr": "오퍼레이터 선택 2", "cn": "选中干员2"}, "text": {"en": "As you wish.", "jp": "仰せのままに。", "kr": "분부대로 하죠.", "cn": "如您所愿。"}, "asset": "char_472_pasngr/CN_022"}, {"id": "char_472_pasngr_CN_023", "title": {"en": "Deployment 1", "jp": "配置1", "kr": "배치 1", "cn": "部署1"}, "text": {"en": "Should this be your intent...", "jp": "お望みであれば。", "kr": "바라신다면야.", "cn": "如果这就是您的意思......"}, "asset": "char_472_pasngr/CN_023"}, {"id": "char_472_pasngr_CN_024", "title": {"en": "Deployment 2", "jp": "配置2", "kr": "배치 2", "cn": "部署2"}, "text": {"en": "I am prepared.", "jp": "準備はできております。", "kr": "준비는 끝났습니다.", "cn": "我随时准备。"}, "asset": "char_472_pasngr/CN_024"}, {"id": "char_472_pasngr_CN_025", "title": {"en": "In Battle 1", "jp": "作戦中1", "kr": "작전 중 1", "cn": "作战中1"}, "text": {"en": "Now go.", "jp": "行きなさい。", "kr": "가십시오.", "cn": "去吧。"}, "asset": "char_472_pasngr/CN_025"}, {"id": "char_472_pasngr_CN_026", "title": {"en": "In Battle 2", "jp": "作戦中2", "kr": "작전 중 2", "cn": "作战中2"}, "text": {"en": "Now punish these people.", "jp": "罰を与えてやりなさい。", "kr": "벌을 내려드리지요.", "cn": "惩罚这些人。"}, "asset": "char_472_pasngr/CN_026"}, {"id": "char_472_pasngr_CN_027", "title": {"en": "In Battle 3", "jp": "作戦中3", "kr": "작전 중 3", "cn": "作战中3"}, "text": {"en": "All as you desire.", "jp": "あなた様のお望みのままに。", "kr": "당신이 원하시는 대로 해드리죠.", "cn": "出于您的意愿。"}, "asset": "char_472_pasngr/CN_027"}, {"id": "char_472_pasngr_CN_028", "title": {"en": "In Battle 4", "jp": "作戦中4", "kr": "작전 중 4", "cn": "作战中4"}, "text": {"en": "Now begone with no trace.", "jp": "塵ひとつ残さず消えてしまいなさい。", "kr": "먼지 하나 남기지 않고 사라지십시오.", "cn": "灰飞烟灭吧。"}, "asset": "char_472_pasngr/CN_028"}, {"id": "char_472_pasngr_CN_029", "title": {"en": "4-star Result", "jp": "高難度作戦クリア", "kr": "고난이도 작전 종료", "cn": "完成高难行动"}, "text": {"en": "You must pardon me; it seems my lowly weapons have barely served to accomplish this mission. Should you assent to my adopting more... extreme methods, we may thus have an easier time.", "jp": "お許しください。この低劣な兵器たちはどうやら辛うじて任務を処理しただけのようです。もしあなた様がさらに……極端な手段をとって良いと仰るのであれば、我々はもっと楽になれたのかもしれません。", "kr": "용서하십시오. 이 저열한 병기들만으로는, 아무래도 간신히 임무를 처리할 수 있었던 것 같군요. 만약 당신께서 더…… 극단적인 수단을 허락하셨다면, 우리는 더 편하게 임무를 마쳤을 겁니다.", "cn": "请原谅，看来我这些低劣的兵器只是勉强完成了任务，如果您同意我采取更......极端的手段的话，我们也许可以更轻松一些。"}, "asset": "char_472_pasngr/CN_029"}, {"id": "char_472_pasngr_CN_030", "title": {"en": "3-star Result", "jp": "★3で戦闘終了", "kr": "3★ 작전 종료", "cn": "3星结束行动"}, "text": {"en": "Thunder and lightning are but a form of punishment, and they have paid the price for their ill deeds. How good it is, do you not think?", "jp": "雷撃も罰の一種に過ぎません。彼らは自分の行いの代償を支払っているのですから、それで良かったと思いませんか？", "kr": "뇌격도 벌의 일종일 뿐입니다. 그들은 자신의 행동에 따른 대가를 치르고 있는 거니, 그걸로 됐다고 생각하지 않으십니까?", "cn": "雷电也只是刑罚的一种形式，他们为罪行付出了代价，这很好，不是吗？"}, "asset": "char_472_pasngr/CN_030"}, {"id": "char_472_pasngr_CN_031", "title": {"en": "Sub 3-star Result", "jp": "★2以下戦闘終了", "kr": "비 3★ 작전 종료", "cn": "非3星结束行动"}, "text": {"en": "I cannot permit the punished to leave my sight in peace. Doctor, I plead you permit me to perform this aftercare.", "jp": "この視界から罪ある者が五体満足で逃れることなど許容できません。ドクター、どうか処理に向かうご許可を。", "kr": "이 시야에서 죄 있는 자들이 사지 멀쩡히 도망치는 것은 허용할 수 없습니다. 박사님, 부디 처리할 수 있도록 허가를……", "cn": "我不能容许受罚者安然离开我的视线，博士，请您允许我前去善后。"}, "asset": "char_472_pasngr/CN_031"}, {"id": "char_472_pasngr_CN_032", "title": {"en": "Operation Failure", "jp": "作戦失敗", "kr": "작전 실패", "cn": "行动失败"}, "text": {"en": "It is not a sweet loss, Doctor, but have peace of mind. Those who have snatched away victory from your hands—will be privileged to enjoy suffering in full.", "jp": "甘美とは言えない失敗ですね。ですがドクター、ご安心ください。あなた様の手から勝利を掠め取っていった輩には、私が骨の髄まで後悔をすり込んで差し上げます。", "kr": "감미롭다고는 할 수 없는 실패군요. 하지만 박사님, 안심하십시오. 당신의 손에서 승리를 가로챈 자들에게는, 제가 뼛속까지 후회를 새겨넣어 드리겠습니다.", "cn": "不算甜美的失败，博士，但请放心，那些从您手中夺走胜利的人，一定会饱尝苦楚。"}, "asset": "char_472_pasngr/CN_032"}, {"id": "char_472_pasngr_CN_033", "title": {"en": "Assigned to Facility", "jp": "基地配属", "kr": "시설에 배치", "cn": "进驻设施"}, "text": {"en": "It is a captivating landship, Doctor. Sargon has never accorded me such treatment.", "jp": "なんと魅力的な艦船でしょうか。ドクター、サルゴンはついぞ私にこのような待遇を与えたことはありませんよ。", "kr": "정말 매력적인 함선이로군요. 박사님, 사르곤은 여태까지, 제게 이런 대우를 해 준 적이 없었답니다.", "cn": "令人着迷的舰船，博士，萨尔贡可从未给予我这样的待遇。"}, "asset": "char_472_pasngr/CN_033"}, {"id": "char_472_pasngr_CN_034", "title": {"en": "Tap", "jp": "タッチ1", "kr": "터치", "cn": "戳一下"}, "text": {"en": "Oh. Might something be the matter?", "jp": "おや、どうなされました？", "kr": "이런, 무슨 일이시죠?", "cn": "唔，您有什么事吗？"}, "asset": "char_472_pasngr/CN_034"}, {"id": "char_472_pasngr_CN_036", "title": {"en": "Trust Tap", "jp": "信頼タッチ", "kr": "신뢰도 터치", "cn": "信赖触摸"}, "text": {"en": "Doctor, are you soon to take coffee? These are my own hand-tended coffee beans—it was my singular recreation in Sargon.", "jp": "ドクター、コーヒーを召し上がりませんか？私がこの手で植えた豆なのですよ。サルゴンでは唯一の気晴らしでしたのでね。", "kr": "박사님, 커피 한잔 어떠십니까? 제가 제 손으로 직접 심은 원두로 만든 겁니다. 사르곤에서는, 이게 유일한 기분 전환 거리였죠.", "cn": "博士，您要喝咖啡吗？是我亲手栽种的咖啡豆，在萨尔贡，这是我唯一的消遣。"}, "asset": "char_472_pasngr/CN_036"}, {"id": "char_472_pasngr_CN_037", "title": {"en": "Title", "jp": "タイトルコール", "kr": "타이틀", "cn": "标题"}, "text": {"en": "Arknights.", "jp": "アークナイツ。", "kr": "명일방주.", "cn": "明日方舟。"}, "asset": "char_472_pasngr/CN_037"}, {"id": "char_472_pasngr_CN_042", "title": {"en": "Greeting", "jp": "挨拶", "kr": "인사", "cn": "问候"}, "text": {"en": "My greetings, Doctor.", "jp": "ごきげんよう、ドクター。", "kr": "안녕하십니까, 박사님.", "cn": "您好，博士。"}, "asset": "char_472_pasngr/CN_042"}], "actors": {"cn": {"native": "歪歪", "global": "James"}, "jp": {"native": "櫻井孝宏", "global": "Takahiro Sakurai"}, "kr": {"native": "윤동기", "global": "Yun Dong-ki"}}, "availability": ["cn", "jp", "kr"]}