{"charid": "char_492_quercu", "nameid": "quercu", "names": {"en": "Quercus", "jp": "クエルクス", "kr": "퀘르쿠스", "cn": "夏栎"}, "voices": [{"id": "char_492_quercu_CN_001", "title": {"en": "Appointed as Assistant", "jp": "秘書任命", "kr": "어시스턴트 임명", "cn": "任命助理"}, "text": {"en": "Last time I was an assistant, I think I was still thirteen or fourteen, treating people with my mum. Of course, I can do much more than hand out herbals and sing well-wishing verses now. If you need my help, ask away! Don't be shy.", "jp": "前に助手なんてやったのは、十三か十四の時に母さんと一緒に診療に行った時だったかな。もちろん、今じゃ薬草を配って祝福の詩を詠む以外にも色々できるから、手伝ってほしいことがあったら遠慮せず言ってね。", "kr": "전에 조수 같은 걸 했던 게, 13인가 14살 때 어머니랑 같이 진료하러 갔을 때였나. 물론, 지금은 약초를 나눠주고 축복의 시를 읊는 것 이외에도 여러 가지 할 수 있으니까, 도와줬으면 하는 일이 있다면 사양 말고 말해.", "cn": "我上一次当助手，好像还是十三四岁的时候跟着妈妈去治病。当然啦，现在我能做的事情可不止是发发草药，唱两句祝福的诗，有什么要我帮忙的就尽管说吧，别客气。"}, "asset": "char_492_quercu/CN_001"}, {"id": "char_492_quercu_CN_002", "title": {"en": "Talk 1", "jp": "会話1", "kr": "대화 1", "cn": "交谈1"}, "text": {"en": "I think I've seen a few new faces this time after returning to Rhodes Island. Dr. {@nickname}, how does it feel to have more and more people under you? Do you feel that brimming and bursting vitality? We always say back home, rage against death with new life.", "jp": "今回ロドスに戻ってきてから、また新顔っぽい子を何人か見かけたよ。ドクター、部下がどんどん増えてくのはどんな感じ？溢れんばかりの生命力ってやつを感じる？こういうのはね、私のとこじゃ「新生で死に抗う」って言うんだ。", "kr": "이번에 로도스 아일랜드에 돌아오고 나서, 또 신참인 듯한 아이들을 몇 명 봤어. 박사, 부하가 점점 늘어나는 건 어떤 느낌이야? 넘쳐흐르는 생명력 같은 게 느껴져? 이런 걸 말이야, 이 바닥에선 '신생으로 죽음에 맞선다'라고 표현해.", "cn": "这次回到罗德岛，好像又见到了一些陌生面孔。Dr.{@nickname}，手下人越来越多的感觉怎么样？是不是感觉到了旺盛的生命力？我们那儿总说，用新生抗衡死亡。"}, "asset": "char_492_quercu/CN_002"}, {"id": "char_492_quercu_CN_003", "title": {"en": "Talk 2", "jp": "会話2", "kr": "대화 2", "cn": "交谈2"}, "text": {"en": "Rhodes Island Bridge-Climbing Competition? Dr. Kal'tsit shut that down midway, didn't she? Citing lack of safety ropes for all the contestants and so on. Well, I wasn't that likely to win it, and the look on Dr. Kal'tsit's face was a much greater sight to see anyway.", "jp": "ブリッジクライミング大会？あれならケルシー先生に中止させられたでしょ。参加者が安全ロープを付けてないとかなんとかでさ。まぁどうせ私は優勝できっこなかったし、あの時のケルシー先生の顔色の方がよっぽど見ものだったよ。", "kr": "브릿지 클라이밍 대회? 그거라면 켈시 선생에 의해 중지당했잖아. 참가자가 안전 로프를 매지 않거나 해서 말이야. 뭐 어차피 나는 우승 못 했을 거고, 그때는 켈시 선생 표정이 더 봐줄 만 했어.", "cn": "罗德岛舰桥攀爬大赛？那个不是被凯尔希医生中途叫停了嘛，说是参赛选手没有配备安全绳之类的设备。不过我也不太可能拿到冠军啦，还是凯尔希医生当时的脸色更好看。"}, "asset": "char_492_quercu/CN_003"}, {"id": "char_492_quercu_CN_004", "title": {"en": "Talk 3", "jp": "会話3", "kr": "대화 3", "cn": "交谈3"}, "text": {"en": "You look put out with all these reports on your desk. Don't worry, if there's any danger, I'll know it by the scent. But! If you just don't want to work, I can't help you there.", "jp": "君がやきもきしてるのは、この山積みの報告書のせいかな。心配しなくても、危険な香りは私が嗅ぎ分けてあげるって。だけど、ただやる気が出ないだけだったら、私もお手上げだね。", "kr": "네가 애태우고 있는 건, 이 쌓여있는 보고서 때문이려나. 걱정하지 마, 위험한 냄새는 내가 구분해 줄게. 다만, 그저 근로의욕이 없는 거라면, 나도 어찌 도와줄 수 없네.", "cn": "桌上这些报告好像让你心神不宁啊。别担心，如果有什么危险，我能闻到味道。但如果你只是不想工作，那我就帮不了你了。"}, "asset": "char_492_quercu/CN_004"}, {"id": "char_492_quercu_CN_005", "title": {"en": "Talk after Promotion 1", "jp": "昇進後会話1", "kr": "1차 정예화 후 대화", "cn": "晋升后交谈1"}, "text": {"en": "Of course it's much easier to gather intel when you're a lone operator. But every time I'm in the country, I pick a bag full of berries while I'm free, and I think to myself, maybe I want someone to share with after all. Otherwise, I've got no one to tell me how great I am at picking.", "jp": "情報収集するならもちろん単独行動の方が動きやすいよ。でも、野外に行くといつも片手間でバッグ一杯にベリーを拾ってくるんだけど、その時ばっかりは他人と分かち合いたいって思うかな。そうじゃなきゃ、私の選別眼を誰にも褒めてもらえないからね。", "kr": "정보를 수집한다면 물론 단독 행동이 더 움직이기 쉬워. 그렇지만, 야외에 나가면 항상 틈틈이 가방 가득 열매를 주워 담는데, 그때만큼은 다른 사람과 나누고 싶다고 생각하려나. 그러지 않고서야, 내 선별 능력을 아무도 칭찬해 주지 않으니까.", "cn": "要收集情报，当然是独来独往比较方便，不过我每次在野外都能顺手捡一背包浆果回来，这种时候就会想，还是找人分享一下吧，不然都没人夸我挑得好。"}, "asset": "char_492_quercu/CN_005"}, {"id": "char_492_quercu_CN_006", "title": {"en": "Talk after Promotion 2", "jp": "昇進後会話2", "kr": "2차 정예화 후 대화", "cn": "晋升后交谈2"}, "text": {"en": "You get the sense I served from how I work? You only got that impression from seeing my files. Service members come in all shapes and sizes, too. Some only like to read and research their comms tech, some spend all day dreaming about going on holidays in the city to see idol concerts...", "jp": "軍人らしさが伝わってくる？私に関する資料を読んだ先入観のせいでしょ。軍人だって色んなタイプの人がいるんだから。本ばっかり読んで通信技術の研究に没頭してる人もいれば、休日にアイドルのコンサートに行くことで頭がいっぱいの人だって……", "kr": "군인다움이 느껴진다고? 나에 대한 자료를 읽어서 생긴 선입견 때문이겠지. 군인도 여러 가지 타입의 사람이 있으니까. 책만 읽고 통신 기술 연구에 몰두하는 사람이 있는가 하면, 휴일에 아이돌 콘서트 가는 것만 머리에 가득 찬 사람도 있고…", "cn": "能从我身上感受到军人的作风？你是看过我的档案才会先入为主地这么想吧。军人也是形形色色的哦，有的人只喜欢看书研究发信技术，有的人成天想着放假去城市里看偶像演唱会......"}, "asset": "char_492_quercu/CN_006"}, {"id": "char_492_quercu_CN_007", "title": {"en": "Talk after Trust Increase 1", "jp": "信頼上昇後会話1", "kr": "신뢰도 상승 후 대화 1", "cn": "信赖提升后交谈1"}, "text": {"en": "Dr. {@nickname}, you might be covering your face, but I can tell you've perked up a lot more compared to when you came back from Chernobog. But if you spend the whole time under this low of a ceiling, your mind'll get dull. Head out onto the deck every now and then. Get some fresh air. It's good for you.", "jp": "ドクター、顔は見えないけど、チェルノボーグから帰ってきた時よりずっと元気になったみたいだね。だけど、こんな低い天井の下で働き詰めだと頭も鈍っちゃうから、時々デッキで風に当たった方がいいよ。", "kr": "박사, 얼굴은 안 보이지만, 체르노보그에서 돌아왔을 때보다는 훨씬 건강해진 것 같네. 그래도, 이런 낮은 천장 밑에서 일만 하고 있으면 머리도 둔해지니까, 가끔은 갑판에서 바람 쐬는 게 좋을 거야.", "cn": "Dr.{@nickname}，虽然你这会儿遮着脸，但能感觉到你比刚从切尔诺伯格回来的时候精神多了。不过，一直坐在这么矮的天花板底下，大脑也会变迟钝的，还是多去甲板上吹吹风吧。"}, "asset": "char_492_quercu/CN_007"}, {"id": "char_492_quercu_CN_008", "title": {"en": "Talk after Trust Increase 2", "jp": "信頼上昇後会話2", "kr": "신뢰도 상승 후 대화 2", "cn": "信赖提升后交谈2"}, "text": {"en": "When I looked after the ill back home, I ran across a couple Infected calling themselves 'Reunion'... and then I got into a fight with them. I can't stand it, seeing those children with firelight in their eyes lost in all the pointless violence, about to burn themselves through.", "jp": "故郷で診療をしてた頃は、「レユニオン」って名乗る感染者たちにも出会ったけど……喧嘩になっちゃってさ。目に燃えるような光を宿した子たちが、意味のない暴力の渦に投げ込まれて、そのまま燃え尽きちゃうのがどうしても許せなかったんだ。", "kr": "고향에서 진료할 때, 리유니온이라고 이름을 대는 감염자들도 만났지만… 싸움으로 번지고 말았지. 눈에 타오르는 듯한 빛을 품은 아이들이 의미 없는 폭력의 소용돌이에 휘말려서, 그대로 불타 사라져 버리는 걸 도저히 놔둘 수가 없어서 말이야.", "cn": "我在老家给人看病的时候，也遇到过几个自称“整合运动”的感染者......然后我跟他们打了一架。我见不得那些眼里带着火光的孩子被丢进无谓的暴力，将自己燃烧殆尽。"}, "asset": "char_492_quercu/CN_008"}, {"id": "char_492_quercu_CN_009", "title": {"en": "Talk after Trust Increase 3", "jp": "信頼上昇後会話3", "kr": "신뢰도 상승 후 대화 3", "cn": "信赖提升后交谈3"}, "text": {"en": "Those who depart us receive the land's forgiveness, and rest in her embrace... but some people go too quickly, the roots of the forests of their homes unable to hold onto their hands. Was that not like me, being so serious? You really should've seen me when I worked back home.", "jp": "旅立っていった人たちは、大地の赦しを受けて、その胸の中で眠る……だけど、故郷の森の根が届かないところまで離れちゃう人もいるんだ。あ、こんな真面目な話は私らしくなかった？私の故郷での働きっぷり、一度見せてあげたいよ。", "kr": "우리를 떠나간 사람들은, 대지의 용서를 받고, 그 품에서 잠든다… 하지만, 고향의 숲 뿌리가 닿지 않는 곳까지 멀어져 버린 사람도 있지. 아, 이런 진지한 이야기는 나답지 않았어? 내가 고향에서 일하는 모습을 한번 보여주고 싶네.", "cn": "离我们而去的那些人，得到大地的宽恕，沉睡在她的怀抱里......只是有的人走得太远，家乡丛林的根系也握不到他们的手。啊，这么严肃的话不适合我？你真该看看我在老家工作的样子。"}, "asset": "char_492_quercu/CN_009"}, {"id": "char_492_quercu_CN_010", "title": {"en": "Idle", "jp": "放置", "kr": "방치", "cn": "闲置"}, "text": {"en": "Not sure if the Doctor's a light sleeper... I'd better stand watch quietly.", "jp": "ドクターも眠りが浅いのかな……静かに見張ってよう。", "kr": "박사도 잠이 얕은 걸까… 조용히 지켜보자.", "cn": "不知道博士会不会也睡得很浅呢......还是安静地为他站会儿岗吧。"}, "asset": "char_492_quercu/CN_010"}, {"id": "char_492_quercu_CN_011", "title": {"en": "Onboard", "jp": "入職会話", "kr": "오퍼레이터 입사", "cn": "干员报到"}, "text": {"en": "Nice to meet you, Doctor. Call me Quercus. It's the first time we've met, but the intel on your desk about northern Victoria is straight from me... What, even you're going to tell me my reports aren't standard?", "jp": "初めましてドクター、クエルクスって呼んで。会うのは初めてだけど、そこに置いてあるヴィクトリア北部の情報は私が送ったやつだからね……ちょっと、君にまで報告書の体裁を突っ込まれなきゃいけないの？", "kr": "안녕 박사. 퀘르쿠스라 불러 줘. 만나는 건 처음이지만, 거기에 둔 빅토리아 북부 정보는 내가 보낸 거니까… 잠깐, 너한테까지 보고서 형식을 지적받아야 하는 거야?", "cn": "你好，博士，叫我夏栎就好。虽然这是初次见面，但你桌上那些维多利亚北部的情报，就是我发回来的......喂，连你也要说我报告格式不标准？"}, "asset": "char_492_quercu/CN_011"}, {"id": "char_492_quercu_CN_012", "title": {"en": "Watching Battle Record", "jp": "経験値上昇", "kr": "작전기록 학습", "cn": "观看作战记录"}, "text": {"en": "I wish I'd learned all this a little earlier.", "jp": "もっと早くこんな感じにできるようになりたかったな。", "kr": "하루라도 빨리 배웠으면 좋았을 텐데.", "cn": "真希望我能早点学到这些。"}, "asset": "char_492_quercu/CN_012"}, {"id": "char_492_quercu_CN_013", "title": {"en": "Promotion 1", "jp": "昇進Ⅰ", "kr": "1차 정예화 (승진)", "cn": "精英化晋升1"}, "text": {"en": "What's this promotion come out of nowhere for? My candied fruit must make a strong impression.", "jp": "急に昇進なんてどういうこと？さては私お手製のフルーツの砂糖漬けが忘れられないんだね。", "kr": "갑자기 승진이라니 무슨 소리야? 결국 내 수제 과일 설탕 절임을 잊을 수가 없게 됐나 보네.", "cn": "怎么突然想要给我升职？看来是我的糖浸果脯让人印象深刻。"}, "asset": "char_492_quercu/CN_013"}, {"id": "char_492_quercu_CN_014", "title": {"en": "Promotion 2", "jp": "昇進Ⅱ", "kr": "2차 정예화 (승진)", "cn": "精英化晋升2"}, "text": {"en": "In my hometown, you had to make a choice with Originium Arts. Whether to terrorize others, or to aid them... The result of my greed was that I couldn't commit properly to either. Even so, would you still have faith in me?", "jp": "私の故郷では、アーツは本来先に用途を決めとかないといけないんだ。相手を威圧するために使うか、それとも救うために使うか……私はといえば、欲張りすぎちゃって、どっちも上手くできなかったけどね。そんな私を、君は信じてくれるの？", "kr": "내 고향에서 아츠는 원래 용도를 먼저 정해 놔야만 했어. 상대를 제압하기 위해서 사용할지, 아니면 구하기 위해서 사용할지… 나 같은 경우엔 너무 욕심을 부려서, 둘 다 잘 안 됐지만. 너는 그런 나를 믿어 주는 거야?", "cn": "家乡的源石技艺，原本是要做选择的，选择威慑他人，或是救助他人......我贪心的结果，就是哪一边都没做好。即使这样，你也要信任我吗？"}, "asset": "char_492_quercu/CN_014"}, {"id": "char_492_quercu_CN_017", "title": {"en": "Added to Squad", "jp": "編成", "kr": "팀 배치", "cn": "编入队伍"}, "text": {"en": "As long as it's your decision, I'll have no objections.", "jp": "君の取り決めなら文句はないよ。", "kr": "네 결정이라면 불만은 없어.", "cn": "只要是你的安排，我就没意见。"}, "asset": "char_492_quercu/CN_017"}, {"id": "char_492_quercu_CN_018", "title": {"en": "Appointed as Squad Leader", "jp": "隊長任命", "kr": "팀장 임명", "cn": "任命队长"}, "text": {"en": "It's a major responsibility.", "jp": "責任重大だね。", "kr": "책임이 막중하네.", "cn": "责任重大啊。"}, "asset": "char_492_quercu/CN_018"}, {"id": "char_492_quercu_CN_019", "title": {"en": "Depart", "jp": "作戦準備", "kr": "작전 출발", "cn": "行动出发"}, "text": {"en": "Shouldn't we consider marching routes other than on the ground?", "jp": "地上以外の進行ルートも考えてみない？", "kr": "지상 이외의 진행 루트도 생각해 보지 않을래?", "cn": "要不要考虑一下地面以外的行军路线？"}, "asset": "char_492_quercu/CN_019"}, {"id": "char_492_quercu_CN_020", "title": {"en": "Begin Operation", "jp": "戦闘開始", "kr": "작전 개시", "cn": "行动开始"}, "text": {"en": "The more defined a battle's goal is, the clearer tactics become.", "jp": "戦いの目的が明確になれば、戦術もクリアになる。", "kr": "싸움의 목적이 명확해지면, 전술도 분명해지지.", "cn": "战斗的目标越明确，战术也就越清晰。"}, "asset": "char_492_quercu/CN_020"}, {"id": "char_492_quercu_CN_021", "title": {"en": "Selecting Operator 1", "jp": "選択時1", "kr": "오퍼레이터 선택 1", "cn": "选中干员1"}, "text": {"en": "Will the land shake with fury, or display her mercy?", "jp": "大地は怒り狂うか、はたまた慈悲を示すか。", "kr": "대지는 분노하며 날뛸 것인가, 혹은 자비를 보일 것인가.", "cn": "大地是会震怒，还是会展现她的慈悲呢？"}, "asset": "char_492_quercu/CN_021"}, {"id": "char_492_quercu_CN_022", "title": {"en": "Selecting Operator 2", "jp": "選択時2", "kr": "오퍼레이터 선택 2", "cn": "选中干员2"}, "text": {"en": "If you're still hesitating, I can give some advice.", "jp": "まだ悩んでるなら、私がアドバイスしようか。", "kr": "아직 고민 중이라면, 내가 조언해 줄까?", "cn": "你如果还在犹豫，我可以提供建议。"}, "asset": "char_492_quercu/CN_022"}, {"id": "char_492_quercu_CN_023", "title": {"en": "Deployment 1", "jp": "配置1", "kr": "배치 1", "cn": "部署1"}, "text": {"en": "I will stand guard here.", "jp": "ここで守る。", "kr": "여기서 지킨다.", "cn": "我会守在这里。"}, "asset": "char_492_quercu/CN_023"}, {"id": "char_492_quercu_CN_024", "title": {"en": "Deployment 2", "jp": "配置2", "kr": "배치 2", "cn": "部署2"}, "text": {"en": "Beginning collection of battlefield information.", "jp": "戦場の情報収集を始める。", "kr": "전장의 정보 수집을 시작한다.", "cn": "开始收集战场情报。"}, "asset": "char_492_quercu/CN_024"}, {"id": "char_492_quercu_CN_025", "title": {"en": "In Battle 1", "jp": "作戦中1", "kr": "작전 중 1", "cn": "作战中1"}, "text": {"en": "The land will forgive all in the end, but not now.", "jp": "大地はやがて全ての人を赦す。だけど、まだその時じゃない。", "kr": "대지는 결국 모든 사람을 용서하지. 하지만, 아직은 그럴 때가 아니야.", "cn": "大地终将宽恕所有人，但不是现在。"}, "asset": "char_492_quercu/CN_025"}, {"id": "char_492_quercu_CN_026", "title": {"en": "In Battle 2", "jp": "作戦中2", "kr": "작전 중 2", "cn": "作战中2"}, "text": {"en": "The wind blows through; the leaves tell stories of those who sleep.", "jp": "風吹けば、木の葉が眠りし者を語る。", "kr": "바람이 불면, 나뭇잎이 잠든 이의 이야기를 한다.", "cn": "风吹过时，树叶会说出沉睡者的故事。"}, "asset": "char_492_quercu/CN_026"}, {"id": "char_492_quercu_CN_027", "title": {"en": "In Battle 3", "jp": "作戦中3", "kr": "작전 중 3", "cn": "作战中3"}, "text": {"en": "Arbor, reach your hands to me.", "jp": "樹よ、私に手を差し伸べて。", "kr": "나무여, 내게 손을 내밀어라.", "cn": "树啊，向我伸出手吧。"}, "asset": "char_492_quercu/CN_027"}, {"id": "char_492_quercu_CN_028", "title": {"en": "In Battle 4", "jp": "作戦中4", "kr": "작전 중 4", "cn": "作战中4"}, "text": {"en": "I remember your face as well, now.", "jp": "君の顔も、覚えたよ。", "kr": "네 얼굴도, 기억해 뒀어.", "cn": "你的面容，我也记住了。"}, "asset": "char_492_quercu/CN_028"}, {"id": "char_492_quercu_CN_029", "title": {"en": "4-star Result", "jp": "高難度作戦クリア", "kr": "고난이도 작전 종료", "cn": "完成高难行动"}, "text": {"en": "Wow, incredible! I've got the urge to snap a formal salute just to show my respect.", "jp": "いやぁすごいね！敬意を表して、真面目に敬礼したくなっちゃったよ。", "kr": "우와 대단해! 경의를 표하고, 진지하게 경례를 하고 싶어졌어.", "cn": "真了不起！为了表达敬意，我都想正经地行个礼了。"}, "asset": "char_492_quercu/CN_029"}, {"id": "char_492_quercu_CN_030", "title": {"en": "3-star Result", "jp": "★3で戦闘終了", "kr": "3★ 작전 종료", "cn": "3星结束行动"}, "text": {"en": "That was a perfect operation! Once we're back, dinner will taste even better.", "jp": "完璧な作戦だったね。これで帰った後のご飯もきっと美味しくなるよ。", "kr": "완벽한 작전이었네. 이러면 돌아간 후에 먹는 밥도 분명 맛있어질 거야.", "cn": "完美的行动。这样回去吃饭也会比较香。"}, "asset": "char_492_quercu/CN_030"}, {"id": "char_492_quercu_CN_031", "title": {"en": "Sub 3-star Result", "jp": "★2以下戦闘終了", "kr": "비 3★ 작전 종료", "cn": "非3星结束行动"}, "text": {"en": "They can't be running far. Do you plan to pursue?", "jp": "遠くまでは逃げられないと思う。だけど、追うつもり？", "kr": "멀리까지는 도망 못 갈 거야. 그래도, 쫓아갈 생각이야?", "cn": "他们跑不远，但是，你打算追吗？"}, "asset": "char_492_quercu/CN_031"}, {"id": "char_492_quercu_CN_032", "title": {"en": "Operation Failure", "jp": "作戦失敗", "kr": "작전 실패", "cn": "行动失败"}, "text": {"en": "It's alright, let me organize the retreat. I leave our next counterattack to you.", "jp": "大丈夫、撤退の引率は私に任せて。君は反撃の準備をお願い。", "kr": "괜찮아, 철수 인솔은 내게 맡겨. 너는 반격 준비를 부탁해.", "cn": "没关系，组织撤退的工作交给我吧。你来准备下一次反攻。"}, "asset": "char_492_quercu/CN_032"}, {"id": "char_492_quercu_CN_033", "title": {"en": "Assigned to Facility", "jp": "基地配属", "kr": "시설에 배치", "cn": "进驻设施"}, "text": {"en": "It always feels a little hard to catch my breath when I'm shut in here for long.", "jp": "こんなところにずっと閉じこもってると、なんか息が詰まるよ。", "kr": "이런 곳에 계속 틀어박혀 있으면, 왠지 숨이 막혀.", "cn": "在这里关久了，总觉得有点呼吸不畅。"}, "asset": "char_492_quercu/CN_033"}, {"id": "char_492_quercu_CN_034", "title": {"en": "Tap", "jp": "タッチ1", "kr": "터치", "cn": "戳一下"}, "text": {"en": "Oh? Are you as much of a prank-lover as all those kids?", "jp": "おっと。君もあの子たちみたいにイタズラ好きなのかな？", "kr": "어머. 너도 저 아이들처럼 장난을 좋아하는 거야?", "cn": "嗯？你也和那些孩子一样喜欢恶作剧吗？"}, "asset": "char_492_quercu/CN_034"}, {"id": "char_492_quercu_CN_036", "title": {"en": "Trust Tap", "jp": "信頼タッチ", "kr": "신뢰도 터치", "cn": "信赖触摸"}, "text": {"en": "You want to hear me sing? Do you know who our songs are sung for? Usually, it's for the gravely ill.", "jp": "詩が聴きたいって？私たちの詩が本来誰に詠むものか知ってて言ってる？普通は重症患者に詠んであげるんだよ。", "kr": "시를 듣고 싶다고? 우리 시가 원래 누굴 위해 불리는지 알고 말하는 거야? 일반적으로 중환자한테 불러 주는 거라고.", "cn": "你说想听我唱歌？你知道我们的诗歌是唱给谁的吗？一般来说，是重病难医的人哦。"}, "asset": "char_492_quercu/CN_036"}, {"id": "char_492_quercu_CN_037", "title": {"en": "Title", "jp": "タイトルコール", "kr": "타이틀", "cn": "标题"}, "text": {"en": "Arknights.", "jp": "アークナイツ。", "kr": "명일방주.", "cn": "明日方舟。"}, "asset": "char_492_quercu/CN_037"}, {"id": "char_492_quercu_CN_042", "title": {"en": "Greeting", "jp": "挨拶", "kr": "인사", "cn": "问候"}, "text": {"en": "You're back here in your office again, Dr. {@nickname}. Have you refreshed your body and mind well?", "jp": "ドクターったらまた執務室に戻ってきちゃって。身体も頭も、ちゃんとリフレッシュした？", "kr": "박사, 다시 집무실로 돌아왔네. 몸도 머리도, 제대로 재충전한 거야?", "cn": "你又回到这间办公室了，Dr.{@nickname}，身体和大脑都好好放松过了吗？"}, "asset": "char_492_quercu/CN_042"}], "actors": {"en": {"native": "Meaghan Martin", "global": "Meaghan Martin"}, "cn": {"native": "苗洋", "global": "Mia Miao"}, "jp": {"native": "髙野麻美", "global": "Asami Takano"}, "kr": {"native": "김연우", "global": "Kim Yeon-woo"}}, "availability": ["en", "cn", "jp", "kr"]}