{
    "charid": "char_1012_skadi2",
    "nameid": "skadi2",
    "names": {
        "en": "Skadi the Corrupting Heart",
        "jp": "濁心スカジ",
        "kr": "스카디 더 커럽팅 하트",
        "cn": "浊心斯卡蒂"
    },
    "voices": [
        {
            "id": "char_1012_skadi2_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "As I am now, will my presence inconvenience you? Will I remind you of past miseries? I... long for being with you. When the time comes, we will leave this place together, okay?",
                "jp": "こんな私が側にいたら、邪魔になるかしら？散々な過去が甦ってしまうかしら？あなたの……側にいることを許してほしいの。時が来たら、こんなところからは一緒に逃げ出しましょう。いいかしら？",
                "kr": "이런 내가 곁에 있으면 방해가 될까? 엉망진창인 과거가 되살아날까? 당신의…… 곁에 있는 걸 허락해 주었으면 해. 때가 되면, 이런 곳에서 같이 도망치자. 어때?",
                "cn": "这样的我，在这里呆着会打扰到你吗？会让你回想起那些不堪的过去吗？我......想你允许我陪伴在你身边。等时候到了，我们就一起离开这里，好吗？"
            },
            "asset": "char_1012_skadi2/CN_001"
        },
        {
            "id": "char_1012_skadi2_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "You thought we could not survive if away from the sea? A myth, it is. My kin and I will soon be able to swim through the air. In the end, even those places devoid of anything will be our ocean. We simply need to evolve, and we only need to adapt.",
                "jp": "海水から隔絶されたら、私たちなんて生き延びられないと思っていたの？違うわ。私と血族たちは、もうすぐ空気中を泳げるようになるの。そのうち、何もない場所すら私たちの海になるわ。私たちは進化するだけで――進化し続けるだけでいいの。",
                "kr": "바닷물에서 떨어지면 우리 같은 건 살아남지 못할 줄 알았어? 아니야…… 나와 내 혈족들은 곧 공기를 헤엄칠 수 있게 될 거야. 그리고 조만간, 아무것도 없는 곳까지 우리의 바다가 될 거야. 우리는…… 진화하기만 하면…… 진화를 거듭하기만 하면 돼.",
                "cn": "你以前觉得我们彻底离开海水就没法生存？不是的。我和我的血亲们就快能在空气里游弋了。到了最后，哪怕是那些什么都没有的地方，也能成为我们的海洋。我们只需要进化就好，不断地进化。"
            },
            "asset": "char_1012_skadi2/CN_002"
        },
        {
            "id": "char_1012_skadi2_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "My former friends tried to grant me my eternal rest with their hands. They refused to confront their true selves, but I do not resent them, and I could not hurt them, even if they rejected and attacked me so vehemently... Perhaps everything I did was bringing them harm. My regrets died along with them.",
                "jp": "かつての僚友たちは私を殺そうとしていた。彼らは皆、自分自身と向き合うことを拒絶したの。だけど私は彼らを責めることも、傷つけることもしないわ。たとえあんな風に私を拒んでも……傷つけようともね。あの時私がしていたことも、彼らを傷つけたんでしょうね。私の後悔は、彼らと共に死んでいったの。",
                "kr": "내 예전 동료들은 나를 죽이려고 했어. 그들은 모두, 자기 자신과 마주 보기를 거부했지. 그래도 나는 그들을 책망하지도, 상처 주지도 않을 거야. 설령 그런 식으로 나를 거부해도…… 상처를 줘도 말이야. 그때 내가 한 일도 그들에게 상처를 줬겠지. 내 후회는 그들과 함께 죽어갔어.",
                "cn": "曾经的同僚们想杀死我。他们拒绝正视自己，但我不会责怪他们，我不可能伤害他们，哪怕他们那样激烈地排斥我......袭击我。我所做的一切也在伤害他们吧。我的悔恨随他们一起死去。"
            },
            "asset": "char_1012_skadi2/CN_003"
        },
        {
            "id": "char_1012_skadi2_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "This box? My past lies within it...the fragments of my past. Fractured as they are, they still suffice to tell that I am not an empty puppet... that I am not a phantom. Gradually, I was reborn into what I am now, bit by bit.",
                "jp": "この箱？この箱には私の過去が詰まってる……中に残っているカケラたちは、どれも私の過去なの。散り散りになったカケラでも、今の私が空っぽじゃない……私は幻像なんかじゃないってことを証明してくれるわ。少しずつ変化を遂げ、今の私があるんだから。",
                "kr": "이 상자? 이 상자에는 내 과거가 가득 차 있어…… 안에 남아 있는 조각들은 다 내 과거야. 산산조각이 난 조각이라도 지금의 내가 텅 비지 않았다는 걸…… 내가 환상 따위가 아니라는 걸 증명해 주거든. 조금씩 변화를 거쳐서, 지금의 내가 있는 거니까.",
                "cn": "这个箱子？这个箱子里装着我的过去......这里面剩下的碎片都是我的过去。但哪怕只是些碎片，也能证明现在的我不是一个空壳......我不是个幻象。我一点点蜕变成了现在的模样。"
            },
            "asset": "char_1012_skadi2/CN_004"
        },
        {
            "id": "char_1012_skadi2_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Dr. {@nickname}, was a future like this also in your past vision? You may have nothing but hatred for me now, but I do not fear it. Hate me as your heart desires... while you are still able to.",
                "jp": "ドクター、昔のあなたはこんな未来を想像したことがあったかしら……今のあなたが私に憎悪しか抱いてないとしても、そんなあなたの憎しみなんてなんともないわ、ドクター。あなたが望むなら、ずっとそうやって憎み続ければいいわ……まだ憎む力があるうちにね。",
                "kr": "박사, 예전의 당신은 이런 미래를 상상해 본 적 있어? 지금의 당신이 내게 증오만 느끼고 있다고 해도, 그런 당신의 증오는 아무렇지도 않아, 박사. 당신이 원한다면, 계속해서…… 그렇게 미워하면 돼…… 아직 미워할 힘이 남아 있을 때 말이야.",
                "cn": "过去的你想过这样的未来吗，Dr.{@nickname}？哪怕现在的你只会恨我。我不怕你的恨，博士。如果想的话，就这样继续恨下去吧......在你依然还能恨的时候。"
            },
            "asset": "char_1012_skadi2/CN_005"
        },
        {
            "id": "char_1012_skadi2_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Your companions, Kal'tsit and Amiya, said that you are worthy of my trust until the very end. But one can never save the others. I failed to save my friends, and you failed to save yours. We both have lost everything, but I was granted a rebirth, and following that, a new future. This... is just unfair to you.",
                "jp": "あなたの仲間――ケルシーとアーミヤは、あなたのことを最後まで信じていいなんて言っていたけど、結局他人を救える人なんていないわ。私は自分の僚友を救えなかったし、あなたも彼女たちを救えなかった。私たちは全てを失ったのに、私だけが新しい命と未来を手に入れた。そんなの、あなたには不公平よ。",
                "kr": "당신의 동료…… 켈시와 아미야는 당신을 마지막까지 믿어도 좋다고 했지만…… 결국, 타인을 구할 수 있는 사람은 없어. 나는 내 동료를 구하지 못했고 당신도 그녀들을 구하지 못했지. 우리는 모든 걸 잃었는데, 나만 새로운 생명과 미래를 손에 넣었어. 그런 거, 당신에게는 불공평해.",
                "cn": "你的同伴，凯尔希和阿米娅，说我到最后也依然可以信任你，但没人能拯救其他人。我没能拯救我的同僚，你也没能拯救她们。我们都已经什么都不剩了，我却重获了生命和未来。这对你是不公平的。"
            },
            "asset": "char_1012_skadi2/CN_006"
        },
        {
            "id": "char_1012_skadi2_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Long ago, my family was murdered when I was still in Ægir. I always assumed the sea monsters did it, but I never expected to learn that it was all the handiwork of the Ægir. My blood kin and my songs are scary, they all say, but they are wrong. It is the people who are scary.",
                "jp": "まだ私がエーギルにいた頃、家族を殺されたことがあったわ。最初は海に潜む怪物の仕業かと思ってたけど……まさか犯人がエーギル人だったなんてね。私の家族も歌も、ちっとも怖くないわ。本当に怖いのは、人間の方よ。",
                "kr": "내가 전에 에기르에 있었을 때, 가족이 살해당했었어. 처음에는 바다에 숨은 괴물 짓인 줄 알았는데…… 설마 범인이 에기르인이었을 줄이야…… 내 혈족과 나의 노래는 조금도 무섭지 않아. 정말 무서운 건 인간이지.",
                "cn": "以前，我没有离开阿戈尔的时候，我的家人被谋害了。我原本以为那些都是海里的怪物做的......没想到那都是阿戈尔人做的。我的血亲和我的歌，一点都不可怕。人才可怕。"
            },
            "asset": "char_1012_skadi2/CN_007"
        },
        {
            "id": "char_1012_skadi2_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "I did struggle, I did resist. But to what avail? When the tide rises, no traces of lesser lifeforms will remain undrowned. You are my very last friend. Will you also be like them, rejecting the ocean for a futile end, even if it costs you everything? Do you wish to be what I used to be?",
                "jp": "足掻いたことも、抗ったこともあるわ。だけどそれに何の意味があったの？小さな命が遺した痕跡も、最後には潮にかき消されるわ。あなたは私の最後の友人なのに、彼らみたいに、全てを失っても海を拒むつもりなの？昔の私と同じになりたいの？",
                "kr": "발버둥치고 저항한 적도 있었어. 하지만 그게 무슨 의미가 있었던 걸까? 작은 생명이 남긴 흔적도, 끝내는 파도에 쓸려 사라져. 당신은 내 마지막 친구인데, 그들처럼 모든 걸 잃어도 바다를 거부할 셈이야? 예전의 나와 똑같아지고 싶어?",
                "cn": "我挣扎过，我对抗过。有什么用呢？种种弱小生命的痕迹最后也还是会被潮水抹平。你是我最后的朋友。你也要像他们那样，哪怕是无谓地失去一切也要拒绝海洋吗？你想变成以前的我吗？"
            },
            "asset": "char_1012_skadi2/CN_008"
        },
        {
            "id": "char_1012_skadi2_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Am I sick? Or am I still dreaming? I dreamt that the black sky was our ocean. When the others and I swam up, we did not feel ourselves sinking at all. Strange, so strange. Is this our future? Their faces are so blurry, they... They... No, no.",
                "jp": "私は病気なの？それとも夢を見ているの？黒い空が私たちの海になった夢を見たの。他の人たちとその空めがけて浮上しても、身体が沈んでいくことはなかった。変よ、おかしいわ、これが私の未来なの？彼らの顔はどれもおぼろげで……彼ら、あれらは……いや、いやっ。",
                "kr": "난 병에 걸린 거야? 아니면 꿈을 꾸고 있는 거야? 검은 하늘이 우리의 바다가 되는 꿈을 꿨는데, 다른 사람들과 함께 그 하늘을 향해 떠올라도, 몸이 바다에 잠기지 않았었어. 이상해, 이상하다고. 이게…… 내 미래야? 그들의 얼굴은 전부 다 희미하고…… 그들, 그것들은…… 싫어, 싫어……",
                "cn": "我是病了吗？还是在做梦？我梦见黑色的天空是我们的大海，我与其他人向上游去一点也不会下沉。奇怪，好奇怪，这是我的未来吗？他们的面容模糊，他们，它们......不，不。"
            },
            "asset": "char_1012_skadi2/CN_009"
        },
        {
            "id": "char_1012_skadi2_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Dream... What kind of dream will you have? Where are you now? Will you find it there... just another dream?",
                "jp": "夢……あなたはどんな夢を見るのかしら？あなたは今、どこにいるの？その場所も……一つの夢なの？",
                "kr": "꿈…… 당신은 어떤 꿈을 꾸는 걸까? 당신은 지금, 어디에 있어? 그곳도…… 하나의 꿈이야?",
                "cn": "梦......你会有怎样一个梦呢？你现在身处何方？那里......会不会也是一个梦呢？"
            },
            "asset": "char_1012_skadi2/CN_010"
        },
        {
            "id": "char_1012_skadi2_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Dr. {@nickname}, I have been waiting for you. It's been so long, far too long that... I have forgotten why I am waiting for you here... But none of this is important anymore. It's not that important anymore.",
                "jp": "ドクター、あなたを待っていたの。ずっと、ずっと長い間。どうしてここであなたを待っていたか忘れてしまうくらい……でも、そんなことどうでもいいの。もうどうでもよくなったの。",
                "kr": "박사, 당신을 기다리고 있었어. 아주, 아주 오랫동안…… 왜 여기서 당신을 기다렸는지 잊어버릴 정도로…… 하지만 그런 건 아무래도 좋아. 이제, 아무래도 상관없어졌어.",
                "cn": "我在等你，Dr.{@nickname}。我等你太久，太久了，我甚至已经忘了为什么要在这里等你......不过这些都不重要了。不再那么重要了。"
            },
            "asset": "char_1012_skadi2/CN_011"
        },
        {
            "id": "char_1012_skadi2_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "These things... I have seen them too many times. Nobody needs things like these anymore.",
                "jp": "こういうものは……たくさん見てきたわ。もう誰も必要としていないのに。",
                "kr": "이런 건…… 많이 봐 왔어. 이젠 누구도 필요로 하지 않는데.",
                "cn": "这些事情......我见过太多了。已经没人需要这些了。"
            },
            "asset": "char_1012_skadi2/CN_012"
        },
        {
            "id": "char_1012_skadi2_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Formalities of the past... what good are they now? Nothing has survived, except you and me. We will cast those aside, and all we need is to be a step closer... Join me, Dr. {@nickname}, and be my blood kin.",
                "jp": "昔の煩わしいしきたりなんて、まだ必要なの？今はもう、私とあなたしかいないのよ。あなたが少しでも私に歩み寄ってくれれば、そんなものなんて必要なくなるわ……私の血族になって、ドクター。",
                "kr": "번거로운 옛 관례 같은 건, 아직도 필요한 거야? 지금은 나와 당신밖에 없는데. 당신이 조금이라도 내게 다가와 준다면, 그런 건 필요 없어질 거야…… 내 혈족이 되어 줘, 박사.",
                "cn": "过去的繁文缛节还需要吗？如今只剩下你我了。如果你肯向我走近一点，我们就不需要这些......成为我的血亲吧，Dr.{@nickname}。"
            },
            "asset": "char_1012_skadi2/CN_013"
        },
        {
            "id": "char_1012_skadi2_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Nevermore shall my eroded sword cleave, Nevermore shall my former friends breathe, and nevermore shall I feel the warm blood flow inside me. Still, I am satisfied. I have become one with the ocean. Doctor, come with me — your true form is still waiting for you beneath the waves.",
                "jp": "私の剣は腐り落ちて、かつての僚友たちもいなくなった。身体を流れるのはもう血液じゃなくなったけど、それでも私は満たされてるわ。だって、海と一つになったんだから。ね、私と行きましょう。あなたの本当の姿が、波の奥深くで待っているわ。",
                "kr": "내 검은 삭아 문드러졌고, 예전 동료들도 다 사라졌어. 몸속에 흐르는 건 이젠 혈액이 아니지만, 그래도 나는 만족해. 왜냐면, 바다와 하나가 되었거든. 있잖아, 나와 함께 가자. 당신의 진짜 모습이, 파도 깊은 곳에서 기다리고 있어.",
                "cn": "我的剑销蚀了，我曾经的同僚都不在了，我身体里流淌着的不再是血，但我感到满足。我和大海已经融为一体。和我走吧，你真实的模样还在海浪深处等你。"
            },
            "asset": "char_1012_skadi2/CN_014"
        },
        {
            "id": "char_1012_skadi2_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Fight alongside the others? Against whom?",
                "jp": "他の人と一緒に戦うの？戦いの相手は誰？",
                "kr": "다른 사람과 함께 싸우라고? 싸우는 상대는 누구지?",
                "cn": "和其他人一起战斗？和谁战斗呢？"
            },
            "asset": "char_1012_skadi2/CN_017"
        },
        {
            "id": "char_1012_skadi2_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "No more lives should be lost.",
                "jp": "これ以上多くの命が失われるべきじゃないわ。",
                "kr": "이 이상의 많은 생명이 사라져서는 안 돼.",
                "cn": "不该再有更多生命消逝了。"
            },
            "asset": "char_1012_skadi2/CN_018"
        },
        {
            "id": "char_1012_skadi2_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "What will it feel like... when their arms penetrate this body?",
                "jp": "彼らが武器で私を傷つける時……何を感じるのかしら？",
                "kr": "그들이 무기로 나를 상처 입힐 때…… 뭘 느낄까?",
                "cn": "他们用武器伤害我的时候......会是什么感觉？"
            },
            "asset": "char_1012_skadi2/CN_019"
        },
        {
            "id": "char_1012_skadi2_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Treat me not as a calamity, for death is not my wish.",
                "jp": "私を厄災扱いしないで。誰にも死んでほしくないの。",
                "kr": "나를 재난 취급하지 마. 누구도 죽지 않았으면 좋겠어.",
                "cn": "别把我当成灾厄。我不想让谁死去。"
            },
            "asset": "char_1012_skadi2/CN_020"
        },
        {
            "id": "char_1012_skadi2_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "What do you wish to do? I shall obey.",
                "jp": "何がしたいの？従うわ。",
                "kr": "뭘 하고 싶은데? 따를게.",
                "cn": "你想做什么？我都会服从的。"
            },
            "asset": "char_1012_skadi2/CN_021"
        },
        {
            "id": "char_1012_skadi2_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "No longer do I walk alone. My blood kin are with me.",
                "jp": "もう一人じゃないわ。私の血族が、すぐ側にいるもの。",
                "kr": "이제 혼자가 아니야. 내 혈족이, 바로 곁에 있는걸.",
                "cn": "我已经不再是独自行走了。我的血亲在我身侧。"
            },
            "asset": "char_1012_skadi2/CN_022"
        },
        {
            "id": "char_1012_skadi2_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Now, harken to the song of the distant sea...",
                "jp": "じゃあ、この遠海の歌に耳を傾けて……",
                "kr": "그럼, 이 먼바다의 노래에 귀를 기울여 봐……",
                "cn": "那么，就请听听这远海的歌吧......"
            },
            "asset": "char_1012_skadi2/CN_023"
        },
        {
            "id": "char_1012_skadi2_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Rest at ease. The tide also rises.",
                "jp": "安心して。きっと大丈夫だから。",
                "kr": "안심해. 분명 괜찮을 테니까.",
                "cn": "放心吧。不会有问题的。"
            },
            "asset": "char_1012_skadi2/CN_024"
        },
        {
            "id": "char_1012_skadi2_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "The sky and the land... both a drought to relieve.",
                "jp": "空気も陸地も……乾きすぎね。",
                "kr": "공기도 육지도…… 너무 메말랐네.",
                "cn": "空气与陆地......都太干燥。"
            },
            "asset": "char_1012_skadi2/CN_025"
        },
        {
            "id": "char_1012_skadi2_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "May the song seep into your souls.",
                "jp": "歌声が、あなたたちの心に染み込んでいくわ。",
                "kr": "노랫소리가 당신들 마음에 스며들 거야.",
                "cn": "歌声会沁入你们的心灵。"
            },
            "asset": "char_1012_skadi2/CN_026"
        },
        {
            "id": "char_1012_skadi2_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "With me, to our eternal home we will return.",
                "jp": "私についてきて。永遠の故郷に還りましょう。",
                "kr": "나를 따라와. 영원의 고향으로 돌아가자.",
                "cn": "随我走吧，随我回去我们永恒的故乡。"
            },
            "asset": "char_1012_skadi2/CN_027"
        },
        {
            "id": "char_1012_skadi2_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Fear not, my kin… The time is nigh.",
                "jp": "怖がらないで、同胞たち……すぐに着くから。",
                "kr": "무서워하지 마, 동포들…… 금방 도착할 테니까.",
                "cn": "别害怕，我的同胞们......很快就要到了。"
            },
            "asset": "char_1012_skadi2/CN_028"
        },
        {
            "id": "char_1012_skadi2_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "They will become our blood kin. They no longer need to feel the suffering of aridity. Their prior existence was already too painful.",
                "jp": "彼らも私たちの血族になって、渇きの苦しみから解放される。これまでの生き方は、あまりにも辛かったでしょうね",
                "kr": "그들도 우리의 혈족이 돼서, 갈증의 괴로움에서 해방될 거야. 지금까지의 삶의 방식은 너무나도 고통스러웠겠지.",
                "cn": "他们会成为我们的血亲。他们不用再受干燥的苦。他们原本的活法太辛苦了。"
            },
            "asset": "char_1012_skadi2/CN_029"
        },
        {
            "id": "char_1012_skadi2_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Will you treat me the same way? Is this also the ending you designed for me? If that is what you wished for, I will not deny it.",
                "jp": "あなたは私をこんな風に扱うの？私にもこんな結末を迎えてほしいのかしら？本当にそう思っているのなら、受け入れるわ。",
                "kr": "당신은 나를 이렇게 다룰 거야? 내게도 이런 결말을 맞이하게 하고 싶은 거야? 정말 그렇게 생각한다면, 받아들일게.",
                "cn": "你会用这样的方式对待我吗？你会想让我也得到这种结局吗？你真这么想的话，我也能接受。"
            },
            "asset": "char_1012_skadi2/CN_030"
        },
        {
            "id": "char_1012_skadi2_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Why must you flee? This futile struggle will only bring about more senseless terror.",
                "jp": "どうして逃げるの？こうやって足掻いても、意味のない恐怖が増えていくだけよ。",
                "kr": "왜 도망치는 거야? 이렇게 발버둥쳐 봤자 의미 없는 공포만 늘어날 뿐인데.",
                "cn": "为什么要逃走呢？这样挣扎只会带给自己更多无谓的恐慌。"
            },
            "asset": "char_1012_skadi2/CN_031"
        },
        {
            "id": "char_1012_skadi2_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Run, Doctor... Run away, from here, from me... Leave.",
                "jp": "早く行って、ドクター……逃げるの。ここから、私の側から……逃げなさい。",
                "kr": "어서 가, 박사…… 도망쳐. 여기서, 내 곁에서…… 도망치라고.",
                "cn": "快走吧，博士......逃走吧，从这里，从我身边......逃走吧。"
            },
            "asset": "char_1012_skadi2/CN_032"
        },
        {
            "id": "char_1012_skadi2_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Sooner or later, this place too will return to its primordial form.",
                "jp": "ここもいつかは元通りになるわ。",
                "kr": "여기도 언젠가는 원래대로 돌아올 거야.",
                "cn": "这里迟早也会回归它原来的样子。"
            },
            "asset": "char_1012_skadi2/CN_033"
        },
        {
            "id": "char_1012_skadi2_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "...Why am I still wearing this hat?",
                "jp": "……どうして私はまだこの帽子をかぶっているのかしら。",
                "kr": "……어째서 나는, 아직도 이 모자를 쓰고 있는 거지?",
                "cn": "......我为什么还戴着这顶帽子？"
            },
            "asset": "char_1012_skadi2/CN_034"
        },
        {
            "id": "char_1012_skadi2_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "We failed to protect everything. The harmonious future is our only hope.",
                "jp": "私たちには何も守れないわ。あの平和な未来に、ただ望みを託すことしかできないの。",
                "kr": "우리는 아무것도 지킬 수 없어. 그 평화로운 미래에 그저 소망을 맡기는 수밖에 없지.",
                "cn": "我们什么都保护不了。我们只能寄望于那个和谐的未来。"
            },
            "asset": "char_1012_skadi2/CN_036"
        },
        {
            "id": "char_1012_skadi2_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_1012_skadi2/CN_037"
        },
        {
            "id": "char_1012_skadi2_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "I still remember this day... but time has no more significance at this point. The sea and sky, and all life, will never change anymore...",
                "jp": "この日を覚えているわ……でも、時間なんてもう意味を持たないの。海に空、そして全ての命、どれも、もう変わることはないの……",
                "kr": "이날을…… 아직 기억하고 있어. 하지만 더 이상 시간에는 의미가 없어. 바다와 하늘, 그리고 모든 생명까지, 이젠 변하지 않을 테니까……",
                "cn": "我还记得这一天......但是时间已经没有意义了，海洋和天空，还有一切生命，都再也不会有变化......"
            },
            "asset": "char_1012_skadi2/CN_038"
        },
        {
            "id": "char_1012_skadi2_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Doctor... Come, with me.",
                "jp": "ドクター……側に寄って。",
                "kr": "박사…… 곁으로 와줘.",
                "cn": "博士......来这里。"
            },
            "asset": "char_1012_skadi2/CN_042"
        },
        {
            "id": "char_1012_skadi2_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "Doctor, leave. There's nothing left in these ruins. Everything familiar has vanished. The memories still sting us... Doctor, do you hate what I say? But we've both lost our families, all of them... Would you become family with me, as I am now?",
                "jp": "ドクター、ここを離れましょう。この廃墟にはもうなんにもないの。慣れ親しんだものは何もかも消え去ってしまったのに、記憶だけがまだ私たちを苛むの……こんな言葉はもう聞きたくない？でもあなたも私も全ての家族を失ったわ……ドクター、今の私の家族になってくれる？",
                "kr": "박사, 여기를 떠나자. 이 폐허 속에는 이제 아무것도 남아 있지 않아. 익숙한 모든 것이 사라졌고, 기억은 여전히 우리를 아프게 할 뿐이야…… 박사, 그런 말은 더 이상 듣고 싶지 않다고? 하지만 우리는 둘 다 모든 가족을 잃었잖아…… 박사, 지금의 나와 가족이 되어 줄래?",
                "cn": "博士，离开吧。这片废墟里什么都没有了。熟悉的一切都消失了，记忆还依然在刺痛你我......博士，你厌恶我的话语？可我们都失去了所有的家人......你愿意成为现在的我的家人吗？"
            },
            "asset": "char_1012_skadi2/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Cristina Vee",
            "global": "Cristina Vee"
        },
        "cn": {
            "native": "张琦",
            "global": "Kiiki"
        },
        "jp": {
            "native": "佐藤利奈",
            "global": "Rina Sato"
        },
        "kr": {
            "native": "김나율",
            "global": "Kim Na-yul"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}