{
    "charid": "char_4142_laios",
    "nameid": "laios",
    "names": {
        "en": "Laios",
        "jp": "ライオス",
        "kr": "라이오스",
        "cn": "莱欧斯"
    },
    "voices": [
        {
            "id": "char_4142_laios_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Oh! This machine carries people's voices straight over, and l can talk back to them too! That 'photocopier' over there can produce exact replicas of anything painted on paper... Is my job to learn to use all of them? I'd love to know how they work!",
                "jp": "おお！これは声を伝達して、その場にいない人とも連絡を取るための道具なのか。それで、こっちの「コピー機」というのは、紙に描いた絵を完全に複製できる道具、と――俺は助手として、こういうものを使って仕事をしないといけないんだな？まずはこれが動く仕組みを知りたいところだ！",
                "kr": "오오! 이건 목소리를 전달하고 그 자리에 없는 사람과도 연락하기 위한 도구인가? 그리고 이 '복사기'라는 건, 종이에 그린 그림을 완전하게 복제할 수 있는 도구이고…… 내가 이런 걸 쓰면서 조수로 일해야 하는 거지? 일단은 이게 작동하는 원리를 알고 싶어!",
                "cn": "哦！这机器能把人的声音直接传过来，我还能和那边的人对话；那个“复印机”能把纸上的图画一模一样地印出来——我的工作就是使用这些机器吗？好想知道它们是怎么做到的！"
            },
            "asset": "char_4142_laios/CN_001"
        },
        {
            "id": "char_4142_laios_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Do you like the brined sandworm, Kay? How about this gloompincer mushroom pâté? Just as good? I've got garlic fin shiokara here, do you like that too? I'm so glad I meet you here! Come on, let's look for more new mon—whaaagh?! Vulcan? What are you doing? Where are you taking me?!",
                "jp": "ケオベ、この生の砂虫漬け、味はどうだった？美味しい？それなら、こっちの鉗獣とキノコのソースは？美味いか！だったら、ニンニクと和えた鱗獣ソーセージは……これも好きだって？君に会えたのは本当に幸運だった！ぜひとも、新しい魔物を探しに――うわあっ、ヴァルカンさん何を！？俺をどこに連れていくつもりなんだ！？",
                "kr": "케오베, 이 갯지렁이 절임은 맛이 어땠어? 맛있어? 그럼 이 글룸핀서에 버섯 소스를 쓴 건? 이것도 맛있어? 그럼 마늘에 버무린 린수 소시지는…… 이것도 좋다고? 널 만나서 정말 행운이야! 부디 나랑 함께 새로운 마물을 찾으러…… 우왓, 벌컨 씨! 뭐 하는 거야?! 어디로 끌고 가려고?!",
                "cn": "小刻，这个生腌沙虫好吃吗？那这个钳兽蘑菇酱呢？也好吃？还有蒜拌鳞肠，你也喜欢？能在这里遇到你真好！走吧，我们再去找新的魔——呃啊啊？火神小姐？干什么，你要带我去哪儿？！"
            },
            "asset": "char_4142_laios/CN_002"
        },
        {
            "id": "char_4142_laios_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Doctor! I'm behind this door! The little room next to you! I need your help, Mon3tr's sick... it's not eating anything I feed it. Do you have any ideas? What? But Dr. Kal'tsit saw how good friends we were and asked me to look after it for her. What do you mean she was keeping me shut in here? You're lying, right?",
                "jp": "ドクター！来てくれ、この狭い部屋だ！助けてくれないか！Mon3trが病気になってしまったようで、何をあげても食べないんだ！何かいい方法は……ん？ああ、ケルシー先生にここから出るなと言われてな。Mon3trと仲良くなったから世話を頼まれたんだと思っていたが、違うのか？",
                "kr": "박사! 이리 와봐, 여기 좁은 방이야! 나 좀 도와줄래? Mon3tr가 병에 걸렸는지 뭘 줘도 안 먹어! 뭔가 좋은 방법이…… 응? 아, 켈시 선생님이 여기서 나오지 말라고 했거든. Mon3tr랑 친해졌으니까 좀 돌봐달라고 한 것 같은데, 아닌가?",
                "cn": "博士！我在这个小房间里！帮帮我，Mon3tr肯定病了，我给它什么它都不吃，你有什么办法吗？嗯？凯尔希医生让我待在这里，不许出去，不是看我和它关系好让我照顾它吗？不是吗？"
            },
            "asset": "char_4142_laios/CN_003"
        },
        {
            "id": "char_4142_laios_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Orchid said a big flick on the forehead of whoever steps out of line is how you manage your party members, but Fang told me really earnestly that it should start with living up to your leadership responsibilities. Then they made me talk about what I think matters most in a leader. To tell the truth... I think what matters most is that everyone can trust each other.",
                "jp": "チームをまとめあげるコツは、言うことを聞かない奴に容赦をしないことだとオーキッドさんは言っていた。一方でフェンさんが熱心に話してくれたことには、隊長としての責任をきちんと背負うことこそが肝要、だそうだ。二人は俺を挟んで、隊長にとって一番重要なことは何かを議論していたが、俺は正直、全員が信頼し合うことが一番大切だと思うよ。",
                "kr": "팀을 이끄는 요령은, 말 안 듣는 녀석을 용서하지 않는 거라고 오키드 씨가 그러더라. 그런데 팽 씨가 열심히 얘기했던 건, 대장으로서 책임을 확실하게 지는 게 중요하다는 거였고. 그 두 사람은 날 사이에 두고 대장에게 가장 중요한 점이 뭔지 계속 토론했었는데, 난 솔직히 모두가 서로를 신뢰하는 게 제일 중요하다고 생각해.",
                "cn": "梓兰小姐说管理队友就是给不听话的狠狠来一下，芬小姐则很认真地告诉我管理队友是要承担起队长的责任。她们还拉着我讨论做队长最重要的是什么，我其实觉得，大家互相信任，就是最重要的。"
            },
            "asset": "char_4142_laios/CN_004"
        },
        {
            "id": "char_4142_laios_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Monsters have talons so they can hunt, and look cute so they can trick adventurers. By observing how monsters act, you get to know them. They always put themselves on full display, while humans are nothing like them... I'm more of a fan of monsters after all.",
                "jp": "魔物は狩りをするために鋭い爪を生やし、冒険者を惑わすために魅力的な姿に擬態する。行動を観察すれば理解が進むという点では、魔物は素直な生き物だ。でも、人間はそうはいかない……俺はやっぱり、魔物のほうが好きだな。",
                "kr": "마물은 사냥을 위해 날카로운 발톱을 기르고, 모험가를 유혹하기 위해 매력적인 모습으로 의태하지. 행동을 관찰해 보면 이해가 된다는 점에서, 마물은 솔직한 생물이야. 하지만 인간은 그렇지 않지…… 나는 역시, 마물이 더 좋아.",
                "cn": "魔物为了捕猎会长出利爪，为了迷惑冒险者会生出可爱的外表。观察魔物的行为就能了解它们，它们总是会坦诚地呈现自己的全部，但人类完全不一样......我还是更喜欢魔物。"
            },
            "asset": "char_4142_laios/CN_005"
        },
        {
            "id": "char_4142_laios_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "When I was young, I once got possessed by a spirit. Falin was the one who banished it, but because of that, our neighbors shunned her, and our father even kicked her out of the village. Later on, she ran away from school and went to the dungeon with me, but I couldn't protect her like I should have... I'm going to rescue her. I will rescue her.",
                "jp": "俺が子供の頃、幽霊に襲われかけたことがあってさ。ファリンが追い払ってくれたんだが、その一件以来妹は村人から疎まれ、遠方の学校へ追いやられる羽目になってしまった。そこで落ち着くこともできたのに、ファリンは学校生活を捨て俺についてきてくれて……そして俺を庇って竜に食われてしまった。だからこそ、俺は絶対にファリンを助け出してみせる！",
                "kr": "어릴 때 유령에게 습격당할 뻔한 적이 있었어. 파린이 쫓아 줬지만, 그 일 이후로 마을 사람들에게 따돌림당해서, 멀리 있는 학교로 쫓겨나는 처지가 돼버렸지. 거기서 정착할 수도 있었는데, 파린은 학교 생활을 버리고 날 따라와 줬어…… 그리고 날 감싸다가 드래곤에게 잡아먹히고 말았지. 그러니까, 난 반드시 파린을 구해 낼 거야!",
                "cn": "小时候我被灵附身，是法琳把它赶走的，她却因此被村里人排挤，被赶去远方的学校。后来她从学校离开，跟着我去迷宫，我却没能保护好她，害她被炎龙吃掉了......我一定会把她救回来的。"
            },
            "asset": "char_4142_laios/CN_006"
        },
        {
            "id": "char_4142_laios_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Be careful, Elysium gave me this Liberi egg to look after. He told me it'll hatch in a few days—oooh! It's doing it, it's hatching! A little damp chick just popped out! Is this what Liberi look like when they're young? What's so funny, Doctor... Elysium was playing a prank on me?",
                "jp": "気を付けてくれ。ここにあるのはリーベリの卵なんだ。エリジウムから、孵化させてほしいと頼まれたんだ。あと数日で出てくるだろうって――おおっ、本当に孵ったぞ！リーベリの赤ん坊は、こういうヒナみたいな姿をしているのか？……ん？ドクター、何を笑って……え？エリジウムに騙されてる？",
                "kr": "조심해. 여기 있는 건 리베리족의 알이야. 엘리시움이 부화시켜 달라고 부탁했거든. 며칠만 있으면 나올 거라고…… 오오, 진짜로 부화했어! 리베리족 아기는 이렇게 병아리처럼 생겼나? ……응? 박사, 왜 웃는…… 엉? 엘리시움한테 속았다고?",
                "cn": "小心，这是极境拜托我孵化的黎博利的蛋，他说这几天就会破壳了——哦哦，真的裂开了，孵出了一只湿漉漉的小鸟！黎博利小时候长这样吗？博士你笑什么？......你说极境他骗我？"
            },
            "asset": "char_4142_laios/CN_007"
        },
        {
            "id": "char_4142_laios_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Marcille always hates eating monsters, and Chilchuck once got betrayed by his own party... I was fully resolved to save Falin all on my own, and yet they still decided to stick with me despite everything. I'm really grateful to them for that.",
                "jp": "マルシルは魔物食が苦手だし、チルチャックは同情で仕事はしない。元々は、俺一人でファリンを助けに行こうと思っていたくらいなのに、快く同行してくれたマルシルとチルチャックには本当に感謝しているんだ。",
                "kr": "마르실은 마물식을 싫어하고, 칠책은 동정으로 일하는 타입은 아니야. 원래는 나 혼자서 파린을 구하러 가려고 했는데, 흔쾌히 동행해 준 마르실과 칠책에게는 정말로 감사하고 있어.",
                "cn": "玛露西尔根本不喜欢吃魔物，齐尔查克不会出于同情而接工作......本来我已经决定一个人去救法琳了，他们却还是愿意陪我一起，我很感谢他们。"
            },
            "asset": "char_4142_laios/CN_008"
        },
        {
            "id": "char_4142_laios_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "I never imagined there'd be anyone except Senshi, but so many operators are interested in monsters! Plus, they want to come with me and see what it's like in the dungeon. If we have the ability to teleport back and forth, I bet Falin will want to visit as well and make friends with you all, and then we'll go on a tour around Terra!",
                "jp": "まさかセンシ以外にも、魔物に興味のある人がこんなにいるとは。しかも彼らは、一緒に迷宮へ行ってみたいとまで思ってくれているんだ。もし、ここと迷宮の間を本当に行き来できるなら、ファリンもきっと君たちと共にテラを旅して回りたいと言うだろうなぁ。",
                "kr": "센시 외에도 마물에 관심 있는 사람이 이렇게 많을 줄이야. 게다가 함께 던전에 가 보고 싶다고도 생각하는구나. 만약 진짜로 여기랑 던전을 왔다 갔다 할 수 있다면 파린도 분명 너희와 함께 테라를 여행하고 싶다고 할 거야.",
                "cn": "我没想到除了森西外还会有那么多干员对魔物感兴趣，他们还想跟着我们去迷宫里看看。要是真的能够在这里和迷宫间来回，法琳肯定也想过来，认识你们这群朋友，然后我们一起走遍泰拉！"
            },
            "asset": "char_4142_laios/CN_009"
        },
        {
            "id": "char_4142_laios_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Huh, I think Kensuke's asleep as well... So adorable…",
                "jp": "うーん、ケン助も寝てしまったみたいだ……俺もそろそろ眠るかな。",
                "kr": "음, 검돌이도 잠들어버린 것 같고…… 나도 그만 잘까.",
                "cn": "唔，剑助好像也睡着了......我也该睡一睡了......"
            },
            "asset": "char_4142_laios/CN_010"
        },
        {
            "id": "char_4142_laios_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "I noticed! You're interested in cooking monsters too, aren't you? I have sandworm & needlefly meatballs here, do you wanna try some?",
                "jp": "今ふと気付いたんだが、実は君も魔物料理に興味があるのでは？このミートボールは砂虫とハリノミで作ったんだが、食べてみないか？",
                "kr": "지금 문득 깨달았는데, 사실은 너도 마물 요리에 관심 있는 거 아니야? 이 미트볼은 갯지렁이랑 니들플라이로 만든 건데 먹어 볼래?",
                "cn": "我刚才注意到了，你其实对魔物料理也挺感兴趣的，对吧？这是用沙虫和针蚤做的肉丸，你尝尝？"
            },
            "asset": "char_4142_laios/CN_011"
        },
        {
            "id": "char_4142_laios_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "These monsters just get neater and neater...",
                "jp": "この魔物たち、本当に見れば見るほど面白いなぁ……",
                "kr": "이 마물들, 진짜 보면 볼수록 재밌네……",
                "cn": "这些魔物真是越看越有趣啊......"
            },
            "asset": "char_4142_laios/CN_012"
        },
        {
            "id": "char_4142_laios_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Thank you for letting me on! Excuse me, Doctor, is there some reason I haven't met any operators lately? ...What? They filed complaints against me? For getting too much plumage and fur from them? They think I'm weird? I—I just wanted to make a collection of specimens—",
                "jp": "認めてくれてありがとう！しかしドクター、最近あまり他のオペレーターを見かけないんだが、どうしてだろう？えっ、彼らの羽や被毛をやたらと集めるのはおかしいから、だって？お、俺はただ標本にしようと思っただけで――",
                "kr": "인정해 줘서 고마워! 근데 박사, 요즘 다른 오퍼레이터들이 잘 안 보이는데, 이유가 뭘까? 어? 걔네 깃털이랑 모피를 마구 모으는 게 이상해서 그렇다고? 나, 난 그냥 표본으로 삼으려 했을 뿐인데……",
                "cn": "谢谢你们的认可！不过博士，为什么我最近都没怎么碰到干员们？收集了太多大家的羽毛和绒毛被投诉说很奇怪？我、我只是想做成标本收藏——"
            },
            "asset": "char_4142_laios/CN_013"
        },
        {
            "id": "char_4142_laios_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "I totally grasp how to get along with the operators here now, and I'm confident I'll blend in with everyone soon. Here are some seven-headed, super-undefeatable monster figures made by myself, and I'll send them out later to make up for everything.",
                "jp": "俺も最近ようやくここの人達との接し方がわかってきたし、オペレーターたちともうまくやっていけるはずなんだ。ほら、これを見てくれ。これは俺が作った、七つの頭を持つ無敵の魔物の模型なんだが、あとでお詫びとしてみんなに配ろうと思ってる。",
                "kr": "최근에야 드디어 나도 여기 사람들을 대하는 법을 알았으니까, 오퍼레이터들과도 잘 지낼 수 있을 거야. 이거 한 번 볼래? 내가 직접 만든 일곱 머리 무적의 마물 모형이야. 나중에 사과의 의미로 모두에게 나눠 줄까 해.",
                "cn": "我现在很清楚在这里要如何与大家来往了，肯定能和干员们融洽相处。这是我做的一批超级无敌七头魔物模型，待会儿就作为赔礼送过去。"
            },
            "asset": "char_4142_laios/CN_014"
        },
        {
            "id": "char_4142_laios_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Weapons, armor, medicine, food, cookware, sleeping pads... We don't need the sleeping pads? Oh, alright.",
                "jp": "武器に防具、薬に食料、調理道具に寝袋……は、いらないか？わかった。",
                "kr": "무기와 방어구, 약과 식량, 조리 도구랑 침낭……은 필요 없다고? 알았어.",
                "cn": "武器防具、药品食物、炊具铺盖......不需要铺盖吗？哦哦。"
            },
            "asset": "char_4142_laios/CN_017"
        },
        {
            "id": "char_4142_laios_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Got it. I'll perform my duty.",
                "jp": "わかった、任されたからには頑張るよ。",
                "kr": "알았어, 맡은 이상 열심히 해 볼게.",
                "cn": "明白，我会承担起相应的责任的。"
            },
            "asset": "char_4142_laios/CN_018"
        },
        {
            "id": "char_4142_laios_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Yup, my belly's nice and full. Everything's gonna be fine this time.",
                "jp": "うん、腹もいっぱいだし、大丈夫だろう。",
                "kr": "응, 배도 부르니까 괜찮을 거야.",
                "cn": "嗯，肚子很饱，这次绝对没问题。"
            },
            "asset": "char_4142_laios/CN_019"
        },
        {
            "id": "char_4142_laios_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Whoa! Kensuke's shaking!",
                "jp": "うっ、ケン助が震えている……！",
                "kr": "윽, 검돌이가 떨고 있어……!",
                "cn": "唔，剑助震动了！"
            },
            "asset": "char_4142_laios/CN_020"
        },
        {
            "id": "char_4142_laios_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "What are your monsters like here?",
                "jp": "ここの魔物はどんな姿をしてるんだろう？",
                "kr": "여기 마물은 어떻게 생겼을까?",
                "cn": "你们这里的魔物长什么样？"
            },
            "asset": "char_4142_laios/CN_021"
        },
        {
            "id": "char_4142_laios_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "It'd be great if we could encounter a new species.",
                "jp": "新種に会えるといいんだが。",
                "kr": "새로운 종을 만날 수 있다면 좋을 텐데.",
                "cn": "要是能遇到新品种就好了。"
            },
            "asset": "char_4142_laios/CN_022"
        },
        {
            "id": "char_4142_laios_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Let me check for any carnivorous monster dung...",
                "jp": "まずは肉食の魔物のフンがないかを確かめよう……",
                "kr": "우선 육식 마물의 똥이 없는지 확인하자……",
                "cn": "先看看有没有食肉魔物的粪便......"
            },
            "asset": "char_4142_laios/CN_023"
        },
        {
            "id": "char_4142_laios_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "The terrain here is totally different to the dungeon...",
                "jp": "この辺りの地形は、迷宮内とはまるで違うな……",
                "kr": "이 주변 지형은 미궁 내부와는 완전히 다르네……",
                "cn": "这里的地形和迷宫里的区别很大呢......"
            },
            "asset": "char_4142_laios/CN_024"
        },
        {
            "id": "char_4142_laios_CN_025",
            "title": {
                "en": "During Combat",
                "jp": "作戦中",
                "kr": "작전 중",
                "cn": "作战中"
            },
            "text": {
                "en": "RAAAAAAAAAAAAAAAH!! RAAH! RAAAAGH!!",
                "jp": "クエーーーッッ！",
                "kr": "꾸에에에에엑!",
                "cn": "咯————咯咯，咯咯咯！"
            },
            "asset": "char_4142_laios/CN_025"
        },
        {
            "id": "char_4142_laios_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Ahh, I have to note down everything we learned today. Terra's got so many kinds of monsters...!",
                "jp": "おおっ、今日の収穫は後で必ず記録しておかないと。テラの魔物は本当に多種多様だな……！",
                "kr": "오오! 오늘 수확은 나중에 꼭 기록해야겠어. 테라의 마물은 진짜 다양하구나……!",
                "cn": "啊啊，今天的收获等下一定都要记下来，泰拉的魔物真是多种多样啊......！"
            },
            "asset": "char_4142_laios/CN_029"
        },
        {
            "id": "char_4142_laios_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Senshi, are those monsters edible?",
                "jp": "センシ、あの魔物、食べられるかな？",
                "kr": "센시, 저 마물 먹을 수 있을까?",
                "cn": "森西，刚刚那些魔物能吃吗？"
            },
            "asset": "char_4142_laios/CN_030"
        },
        {
            "id": "char_4142_laios_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Cheer up, Doctor. Just watch, we'll succeed next time.",
                "jp": "そう落ち込むな、ドクター。次はきっとうまくいくよ。",
                "kr": "너무 풀 죽지 마, 박사. 다음엔 분명 잘될 거야.",
                "cn": "别灰心，博士，我们下次一定会成功的。"
            },
            "asset": "char_4142_laios/CN_031"
        },
        {
            "id": "char_4142_laios_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Fighting on an empty stomach is a recipe for party wipes...",
                "jp": "空腹で戦いに挑めば、全滅の危険もある……",
                "kr": "공복으로 싸우려 들다간, 전멸할 위험도 있어……",
                "cn": "没有吃饱就战斗的话，可能会团灭啊......"
            },
            "asset": "char_4142_laios/CN_032"
        },
        {
            "id": "char_4142_laios_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Alright, let's ask Chilchuck to map out this place!",
                "jp": "よし、チルチャックにここの地図を作ってもらおう！",
                "kr": "좋아, 칠책에게 여기 지도를 만들어 달라고 하자!",
                "cn": "好，让齐尔查克做一份这里的地图吧！"
            },
            "asset": "char_4142_laios/CN_033"
        },
        {
            "id": "char_4142_laios_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "...Kensuke?",
                "jp": "……ケン助？",
                "kr": "……검돌아?",
                "cn": "......剑助？"
            },
            "asset": "char_4142_laios/CN_034"
        },
        {
            "id": "char_4142_laios_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "This metal crab can't right itself. Look, it's sooo cute.",
                "jp": "小さなハガネガニって、ひっくり返ったら自力では起き上がれないのか。面白いなあ。",
                "kr": "작은 메탈 크랩은 뒤집히면 스스로 못 일어나는구나. 재밌네.",
                "cn": "小磐蟹没办法自己翻身，真好玩。"
            },
            "asset": "char_4142_laios/CN_036"
        },
        {
            "id": "char_4142_laios_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주",
                "cn": "明日方舟。"
            },
            "asset": "char_4142_laios/CN_037"
        },
        {
            "id": "char_4142_laios_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "When Marcille was taking our photograph just now, she left a spot next to her for Falin. I wonder what kind of souvenir I should get her... How about this needlefly pâté? Really, you don't think so? You don't understand. This is made from a monster from another world!",
                "jp": "さっき写真を撮った時、マルシルが隣にファリンのスペースを空けておいてくれたんだ。それで俺は、ファリンへのお土産を何にしようか考えてるんだが……このハリノミミートソースの瓶詰なんてどうだろう？えっ、ダメか？せっかく異世界の魔物で作ったものなのに。",
                "kr": "아까 사진 찍을 때 마르실이 옆에 파린의 자리를 비워 놨어. 그리고 난 파린에게 무슨 선물을 줄까 고민인데…… 이 니들플라이 미트 소스 병조림은 어떨까? 엥, 안 돼? 모처럼 이세계 마물로 만든 건데.",
                "cn": "刚刚玛露西尔拍照的时候还在身边给法琳留了个位子，我在想我要给法琳带什么回去作为礼物。你觉得这瓶针蚤肉酱怎么样？怎么了，不好吗？这可是用异世界的魔物做的啊。"
            },
            "asset": "char_4142_laios/CN_038"
        },
        {
            "id": "char_4142_laios_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "I have a shiny mouth...? Right, I just ate a fluorescent Originium Slug gummy.",
                "jp": "口の周りが光ってるって……？ああ、さっき蛍殻オリジムシのグミを食べたからだろう。",
                "kr": "입 주변이 빛난다고……? 아~ 아까 형광 원석충 젤리를 먹어서 그럴 거야.",
                "cn": "我的嘴在发光......？嗯，我刚才吃了荧壳源石虫软糖。"
            },
            "asset": "char_4142_laios/CN_042"
        },
        {
            "id": "char_4142_laios_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "I wasn't sure what kind of birthday cake I should buy you, but then the instant I saw it, I had to get it—it's a dragon cake! See? The strawberry jam on it is like its flame breath! Isn't that super cool?",
                "jp": "バースデーケーキを選ぶにあたって、何がいいか迷っていたんだが……これを見た瞬間に決めたよ。見てくれ、ドラゴンケーキだ！イチゴジャムで吹き出す炎を表現してるのがかっこいいだろう？",
                "kr": "생일 케이크로 뭐가 좋을지 고민했는데…… 이걸 본 순간 결정했어. 봐, 드래곤 케이크야! 딸기 잼으로 뿜어지는 불꽃을 표현한 게 멋있지 않아?",
                "cn": "挑选生日蛋糕的时候，我原本还在犹豫应该买什么款式，但看到它的瞬间我就立刻决定了——龙形蛋糕！看，用草莓酱模拟的喷出来的火焰，是不是超酷？"
            },
            "asset": "char_4142_laios/CN_043"
        },
        {
            "id": "char_4142_laios_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "They say so long as you defeat the Lunatic Magician of the dungeon, all that lies within is yours. When I was in the depths before, I wasn't thinking at all about why I was down there, or what it was that I truly wanted... but meeting you all made me realize just what it's like to have a goal in life.",
                "jp": "狂乱の魔術師を倒せば、迷宮のすべてが手に入ると言われている。以前迷宮の深層まで行った時には、自分がそこを目指す理由も、何を得たいと思っているかも考えたことはなかったんだ。でも、君たちと知り合ってわかったよ。目標のある人生というのは、こういうものなのだと。",
                "kr": "광란의 마술사를 쓰러트리면 미궁의 전부를 손에 넣을 수 있다고 해. 예전에 미궁의 심층까지 갔을 땐, 내가 그곳을 목표로 삼은 이유도, 뭘 얻고 싶은지도 생각한 적이 없었어. 하지만 너희와 만나고 알았어. 목표가 있는 인생이란 이런 것이란 걸.",
                "cn": "听说只要击败了迷宫的狂乱魔法师，就能获得那里的一切。我之前去迷宫深处时并没有仔细考虑自己为什么想去，又或是想要得到什么。但是认识你们后我才知道，有目标的人生，原来是这样的。"
            },
            "asset": "char_4142_laios/CN_044"
        }
    ],
    "actors": {
        "linkage": {
            "native": "熊谷健太郎",
            "global": "Kentaro Kumagai"
        }
    },
    "availability": [
        "linkage"
    ]
}