{
    "charid": "char_017_huang",
    "nameid": "huang",
    "names": {
        "en": "Blaze",
        "jp": "ブレイズ",
        "kr": "블레이즈",
        "cn": "煌"
    },
    "voices": [
        {
            "id": "char_017_huang_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "C'mon, I'm no good with paperwork. You sure you want me here in the office? I'd be better out in the field. Wouldn't you rather I brought home some wins?",
                "jp": "あのね、書類仕事なんて全然できないんだけど、本当に私に執務室の当番をさせる気？それより戦いに出す方が良くない？戦果があがれば君だって嬉しいでしょ？",
                "kr": "있잖아, 서류 작업 같은 건 전혀 못 하는데, 진짜 나한테 집무실 당번을 시키려고? 이런 거 보단, 그냥 전투에 내보내는 게 낫지 않아? 전투 성과가 오르면 너도 기쁘잖아?",
                "cn": "我说，文职工作我可是完全做不来，让我值班真的合适吗？不如让我出战，有战果的话，你也会开心的吧？"
            },
            "asset": "char_017_huang/CN_001"
        },
        {
            "id": "char_017_huang_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "I fight for the Infected. Life for our people is rough, anyone with eyes can see that. It's just that most people don't give a damn about our lives. But I do, I care a lot. We've got so many operators here counting on me, and I'm NOT about to let them down.",
                "jp": "感染者の為に戦う、それが私の信条。私たちに降りかかる不条理は、誰の目にもはっきり映ってるはずなのに、ほとんどの人が見て見ぬふりでしょ。でも私は見過ごせないし、見過ごさない。ロドスのオペレーターたちはみんな私をサポートしてくれる、だからみんなの期待は絶対に裏切れないんだ。",
                "kr": "감염자를 위해 싸운다, 그게 내 신조야. 우리에게 닥친 부조리함은 분명히 모두에게 다 보일 텐데, 대부분은 보고도 못 본 척하잖아. 하지만 난 못 본 척할 수 없고, 못 본 척하지도 않을 거야. 로도스 아일랜드의 오퍼레이터들은 모두 날 서포트해줘. 그러니까, 모두의 기대는 절대로 저버릴 수 없지.",
                "cn": "我为感染者而战。我们的遭遇，有眼睛的人都看得很清楚，只是绝大多数人根本不在乎我们的人生。但我在乎，在乎得很。罗德岛许多干员都在为我提供支援，我绝不会辜负他们的期望。"
            },
            "asset": "char_017_huang/CN_002"
        },
        {
            "id": "char_017_huang_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "The reason I work for Rhodes Island? Because I've got nowhere better to be, naturally. But I've gotta be honest, I can't think of any place better than here. The pay's good, the medical treatment is cutting edge, and we've even got a cute little rabbit. It's just brilliant. What could be better?",
                "jp": "ロドスで働いてる理由？そりゃ行くところがなかったからに決まってるでしょ。いや、というよりロドスより条件のいいところは見つからないと思うよ。給料もいいし、医療設備も最新のものばかりだし、その上かわいいウサギちゃんもいる！サイッコーでしょ！？",
                "kr": "로도스 아일랜드에서 일하는 이유? 그야, 당연히 갈 곳이 없어서지. 아니, 딱히 갈 곳이 없어서라기보단, 로도스 아일랜드보다 조건 괜찮은 데는 없잖아? 급여도 세고, 의료 설비도 전부 최신이고, 게다가…… 귀여운 토깽이도 있는걸! 이 정도면 진짜 최고 아니야?!",
                "cn": "在罗德岛工作的原因啊，自然是因为没什么地方可去吧？不，换句话说，我想不出比罗德岛条件还好的地方会是什么样。高薪，有先进的配套医疗条件，还有可爱的小兔子在，简直太棒了好吗？"
            },
            "asset": "char_017_huang/CN_003"
        },
        {
            "id": "char_017_huang_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "I'm one of Rhodes Island's frontline breachers, I don't have powerful Arts that wipe the field, and it's not like my combat techniques could down a whole army. But, if I combine the two things I'm good at, then BOOM! You get quick results. I think that's what they call a chemical reaction.",
                "jp": "私はロドスの強襲担当オペレーターって言っても、戦局をひっくり返すようなアーツも、一人で敵の大軍を相手にできる技術も持ってない。でも、へへ、私の得意技2つを組み合わせれば……ドカーン！効果バツグン！こういうの、化学反応ってやつかな？",
                "kr": "난 로도스 아일랜드의 강습 담당 오퍼레이터라곤 하지만, 전황을 뒤집을만한 아츠도, 혼자서 적의 대군을 상대할 수 있는 기술도 없어. 그래도…… 헤헤, 내 특기 두 개를 합치면…… 콰앙! 효과 만점! 이런 걸 케미라 하던가?",
                "cn": "作为罗德岛攻坚干员，我既没有强到能横扫战场的法术，也没有能一个人对抗大群敌人的战斗技巧。但是，哈，当我把我还算擅长的两样事结合到一块儿，轰，效果立竿见影！这大概就是化学反应吧。"
            },
            "asset": "char_017_huang/CN_004"
        },
        {
            "id": "char_017_huang_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Amiya is one of the most talented fighters I've ever met. She keeps a clear head in any situation, and her Arts are enough to scare even me. You know, Doctor, I can't help but wonder, how did she get so good at fighting, as young as she is? Honestly, I wish she was picking up joyful, happy experiences, not the combat kind.",
                "jp": "アーミヤちゃんは私が知る中では、一番戦士の才覚に恵まれてる子よ。戦況の判断ははっきりしてるし、あのアーツは見るだけでも震えが来る。でもよくよく考えてみれば、あの歳でどうやってこれだけの力を身に着けたのかな？正直、こんな力は持たないほうが幸せでしょうに。",
                "kr": "아미야는 내가 아는 사람 중에선 전사로서의 자질이 가장 뛰어난 아이야. 전황 판단도 명확하고, 그 아츠는…… 보기만 해도 몸이 떨리는걸. 근데 곰곰이 생각해 보면, 대체 어쩌다 그 나이에 그만한 힘을 갖게 된 걸까? 솔직히, 그런 힘은 없는 게 더 행복할 텐데.",
                "cn": "阿米娅是我见过最有天分的战士之一。她对局势的判断特别清晰，她的法术我光是看着都感到害怕。只不过仔细想想，她是怎么在这个年龄获得这种实力的？说真的，我宁可她没有这样的实力。"
            },
            "asset": "char_017_huang/CN_005"
        },
        {
            "id": "char_017_huang_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "If you need my help, no need to be shy - just say the word! You put your trust in me, and I return the favor. You command, I fight. It's symbiotic. Aw, look at us! We're the best partners in all Rhodes Island! Oh, don't tell Amiya I said that.",
                "jp": "もし私の助けが必要なら、遠慮せず言ってちょーだい！君が私を信じて、私も君を信じる。君が指揮をとって、私が戦う、そーいうこと！私たちこそロドスのベストコンビだよね！あ、今言ったこと、アーミヤちゃんには内緒だからね。",
                "kr": "혹시 내 도움이 필요하면 사양하지 말고 얘기해줘! 네가 나를 믿고, 나도 널 믿는다…… 네가 지휘하고 내가 싸운다…… 그런 거지! 우리 진짜, 로도스 아일랜드의 베스트 콤비다 그치! 아, 방금 말한 거, 아미야한테는 비밀이다?",
                "cn": "如果需要我帮忙，别客气，开口直说！你信任我，我相信你，你指挥，我战斗，成了！现在的我们，就是罗德岛最佳拍档！啊，这些话，可别告诉阿米娅哦。"
            },
            "asset": "char_017_huang/CN_006"
        },
        {
            "id": "char_017_huang_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "The crew's been buzzing about who you used to be, before your memory loss. They were talking back before I even met you. It looks to me like you aren't the same person anymore. Soooo, I guess I'm talking about two different Doctors? Past Doctor and Present Doctor, hah!",
                "jp": "君に会う前、たくさんの人が記憶喪失前の君について話してくれたよ。まぁ、今の君はあの人たちが語るドクターとはちょっと違うみたいだけどね。前のドクターと今のドクター、別人って考えたほうがいいかな？ハハッ。",
                "kr": "널 만나기 전에 많은 사람들이, 기억상실이 되기 전의 너에 대해 얘기해줬어. 뭐, 지금의 넌, 그 사람들이 말하는 박사와는 조금 다른 것 같지만 말이야. 예전의 박사와 지금의 박사…… 다른 사람이라고 생각하는 게 나으려나? 하하.",
                "cn": "在见到博士你之前，就已经有很多人向我提过你失忆前的事迹。当然，你好像和他们说的那个博士不太一样，我是不是也该把你们当作两个不同的人？过去的博士，以及现在的博士，哈哈。"
            },
            "asset": "char_017_huang/CN_007"
        },
        {
            "id": "char_017_huang_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Dr. Kal'tsit says you're going to really shoulder responsibility for Rhodes Island someday. She saved my life, and I trust her. She also asked me to decide what kind of person you are for myself. And I'm going to do that, at least until Oripathy takes my life.",
                "jp": "ドクター、いつか君は自分の本当の責任を背負う日が来るってケルシー先生が言ってた。私は命を救ってくれた先生のことは信頼してるし、君は何者か、自分の目で確かめろとも言われた。もちろんそうするつもりだよ、鉱石病が私の命を奪うまではね。",
                "kr": "박사, 닥터 켈시가 그랬어. 언젠가 넌…… 자신의 진정한 책임을 짊어질 날이 올 거라고…… 그리고 네가 누구인지 자기 눈으로 직접 확인하라고…… 난 내 목숨을 구해준 닥터 켈시를 신뢰하고 있거든. 그러니까, 그 말 대로 할 생각이야. 광석병이 내 목숨을 앗아갈 때까지는.",
                "cn": "凯尔希医生说了，总有一天你会真正担起罗德岛里属于你的那份责任。凯尔希医生救了我的命，我信任她；而她也说了，你是怎么样的人，需要我自己去确认。我会的，只要矿石病还没夺走我的生命。"
            },
            "asset": "char_017_huang/CN_008"
        },
        {
            "id": "char_017_huang_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Hey, Doctor, pass me that towel, would you? Yeah, just finished training. I need at least six hours every day to stay combat-ready. Gotta roll out whenever the order comes in, you know. Alright, I've kept you waiting long enough. So where are we going this time? If that's the plan, I guess you're picking up the tab?",
                "jp": "あ、ドクター、タオル取って。うん、今日のトレーニングはこれでおしまい。毎日欠かさず6時間のトレーニングを積んで、命令が来たらいつでも出られる臨戦態勢にしておかなくちゃいけないんだ。よし、おまたせー。今日はどこ行く？いい、今回はドクターの奢りだからね？",
                "kr": "아, 박사. 거기 수건 좀 줄래? 응, 오늘 훈련은 이걸로 끝이야. 매일 빼먹지 않고 6시간씩 훈련해서, 명령이 떨어지면 언제든지 나갈 수 있는 임전 태세를 갖추고 있어야 하거든. 오래 기다렸지? 오늘은 어디 갈래? 좋아, 이번엔 박사가 사는 거다?",
                "cn": "啊，博士，毛巾递我一下。嗯，今天的训练任务已经完成了。保证每天六小时的训练，才能一直处在备战状态，接到命令就能立即出发。行啦，让你久等了，这次我们去哪？说好了，这回你出钱哦？"
            },
            "asset": "char_017_huang/CN_009"
        },
        {
            "id": "char_017_huang_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Would people get the wrong idea if I carried the Doctor to bed? Maybe I'm better off leaving well enough alone…",
                "jp": "もしドクターを寝室まで運ぶところを見られたら、誤解されちゃうかな？いっそこのまま寝かせておこうか……？",
                "kr": "혹시 박사를 침실까지 옮기는 걸 누가 보면 오해하려나? 차라리 그냥, 이대로 자게 놔둘까……?",
                "cn": "要是把博士抬去寝室，会不会被人误会啊？干脆就这样子放着好了......？"
            },
            "asset": "char_017_huang/CN_010"
        },
        {
            "id": "char_017_huang_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Rhodes Island Operator, Blaze, reporting in. Here, the authorization letter signed by Dr. Kal'tsit. Now I'm under your direct command. Alrighty, Doctor, let's show the other squads what we can do!",
                "jp": "ロドスのオペレーター、ブレイズだよ。はい、これが私の配属権限委任状、ケルシー先生のサインは貰ってあるよ。さてドクター、他のチームに私たちの実力を見せてあげよう！",
                "kr": "로도스 아일랜드의 오퍼레이터, 블레이즈야. 자, 이게 내 배속 권한 위임장. 닥터 켈시 쪽 사인은 받아 놨어. 그럼 박사, 다른 팀한테 우리의 실력을 보여주자고!",
                "cn": "罗德岛干员，煌，向你报到。拿着，这是可以直接调遣我的权限认可书，凯尔希医生已经签了名了。好了博士，就让其他小队看看我们的本事吧！"
            },
            "asset": "char_017_huang/CN_011"
        },
        {
            "id": "char_017_huang_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "I've seen a lot of battles like this. But tougher times might still be ahead of us.",
                "jp": "こういう戦いは何度も経験してきたけど、もっと厳しいものが後に待ってるんだろうね。",
                "kr": "이런 전투는 지금까지 몇 번이나 경험했지만, 더 혹독한 것이 뒤에 기다리고 있겠지.",
                "cn": "这样的战局我也经历过很多次了，更艰难的可能还在后面等着我们。"
            },
            "asset": "char_017_huang/CN_012"
        },
        {
            "id": "char_017_huang_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Hehe, can you feel the air getting hotter? No? Reeaaally? Then I'd better kick things up a notch. Aww, I was trying to get you fired up.",
                "jp": "フフ、周りの空気が熱くなってきたのを感じる？わからない？えーっ、じゃあもう少し暖めてみようかな。いや、ムードを盛り上げようと思って……",
                "kr": "후후, 주변 공기가 뜨거워진 게 느껴져? 모르겠다고? 흐음, 그럼 조금 더 따뜻하게 해 볼까? 아니 그냥, 분위기 좀 띄워볼까 해서……",
                "cn": "哈，有没有感觉周围的空气变得燥热了？没有？咦，我再加加温试试，还想着这样能炒热气氛来着......"
            },
            "asset": "char_017_huang/CN_013"
        },
        {
            "id": "char_017_huang_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Us Rhodes Island Operators put all our trust in Amiya, Dr. Kal'tsit, and you, Present Doctor. Because you've never given up on any of us. Fighting for the Infected is the right thing to do. It's worth it, Doctor.",
                "jp": "アーミヤちゃん、ケルシー先生、そして今の君、ロドスの仲間が君たちを認めてるのは、君たちが一度だってみんなの事を諦めなかったからだよ。感染者の為に戦うことが正義だって私は信じてる。私たちの戦いにはとてつもない価値があるんだよ、ドクター。",
                "kr": "아미야, 닥터 켈시, 그리고 지금의 너…… 로도스 아일랜드의 동료들이 너희를 인정하는 건 너희가 한 번도 모두를 포기하지 않았기 때문이야. 감염자를 위해 싸우는 것이 정의라고, 나는 그렇게 믿고 있어. 우리의 싸움에는 엄청난 가치가 있는 거야, 박사.",
                "cn": "阿米娅、凯尔希医生、还有现在的你，罗德岛干员们相信你们，是因为你们没有放弃他们。我相信为感染者而战是正义的，博士。我们的战斗是有价值的。"
            },
            "asset": "char_017_huang/CN_014"
        },
        {
            "id": "char_017_huang_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Time for combat? Count me in!",
                "jp": "戦いに行くの？私も頭数に入れといて！",
                "kr": "싸우러 가는 거야? 나도 껴줘!",
                "cn": "要出战了吗？算我一个吧！"
            },
            "asset": "char_017_huang/CN_017"
        },
        {
            "id": "char_017_huang_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Alright, I'm the leader, huh? I got this, I know all about wiping out hostiles!",
                "jp": "おお、私が指揮か。まっ、敵を全員片付ける方法くらい、よーく知ってるよ！",
                "kr": "오…… 내가 지휘야? 뭐, 적을 전부 처리하는 방법 정도는 잘 알고 있으니까!",
                "cn": "哦哦，指挥啊，怎么把敌人全都干掉，我还是懂的！"
            },
            "asset": "char_017_huang/CN_018"
        },
        {
            "id": "char_017_huang_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Us frontline breachers have high standards. Try to keep up!",
                "jp": "強襲オペレーターの基準は厳しいよ、私の動きに付いてきて！",
                "kr": "강습 오퍼레이터의 기준은 엄격해. 내 발걸음에 바짝 달라붙으라고!",
                "cn": "攻坚干员的标准可是很高的，跟紧我的脚步！"
            },
            "asset": "char_017_huang/CN_019"
        },
        {
            "id": "char_017_huang_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "It may be a little gruesome, but I love shredding steel and crushing bunkers!",
                "jp": "ちょっと乱暴だけど、かったーい金属とかシェルターを切り裂くのが好きなんだ！",
                "kr": "좀 난폭하긴 하지만, 단단한 금속이나 방공호를 베어버리는 걸 좋아하거든!",
                "cn": "虽然有点暴力，但我可是很喜欢切裂钢铁和掩体的！"
            },
            "asset": "char_017_huang/CN_020"
        },
        {
            "id": "char_017_huang_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "You know, it wasn't easy learning high-temperature vapor dynamics!",
                "jp": "高温気体力学はめちゃムズなんだから！",
                "kr": "고온기체 역학은 엄청 어렵다고!",
                "cn": "高温气体动力学好难学的！"
            },
            "asset": "char_017_huang/CN_021"
        },
        {
            "id": "char_017_huang_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Let me show you the chainsaw techniques the other elite operators taught me!",
                "jp": "エリートオペレーターから教わった切断術を見せてあげる！",
                "kr": "정예 오퍼레이터한테 배운 절단술을 보여주마!",
                "cn": "见识下精英干员们教给我的链锯技巧吧！"
            },
            "asset": "char_017_huang/CN_022"
        },
        {
            "id": "char_017_huang_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "This place could use some heat.",
                "jp": "この辺、温度が低すぎるかな。",
                "kr": "이 근처, 온도가 너무 낮은 거 같은데.",
                "cn": "这里的温度还是太低了。"
            },
            "asset": "char_017_huang/CN_023"
        },
        {
            "id": "char_017_huang_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Hear the roar of my chainsaw!",
                "jp": "チェーンソーの唸り声が聞こえる？",
                "kr": "전기톱 우는 소리, 잘 들리지?",
                "cn": "听见这链锯的轰鸣了吗？"
            },
            "asset": "char_017_huang/CN_024"
        },
        {
            "id": "char_017_huang_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Don't worry if you see fire, that's just a side effect!",
                "jp": "もしどこかが急に発火したら、それはただの副作用だからね！",
                "kr": "혹시 어디 갑자기 불붙으면, 그냥 부작용인가 보다 생각해!",
                "cn": "如果看见哪里着火了，那只是副作用！"
            },
            "asset": "char_017_huang/CN_025"
        },
        {
            "id": "char_017_huang_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Surrender now if you don't want to get sawed in half!",
                "jp": "このチェーンソーで真っ二つにされたくなかったら、さっさと投降しちゃって！",
                "kr": "이 전기톱에 두 동강 나기 싫으면, 빨리 항복하시지!",
                "cn": "不想被锯成两半的话，现在就投降吧！"
            },
            "asset": "char_017_huang/CN_026"
        },
        {
            "id": "char_017_huang_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "My blood's only gonna make this place hotter!",
                "jp": "私が振りまく血で、大盛り上がり間違いなし！",
                "kr": "내가 흩뿌린 이 피로, 분위기 좀 더 띄워볼까!",
                "cn": "我洒下的血只会让气氛更加热烈！"
            },
            "asset": "char_017_huang/CN_027"
        },
        {
            "id": "char_017_huang_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Fresh blood coats my saw, and boils the whole battlefield!",
                "jp": "鮮血が武器を染め、戦場を沸き立たせる！",
                "kr": "피가 무기를 물들여, 전장을 끓어오르게 한다!",
                "cn": "鲜血染尽武器，蒸腾整片战场！"
            },
            "asset": "char_017_huang/CN_028"
        },
        {
            "id": "char_017_huang_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "No sacrifice is meaningless, and no victory comes without a cost.",
                "jp": "無駄な犠牲だって、代価のない勝利だって存在しないんだ！",
                "kr": "무의미한 희생 따윈…… 대가 없는 승리 따윈 존재하지 않아!",
                "cn": "没有一种牺牲是毫无意义的，没有一种胜利是毫无代价的。"
            },
            "asset": "char_017_huang/CN_029"
        },
        {
            "id": "char_017_huang_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "The rights of the Infected will only be won by the actions of the Infected!",
                "jp": "感染者の権利は、感染者自身の手で取り戻す！",
                "kr": "감염자의 권리는 감염자의 손으로 되찾는다!",
                "cn": "感染者的权利，就由感染者自己来争取。"
            },
            "asset": "char_017_huang/CN_030"
        },
        {
            "id": "char_017_huang_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Let's work harder next time. We can always do better, right?",
                "jp": "次は頑張ろう。私たちはいつでももっと上を目指せる、そうでしょ？",
                "kr": "다음엔 잘해보자. 우리는 언제든, 더 위를 노릴 수 있잖아, 안 그래?",
                "cn": "下次再努力吧，我们总可以做得更好的，对不对？"
            },
            "asset": "char_017_huang/CN_031"
        },
        {
            "id": "char_017_huang_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Let's just say luck wasn't on our side this time.",
                "jp": "残念だけど、今回はツキに見放されちゃったみたいだね。",
                "kr": "아쉽지만, 이번엔 운이 따르지 않았던 것 같네.",
                "cn": "遗憾，运气似乎没站在我们这边。"
            },
            "asset": "char_017_huang/CN_032"
        },
        {
            "id": "char_017_huang_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Any new facilities at Rhodes Island this time?",
                "jp": "何か新しい施設は増えたかな？",
                "kr": "새로 생긴 시설 같은 건 없으려나?",
                "cn": "这次罗德岛有没有添置什么新设施啊？"
            },
            "asset": "char_017_huang/CN_033"
        },
        {
            "id": "char_017_huang_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Hey, knock that off!",
                "jp": "や、やめてよ！",
                "kr": "하, 하지 마!",
                "cn": "别，别闹！"
            },
            "asset": "char_017_huang/CN_034"
        },
        {
            "id": "char_017_huang_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Wait a second! I'm way too sweaty!",
                "jp": "なんか暑くなってきたね！汗かいてきちゃったよ！",
                "kr": "왠지 더워졌는데? 땀나기 시작했어!",
                "cn": "很热！我在流汗欸！"
            },
            "asset": "char_017_huang/CN_036"
        },
        {
            "id": "char_017_huang_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_017_huang/CN_037"
        },
        {
            "id": "char_017_huang_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "'Scuse me!—Oh, hey, Doctor, Happy New Year, one sec, I gotta get all three of these drink crates to the canteen, and then move the movie projector for 'em—ah—and a few offices need decorating... and then I'll come back for you! Hey, Amiya just passed by, I gotta drag her over to get her height measured!",
                "jp": "ちょっと通るよっ！――ってドクターじゃない、あけましておめでとう！今このドリンク三ケースを食堂に届けるのと、プロジェクターの運搬の手伝いと……そうだ、あとはいくつかのオフィスの飾り付けも頼まれてるから……片付いたらまた来るね！あっ、あれはアーミヤちゃん！とっ捕まえて身長を測らせなきゃ！",
                "kr": "좀 지나갈게! ……아, 박사였구나. 새해 복 많이 받아. 일단 이 음료수 세 상자 먼저 식당에 가져다주고, 영사기도 하나 옮겨 준 다음에, 앗, 그러고 보니 사무실 장식도 부탁받았는데…… 아무튼 정리되면 다시 올게! 어, 아미야다. 아미야도 데려다 키 한번 재 봐야 하는데!",
                "cn": "借过！——是你啊博士，新年快乐，等我先把这三箱饮料送去餐厅，然后帮他们搬个电影放映机，啊，还有几个办公室要装饰......然后我再来找你！欸，阿米娅过去了，还得把她抓去量身高！"
            },
            "asset": "char_017_huang/CN_038"
        },
        {
            "id": "char_017_huang_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Doctor, when are we heading out on our next mission?",
                "jp": "ドクター、次の任務はいつー？",
                "kr": "박사, 다음 임무는 언제야?",
                "cn": "博士，我们什么时候出任务呢？"
            },
            "asset": "char_017_huang/CN_042"
        },
        {
            "id": "char_017_huang_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "I don't have such crazy Arts, but reading this mission summary for the year, I've been in a bunch of tough battles, huh? Sure saved a ton of Infected too... You're worried for my health? Hey, what's to worry about? My stamina training figures are always on the rise.",
                "jp": "私はそんなにすごいアーツなんて使えないけど、ここ一年の任務を振り返ってみたら、結構キツい戦いには参加したし、感染者だってたくさん救ってきたんだね……自分の身体も心配しろ？何も心配いらないって。フィジカルトレーニングの数値だってどんどん上がってるんだよ！",
                "kr": "비록 대단한 오리지늄 아츠 같은 건 못 쓰지만, 한 해 임무 결산을 보니 그래도 꽤 많은 격전을 치렀었네. 감염자들도 많이 구했고…… 몸 걱정 좀 하라고? 뭘 걱정해, 내 신체 능력 지표는 계속 올라가고 있다고.",
                "cn": "虽然我没有那种夸张的源石技艺，但看这一年的任务总结，我还是参与了不少硬仗的嘛，也确实救到了很多感染者......担心自己的身体？担心什么，我的体能训练数据一直在上升欸。"
            },
            "asset": "char_017_huang/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Cristina Vee",
            "global": "Cristina Vee"
        },
        "cn": {
            "native": "周童",
            "global": "Atom"
        },
        "jp": {
            "native": "中原麻衣",
            "global": "Mai Nakahara"
        },
        "kr": {
            "native": "김연우",
            "global": "Kim Yeon-woo"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}