{
    "charid": "char_497_ctable",
    "nameid": "ctable",
    "names": {
        "en": "Cantabile",
        "jp": "カンタービレ",
        "kr": "칸타빌레",
        "cn": "晓歌"
    },
    "voices": [
        {
            "id": "char_497_ctable_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Doctor, watch your hands. If you aren't careful around my weapons, you'll get hurt.",
                "jp": "ドクター、私の楽器には気軽に触れないことをお勧めするわ。ケガをしてしまうから。",
                "kr": "박사, 내 무기를 함부로 만지지 않는 편이 좋을 거야. 다칠 수도 있어.",
                "cn": "博士别乱动，武器不长眼，小心伤了你。"
            },
            "asset": "char_497_ctable/CN_001"
        },
        {
            "id": "char_497_ctable_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Here are the instruments I used to play. There aren't too many of them, but the gems on them are very valuable. Sell them, and they should cover my medical fees... Once my debt's cleared, I'd like to go back to living on my own. Would that be alright?",
                "jp": "これ、私が使っていた楽器よ。数は多くないけれど、あしらわれている宝石はそれなりに値打ちがあるから、売れば治療費の充てにはなるでしょう……それが済んだら、前のような一人での暮らしに戻りたいの。それでいい？",
                "kr": "이건 내가 예전에 쓰던 악기야. 겉에 있는 보석이 많지는 않지만 값은 꽤 나갈 거야. 그걸 팔면 아마 내 치료비를 충당할 수 있겠지…… 그러고 나면 예전처럼 혼자 생활하고 싶은데, 그래도 괜찮을까?",
                "cn": "这些是我之前用的乐器，虽然不多，但是上面的宝石很值钱，你把它们卖了，应该能抵清我的医药费......还清钱后，请让我继续像以前那样一个人生活，可以吗？"
            },
            "asset": "char_497_ctable/CN_002"
        },
        {
            "id": "char_497_ctable_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "I've seen pets kept around your hospital here, and you have a training room. I've seen some of the children you're giving intensive care in the wards. 'Instructor?' 'Professor?' My previous savior brought me to those with the same title, and look how I ended up.",
                "jp": "ここにはペットを飼ってる人もいるし、訓練室もあって、病室には救助した子供も何人かいるみたいね……「教官」？「先生」？ふっ、昔私を助けた人も同じような言い分だったわ。それを鵜吞みにした結果がこのざまよ。",
                "kr": "여기엔 애완동물을 기르는 사람도 있고, 훈련실도 있고, 병실에는 너희가 구한 아이들도 있는 모양이네. '교관', '선생님'? 저번에 날 구해 준 사람도 그렇게 말했어. 그걸 그대로 믿은 결과가 지금의 내 모습이지.",
                "cn": "我看到你们这里有人养了宠物，也看到你们这里有训练室，病房里还有一些你们救治的孩子，“教官”“老师”？上一个救我的人也是这么和我说的，然后我变成了现在这副样子。"
            },
            "asset": "char_497_ctable/CN_003"
        },
        {
            "id": "char_497_ctable_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "This? This is my lyre. I may be better with other instruments, but I like playing this one most. Listen. Such an airy, lingering timbre, and the hand moves so beautifully when playing. But when you fully lose yourself in the melody, the knife concealed inside will... I'm sorry, I got carried away.",
                "jp": "これ？私が使っているリラよ。最も得意な楽器とは言えないけれど、一番手に馴染んでいるの。ほら、リラの音色は幻想的でよく響くし、弾く時の手の所作も綺麗でしょ？そうして魅入られて、気が抜ける瞬間に、中からナイフが……ごめんなさい、こういうこと、もうするべきじゃないわね。",
                "kr": "이거 말이야? 내가 쓰는 리라야. 가장 잘 다루는 악기는 아니지만, 가장 손에 익은 악기지. 들어 봐, 리라의 음색은 신비하고 여운이 오래 남는 데다 연주할 때의 손동작도 아름답지. 하지만 네가 그렇게 정신이 팔렸을 때 리라 속의 칼이…… 미안, 이런 짓은 이제 하면 안 되는데.",
                "cn": "这个吗？这个是我的琴。虽然不是我最擅长的乐器，却是最好用的。听，它的音色空灵绵长，弹奏时手部动作会很美，不过在你彻底放松精神后，藏在琴中的刀就会......抱歉，我不该这么做。"
            },
            "asset": "char_497_ctable/CN_004"
        },
        {
            "id": "char_497_ctable_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Doctor, do you intend only to treat me here? Strange. You really don't need me to do anything? I can't trust kindness with no strings attached. Let me do a little something for you, okay? I'm sure you'll be satisfied, no matter the task—But, you must share with me your motivations.",
                "jp": "ドクター、あなたたちは本当に、ただ私の病気を治したいだけなの？そんなのおかしいわ。代わりにやってほしいこととか、ないの？見返りを求めない好意なんて、不安なだけだわ。何かやらせて。なんでもいいわ、きっと満足のいく結果を出すから。でも、必ず理由を教えてね。",
                "kr": "박사, 너흰 정말로 내 병을 고치고 싶을 뿐인 거야? 나는 아무것도 안 해도 된다고? 그런 건 이상해. 대가를 바라지 않는 호의를 안심하고 받아들일 순 없어. 내가 뭐라도 하게 해 줘. 뭐든 좋아, 분명 만족할 테니까. 하지만 이유는 반드시 알려줘야 해.",
                "cn": "博士，你们真的只是单纯地想给我治病？很奇怪，你真的什么都不需要我做？没有代价的好意，我不安心。让我为你做点什么吧，不管是什么，你会满意的。但，请一定告诉我缘由。"
            },
            "asset": "char_497_ctable/CN_005"
        },
        {
            "id": "char_497_ctable_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "I remember coming back from my first fulfilled mission when I was young, weeping and throwing up, scared I didn't do well enough, that I would starve to death in some forgotten corner, unknown to anyone... No longer do I fear these things. Thanks to the days with Rhodes Island, I now know how it feels to be truly alive.",
                "jp": "初めて任務を終えた日の、あの帰り道のことはよく憶えているわ。まだ幼かった私は、えずきながら泣いていた。何か落ち度があって見切られて、誰も知らない場所で飢え死にするんじゃないかと怯えていたの。だけど、今はもう捨てられることを恐れたりしないわ。ロドスでの経験で、自分は生きていていいと初めて実感できたから。",
                "kr": "어렸을 적, 처음 임무를 마치고 돌아오는 길에 난 울기도 하고 토하기도 했어. 일을 제대로 해내지 못해 아무도 모르는 곳에서 굶어 죽게 될까 봐 두려워하기도 했지…… 하지만 이젠 더 이상 두렵지 않아. 로도스 아일랜드에서 쌓은 경험 덕분에, 이젠 정말로 살아 있다는 감각을 느끼고 있으니까.",
                "cn": "我记得小时候第一次做完任务回来，一边哭一边吐，还害怕自己做得不够好，只能饿死在没人知道的地方......我现在已经不害怕这些了。有罗德岛这样一段经历，我才感觉自己是真的活着。"
            },
            "asset": "char_497_ctable/CN_006"
        },
        {
            "id": "char_497_ctable_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "The Originium on my arm... it hurts terribly, but it's much more manageable by now. I know none of the physicians, but I can tell how sincerely they're working to save me. Doctor, once my illness has stabilized to a point, can I... stay here?",
                "jp": "腕の源石……痛むけど、前よりだいぶ良くなったわ。あの医師たちのことはよく知らないけれど、私を助けたいという気持ちは本物だってわかるわ。ドクター、私の病状が安定した後も、その……ここにいていい？",
                "kr": "팔에 있는 오리지늄…… 아프지만 예전보다는 많이 나아졌어. 그 의사들에 대해 잘 모르지만, 날 진심으로 돕고 싶어 한다는 건 느낄 수 있었어. 박사, 병세가 안정된 후에도…… 계속 여기 있어도 될까?",
                "cn": "胳膊上的源石......是很痛，但比之前已经好了很多。我不认识那些医生，但我能感觉得到，他们绝对是真心地在救我。博士，等我的病情稳定了以后，我......可以继续留在这里吗？"
            },
            "asset": "char_497_ctable/CN_007"
        },
        {
            "id": "char_497_ctable_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "A lot of my past mistakes were made out of fear. I was scared—I felt that if I didn't listen to them, I was dead. But after catching Oripathy, they threw me out there to die. I should have been terrified at that moment, but instead I was... relieved. The sun shining on my face—it was so warm, it really was.",
                "jp": "恐怖心に駆られて間違ったことをたくさんしてきた。命令に従わないと死ぬ、そう思い込んでいたの。でも、鉱石病にかかって、いざ捨てられたら……怯えるはずなのに、妙に気が楽になったの――陽の光が零れ落ちてきて、頬に当たるあの感触。とても温かかったわ。",
                "kr": "난 공포심에 사로잡혀 많은 잘못을 저질렀어. 명령에 따르지 않으면 죽을 거라는 생각에 두려워했었지. 하지만 내가 광석병에 걸린 뒤에, 그들은 내가 죽도록 내버려 뒀어. 분명 두려웠을 텐데, 이상하게도 그때 마음이 편해졌어. 햇빛이 내 얼굴에 쏟아지는 그 느낌은, 정말 따스했었지.",
                "cn": "我因为恐惧做过很多错事，我太害怕了，我觉得不听他们的就会死。可我得了矿石病后，他们就把我扔在那里等死，我明明应该非常害怕的，但我那时好轻松。阳光洒在脸上，真的好暖和。"
            },
            "asset": "char_497_ctable/CN_008"
        },
        {
            "id": "char_497_ctable_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Doctor, could you take me with you on your next field mission? I want to know the reasoning behind your every decision. Why did you save me, a stranger? Just what does my life mean to you...? I want to figure you out, just a little clearer.",
                "jp": "ドクター、今度の外勤任務、私も連れていってくれる？あなたの下す決断の一つ一つ、その理由の全てを知りたいの。どうして見ず知らずの人たちを助けるのか、そして、なぜあの時私を助けようと決めたのか。私の命について、あなたは一体どう思っているのか……あなたのことを、もっと知りたいわ。",
                "kr": "박사, 이번 외근 임무에 나도 데려가 주면 안 될까? 네가 내리는 결정에 대한 이유를 전부 알고 싶어. 너희는 그때 왜 나를 구한 건지, 왜 서로 알지도 못하는 이들을 구하는 건지도. 너는 내 목숨에 대해 어떻게 생각하고 있어? ……난 너에 대해 더 알고 싶어.",
                "cn": "博士，下次外勤任务，你可以带上我吗？我想知道你每个决策的理由，你们当时为什么决定救我，为什么救那些你根本就不认识的人？你到底，怎么看待我这条命？......我想了解你，再多一点。"
            },
            "asset": "char_497_ctable/CN_009"
        },
        {
            "id": "char_497_ctable_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "All the ones before you would sleep with one eye open, when I was around. Do you... trust me that much?",
                "jp": "私を育て上げた人たちでさえ、私がいる前では安心して眠ることができないのに……ドクターは……そんなに私を信用してくれているの？",
                "kr": "나를 키운 사람들조차 내 앞에서 안심하고 잠들지 못하는데…… 박사는…… 그렇게나 날 신뢰하고 있는 거야?",
                "cn": "一手培养我的人都不敢在我面前安心入睡，你......这么信任我？"
            },
            "asset": "char_497_ctable/CN_010"
        },
        {
            "id": "char_497_ctable_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "So you're the Doctor from Rhodes Island...? Thank you for what you did. I'll pay for my treatment in time. Otherwise, I'd like to be on my own for now.",
                "jp": "あなたがこのロドスのドクター？……助けてくれて、ありがとう。治療費を払い切るまでちゃんと働くわ。それ以外は、とりあえず放っておいてほしいの。",
                "kr": "당신이 로도스 아일랜드의 박사야? ……도와줘서 고마워. 치료비는 제대로 갚을게. 지금은 일단 혼자 있게 해 줬으면 좋겠어.",
                "cn": "您就是罗德岛的博士吗？......谢谢您的帮助，医药费我会还清的，除此之外，请先让我一个人待着吧。"
            },
            "asset": "char_497_ctable/CN_011"
        },
        {
            "id": "char_497_ctable_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "I'm a fast learner, don't worry.",
                "jp": "心配ないわ。仕事の覚えは早い方だもの。",
                "kr": "배우는 건 빠르니까, 걱정 마.",
                "cn": "我学得很快，不用担心。"
            },
            "asset": "char_497_ctable/CN_012"
        },
        {
            "id": "char_497_ctable_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "So this is how it feels... to hold my life in my own hands.",
                "jp": "人生の手綱を自分で握るのって……こういう感じなのね。",
                "kr": "내 의지로 인생을 직접 살아간다는 건…… 이런 느낌이구나.",
                "cn": "把人生掌握在自己手里......原来是这种感受。"
            },
            "asset": "char_497_ctable/CN_013"
        },
        {
            "id": "char_497_ctable_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "This isn't the first time someone saves my life. But, if I had a chance to get back to those barrens, a chance to weigh up what's behind those helping hands again, I would choose to starve to death there. Doctor, I've been thinking... how nice it would've been, if you were there offering your hand instead.",
                "jp": "昔も、このように私の命を救ってくれた人がいたけれど、もう一度やり直せるなら、あのまま荒野で飢え死にする方を選ぶと思うわ。ドクター、もしあの時……出会えたのがあなただったら、どれだけよかったか。",
                "kr": "옛날에도 내 목숨을 구해 준 사람이 있었지만, 그때로 돌아가서 다시 선택을 할 수 있다면 난 분명 그 황야에서 굶어 죽는 걸 택했겠지. 박사, 만일…… 그때 만난 게 당신이었다면 얼마나 좋았을까.",
                "cn": "以前，也有人像这样救回了我的命，但那段经历如果真的能让我再选一遍，我会选择饿死在那片荒地里。博士，我在想......如果当时是你的话，该多好。"
            },
            "asset": "char_497_ctable/CN_014"
        },
        {
            "id": "char_497_ctable_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "I trust your judgment. You won't lead me astray.",
                "jp": "あなたの判断を信じるわ。二度と道を踏み外さないように導いてくれる、そうでしょ？",
                "kr": "네 판단을 믿을게. 너라면 내가 두 번 다시 틀린 길을 걷지 않도록 이끌어 줄 거야, 그렇지?",
                "cn": "我相信你的判断，你不会让我再走错路了。"
            },
            "asset": "char_497_ctable/CN_017"
        },
        {
            "id": "char_497_ctable_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "If I make any mistakes, please point them out to me.",
                "jp": "もし誤った判断をしたのなら、教えてほしい。",
                "kr": "만일 내가 잘못된 결정을 내리면 알려 줘.",
                "cn": "如果我做了错误的决定，请帮我指出来。"
            },
            "asset": "char_497_ctable/CN_018"
        },
        {
            "id": "char_497_ctable_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Things are different. I don't want to hide myself any longer.",
                "jp": "昔とは違って、もう自分を隠したりしたくないわ。",
                "kr": "예전과는 달라, 더 이상 자신을 숨기지 않겠어.",
                "cn": "和原先不同，我不想再隐藏自己了。"
            },
            "asset": "char_497_ctable/CN_019"
        },
        {
            "id": "char_497_ctable_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "It's them, right?",
                "jp": "この人たちがターゲットね？",
                "kr": "이 사람들이 타깃이지?",
                "cn": "这些人，是吗？"
            },
            "asset": "char_497_ctable/CN_020"
        },
        {
            "id": "char_497_ctable_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "What is it?",
                "jp": "どうしたの？",
                "kr": "무슨 일이야?",
                "cn": "怎么了？"
            },
            "asset": "char_497_ctable/CN_021"
        },
        {
            "id": "char_497_ctable_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "I'm listening.",
                "jp": "聞いてるわ。",
                "kr": "듣고 있어.",
                "cn": "我在听。"
            },
            "asset": "char_497_ctable/CN_022"
        },
        {
            "id": "char_497_ctable_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "In time, I'll find the right place for myself too.",
                "jp": "これからも、こうして正しい立ち位置を見つけるわ。",
                "kr": "앞으로도, 이렇게 정확한 위치를 찾을 거야.",
                "cn": "以后，我也会找到自己正确的位置。"
            },
            "asset": "char_497_ctable/CN_023"
        },
        {
            "id": "char_497_ctable_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "This is the position, right?",
                "jp": "ここね。合ってるかしら？",
                "kr": "여기구나, 맞지?",
                "cn": "在这里，对吗？"
            },
            "asset": "char_497_ctable/CN_024"
        },
        {
            "id": "char_497_ctable_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "I'm aware of what I'm doing.",
                "jp": "自分が何をしているのかよくわかっているわ。",
                "kr": "내가 무엇을 하고 있는지 잘 알고 있어.",
                "cn": "我清楚自己在做什么。"
            },
            "asset": "char_497_ctable/CN_025"
        },
        {
            "id": "char_497_ctable_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "I know what it is I want.",
                "jp": "自分が何を求めているのかよく理解しているわ。",
                "kr": "내가 원하는 게 무엇인지 잘 알고 있어.",
                "cn": "我明白自己想要的是什么。"
            },
            "asset": "char_497_ctable/CN_026"
        },
        {
            "id": "char_497_ctable_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "I obey my own heart.",
                "jp": "自分の思うがままに。",
                "kr": "나는 내 마음을 따를 거야.",
                "cn": "我听从我自己的内心。"
            },
            "asset": "char_497_ctable/CN_027"
        },
        {
            "id": "char_497_ctable_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "You've gone astray.",
                "jp": "誤った道を選んだようね。",
                "kr": "잘못된 길을 걷고 있구나.",
                "cn": "你走错了路。"
            },
            "asset": "char_497_ctable/CN_028"
        },
        {
            "id": "char_497_ctable_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "That's one more step in the right direction, isn't it?",
                "jp": "進むべき方向へと、また一歩踏み出せたわ。そうよね？",
                "kr": "내가 가야 할 길을 향해 한 걸음 더 내디뎠어, 그렇지?",
                "cn": "我又朝着应该去往的方向前进了一步，对吗？"
            },
            "asset": "char_497_ctable/CN_029"
        },
        {
            "id": "char_497_ctable_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Someday in the future, I'll have as clear a direction as you do.",
                "jp": "いつかはあなたのように、向かう先をはっきりわかるようになりたいわ。",
                "kr": "언젠가는 나도, 너처럼 나아갈 방향을 확실히 알고 싶어.",
                "cn": "未来某一天，我也会像你一样，有如此明确的方向。"
            },
            "asset": "char_497_ctable/CN_030"
        },
        {
            "id": "char_497_ctable_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "We have a few runaways. A little like I once was.",
                "jp": "何人か逃げていったようね。なんだか、昔の私みたいね。",
                "kr": "도망간 녀석들이 있어. 마치 과거의 나를 보는 것 같네.",
                "cn": "有几个跑掉了。有点像过去的我呢。"
            },
            "asset": "char_497_ctable/CN_031"
        },
        {
            "id": "char_497_ctable_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "This isn't happening, don't abandon me... Doctor, where are you?",
                "jp": "……そんな、私を見捨てないで……ドクター、どこにいるの？",
                "kr": "……아니야, 나를 버리지 말아 줘…… 박사, 어디 있어?",
                "cn": "......不会的，不要丢下我......博士，你在哪？"
            },
            "asset": "char_497_ctable/CN_032"
        },
        {
            "id": "char_497_ctable_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Are you interested in my instruments? I can teach you how to play.",
                "jp": "私の楽器が気になるの？教えてあげてもいいわよ。",
                "kr": "내 악기에 흥미가 있다고? 원한다면 가르쳐 줄 수도 있어.",
                "cn": "对我的乐器很感兴趣？我可以教你怎么弹哦。"
            },
            "asset": "char_497_ctable/CN_033"
        },
        {
            "id": "char_497_ctable_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Ah! Doctor... that's dangerous.",
                "jp": "……！　ドクター、危ないわよ。",
                "kr": "박사…… 위험해.",
                "cn": "博士......很危险的。"
            },
            "asset": "char_497_ctable/CN_034"
        },
        {
            "id": "char_497_ctable_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "If I leave someday, you'll send me off, won't you?",
                "jp": "もしいつか、私が旅立つ時が来たら、見送ってくれる？",
                "kr": "만약 언젠가 내가 떠나야 한다면, 날 배웅해줄 거지, 박사?",
                "cn": "如果哪天我要离开，你会为我送行的，对吧？"
            },
            "asset": "char_497_ctable/CN_036"
        },
        {
            "id": "char_497_ctable_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_497_ctable/CN_037"
        },
        {
            "id": "char_497_ctable_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Such pretty fireworks... I used to think they were too far away, but here I am today, watching them lit below me. A single firework's just a tiny little thing, but there it goes, flying into the sky, blossoming into flowers so bright. Doctor, is that something I can aspire to?",
                "jp": "綺麗な花火ね……昔は自分には無縁なもののように感じていたわ。でも今、こうして足元で火をつけ、打ち上げられるのを見ていると……こんなに小さな玉でも、空高くまで飛んでいって、あんなに明るく大輪の花を咲かせられるのね。ドクター、私も、あんな風になれるかしら？",
                "kr": "예쁜 불꽃이네…… 옛날에는 나와 멀게만 느껴졌었어. 하지만 지금은 내 발아래서 불이 붙고, 그 조그맣던 게 쏘아 올려져서 이토록 밝은 꽃을 피워내고 있어. 박사, 나도 저렇게 될 수 있을까?",
                "cn": "好漂亮的烟花......以前总觉得它离我太远，但今天我看着它就在我的脚下点燃，只是那样小小的一卷，也能冲向天空，绽放出如此明亮的花朵。博士，我是不是也可以和它一样？"
            },
            "asset": "char_497_ctable/CN_038"
        },
        {
            "id": "char_497_ctable_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "I heard the sound of your footsteps, Doctor.",
                "jp": "あなたの足音が聞こえたわ、ドクター。",
                "kr": "네 발자국 소리가 들렸어, 박사.",
                "cn": "听到你的脚步声了呢，博士。"
            },
            "asset": "char_497_ctable/CN_042"
        },
        {
            "id": "char_497_ctable_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "So today's your birthday... I don't even remember my own. Does my record in Medical note what day I was saved? I want that day to be my birthday. Doctor, I'll spend the day with you, so when my birthday comes, would you spend it with me?",
                "jp": "今日はドクターの誕生日だったのね……私の誕生日？記憶にないわ。私を救助した日付って、医療部の記録に残っているのかしら？その日を誕生日にしたいの。ドクター、今日はお供するから、私の誕生日の時も一緒に過ごしてくれる？",
                "kr": "오늘이 박사의 생일이었구나…… 내 생일? 나는 내 생일이 기억나지 않아. 의료부 기록에 날 구조했던 날짜가 적혀 있지? 그럼 그날을 내 생일로 하고 싶어. 박사, 오늘은 내가 어울려 줄 테니까, 내 생일이 되면 나랑 같이 있어 줄래?",
                "cn": "原来今天是博士的生日啊......我并不记得自己的，医疗部的档案上有记录我是哪一天得救的吗？我想把那天当成我的生日。博士，今天我陪着你，等到我的生日，你也可以来陪我吗？"
            },
            "asset": "char_497_ctable/CN_043"
        },
        {
            "id": "char_497_ctable_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "They told me I was meant to be an assassin, twisted my life onto a path it never should've taken. But they never even gave me a reason, and I did far too much I never should have done. You've given me a new lease on life, and I'll be sure to use it well.",
                "jp": "「暗殺に向いてそう」その一言で、私の人生は本来歩むべきではない道へと歪められたの。何一つ理由を教えられることのない状況で、あまりに多くの間違いに手を染めた……あなたたちが延ばしてくれたこの命、数年しかないとしても、ちゃんとした使い方をしていきたいと思うわ。",
                "kr": "암살에 적합하다는 그 한마디에, 내 인생은 그 이유도 모른 채 가서는 안 되는 길로 틀어지고 말았어. 그리고 나는 그런 상황 속에서 해서는 안 될 일을 수없이 저질렀지. 하지만 너희가 이어준 이 목숨만큼은 얼마 남지 않았다고 해도 제대로 된 방식으로 써나가고 싶어.",
                "cn": "他们之前说我适合暗杀，将我的人生扭向了一条本不该去的道路，却从来不告诉我原因，而我又在那种环境下做了太多不应该做的事。你们帮我延续的这几年生命，我会好好地使用的。"
            },
            "asset": "char_497_ctable/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Frankie Kevich",
            "global": "Frankie Kevich"
        },
        "cn": {
            "native": "若舞",
            "global": "Luttefair"
        },
        "jp": {
            "native": "斉藤佑圭",
            "global": "Yuka Saito"
        },
        "kr": {
            "native": "문선희",
            "global": "Moon Sun-hee"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}