{
    "charid": "char_135_halo",
    "nameid": "halo",
    "names": {
        "en": "Astgenne",
        "jp": "アステジーニ",
        "kr": "아스트젠",
        "cn": "星源"
    },
    "voices": [
        {
            "id": "char_135_halo_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "No problem. I've done all of this before, and I won't have any trouble handling it, but let's be up front, Doctor: If you come to me in the evening with a stack of documents and tell me to sort everything out that night, chances are that you might not get what you want.",
                "jp": "オッケー、これ全部やったことあるから、問題ないよ！ただ一つだけ先に言っておくけど、ドクター、夜中に書類の山を持ってきて今晩中によろしくとかはなしだからね。",
                "kr": "오케이, 전부 해 본 적 있는 것들이니까 특별히 문제는 없을 것 같네. 그래도 이거 한 가지는 말해 두겠는데, 박사. 한밤중에 서류를 잔뜩 들고 와선 오늘 안으로 부탁해 그러는 건 안 된다.",
                "cn": "行，这些我都做过，不会碰到什么困难的。但是有一点我得和你说清楚，博士，可不能大晚上拿着一堆文件让我当晚就出结果哦。"
            },
            "asset": "char_135_halo/CN_001"
        },
        {
            "id": "char_135_halo_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Research is actually kind of a pain. Sometimes, you go all in on your research. Other times, you have to spend time going over progress with somebody else. You need to know your specialty like the back of your hand, and you also need people skills. If I wasn't already decent at both, my head would've exploded a long time ago.",
                "jp": "研究って本当はまぁまぁ面倒なの。全力で集中しなきゃならない一方で、時間を作って他の人と進捗を報告し合うのも必要。基礎知識はもちろん、人付き合いも上手くなくっちゃダメ。私が多少心得てなかったら、とっくに頭が爆発しちゃってたよ。",
                "kr": "연구란 사실 꽤 귀찮은 일이야. 어떨 땐 연구에 사력을 다해야만 하고, 또 어떨 땐 시간을 내서 남들과 진척 상황을 공유해야 할 때도 있고 말이지. 기초 지식은 물론 사교성까지 좋아야 한다니. 내가 둘 다 조금은 할 줄 알아서 다행이지, 안 그랬음 진작에 머리가 터지고 말았을 거야.",
                "cn": "做研究其实是件挺麻烦的事，有时候要全身心投入研究工作，有时候又得抽时间分神和别人核对进度汇报情况，基础知识要扎实，人际交往也得熟练，要不是我全都懂一些，脑袋早就炸了。"
            },
            "asset": "char_135_halo/CN_002"
        },
        {
            "id": "char_135_halo_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "My sister Astesia is really good at our family's chicanery, but she only ever uses it to help people. To think there would be such a pure, kind-hearted shyster running around... Oh, Doctor, don't tell anyone about this! Please, I'm begging you! If she finds out I told, Astesia will whap me upside the head!",
                "jp": "アステシア姉さんは我が家十八番の子供騙しがとっても得意なの。でも姉さんはそれを人助けにしか使わないんだ。今時あんなピュアな石頭ペテン師はそうそういな……あっ、ドクター、この話は人に言っちゃダメだからね、頼むよ！じゃないと姉さんにでこぴんされちゃうから！",
                "kr": "아스테시아 언니는 우리 집안 특유의 남들 속이기는 잘하지만, 그 능력을 남들 돕는 데만 쓰고 있어. 요즘 세상에 그렇게 순진한 돌머리 사기꾼은 별로 없…… 헙, 박사. 이건 남들한테 말하지마, 부탁이야! 언니 귀에 들어가면 꿀밤 맞을 거라고!",
                "cn": "星极姐姐特别擅长我们家那套糊弄人的法子，但她只会用这东西去帮助别人，这年头像她那么纯朴的石头脑袋神棍也不......啊博士，你可别说给别人听，拜托了！不然我会被姐姐弹脑瓜的！"
            },
            "asset": "char_135_halo/CN_003"
        },
        {
            "id": "char_135_halo_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Rhine Lab? Hmm... Sorry, I don't really want to talk about them right now. If that place were really so great, I wouldn't have asked for a transfer to Rhodes Island, right? Okay, break time's over! Back to work!",
                "jp": "ライン生命？んんん……ごめん、今その話はしたくないんだ。あれが超絶完璧で文句のつけどころがない場所なら、私もロドスに来たいって志願しないでしょ、わかる？さ、休憩は終わり！仕事続けましょ。",
                "kr": "라인 랩? 으음…… 미안, 지금 그 얘기는 하고 싶지 않아. 만약 라인 랩이 정말로 좋기만 한 곳이었다면, 내가 로도스 아일랜드에 파견을 자원할 일도 없었겠지? 자, 휴식 끝! 다시 일하러 가자.",
                "cn": "莱茵？啊啊......不好意思，暂时不想聊这方面的事。要是莱茵生命真的完美无缺，我也不会提出外派到罗德岛嘛，对不对？好啦，休息就到此为止，我们继续工作吧。"
            },
            "asset": "char_135_halo/CN_004"
        },
        {
            "id": "char_135_halo_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "I'm the one who got infected, but then even Astesia... *sigh*... You probably can't tell, but she's actually pretty depressed. Enough is enough, I gotta do something to help her.",
                "jp": "私が病気になったせいで、姉さんも、はぁ……他の人はわからないだろうけど、本当はすごく落ち込んでるんだよ、姉さん。このままじゃいけないよね、なんとかしなきゃ。",
                "kr": "내가 병에 걸렸기 때문에 언니도, 하아…… 남들은 눈치채지 못한 것 같지만, 사실 언니도 엄청 침울해하고 있어. 그렇다고 계속 이대로 있을 순 없지, 언니를 도와줘야겠어.",
                "cn": "明明是我得病，结果害得姐姐也，唉......别人看不出来，但她现在其实挺消沉的，一直这样下去也不是个办法，我得帮她一把。"
            },
            "asset": "char_135_halo/CN_005"
        },
        {
            "id": "char_135_halo_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Columbia's technology keeps advancing, and as a researcher, I can almost see that future I'm looking for. My dream is right there, and I'm going to make it come true.",
                "jp": "クルビアの科学技術は日進月歩だよ。私も科学に携わる者として、期待できちゃいそうな未来が見えるんだ。夢はすぐそこにある。そして私は、それを現実にしたいの。",
                "kr": "컬럼비아의 과학 기술은 눈부신 속도로 발전하고 있어. 나도 연구자니까, 눈앞에 아른거리는 미래를 기대하기도 해. 꿈이 바로 저 앞에 있어. 그리고 나는, 그걸 현실로 만들고 싶어.",
                "cn": "哥伦比亚的科技日新月异，作为科研人员，我几乎看得到那个值得期待的未来。梦想就在那里，而我，想要实现它。"
            },
            "asset": "char_135_halo/CN_006"
        },
        {
            "id": "char_135_halo_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Our family's... well, how should I say this? My parents are the old-fashioned type that like to order people around. They don't care about your opinions, only the joy of being in control. It sucks. That's why I haven't been back home since college. Now they can't stop me from studying the stuff I like.",
                "jp": "うちは、なんていうかなぁ、親は人に命令するのが好きで頭の固い人たちなの。子供が何を考えてるかなんて気にもしないで、ただ支配するのが気持ちいいってタイプだから、ほんっとうんざり。だから大学に入ってからは実家に戻ってないんだ。そうすれば私が好きなことを勉強するの邪魔されないでしょ？",
                "kr": "우리 집은 뭐랄까, 부모님은 명령하고 남의 위에 서는 일에 익숙한 옛날 사람들이거든. 애들 생각은 신경 쓰지도 않고, 마음대로 좌지우지해야만 만족하는 사람들이라서 정말 지친단 말이지. 그래서 대학에 붙은 뒤로는 집에 돌아간 적이 없어. 밖에 있으면 내가 좋아하는 걸 배우는 데 방해받을 일도 없잖아.",
                "cn": "我们家，怎么说呢，双亲都是那种喜欢使唤人的老古板，他们从不在意你的想法，只是享受掌控你的滋味，头疼的很。所以进了大学以后，我就没回去过，这样他们就没法阻挠我学习喜欢的东西了。"
            },
            "asset": "char_135_halo/CN_007"
        },
        {
            "id": "char_135_halo_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "There are those who help because they really want people to have a better life, but there are also those who help so they can use people as stepping stones. Doctor, you know how to tell the two apart, don't you? It's easy. You just need to look at the way they smile.",
                "jp": "人助けって、相手がより良い人生を送れるのを心から願ってやってる人もいれば、もっと便利な道具にしたくてやってる人もいるんだよね。ドクター、どうやって見分けるか知ってる？簡単だよ、笑い方を見れば分かっちゃうの。",
                "kr": "어떤 이들은 남들이 더욱 나은 삶을 살길 바라며 타인을 돕지만, 또 어떤 이들은 타인을 더욱 쓸 만한 도구로 만들기 위해 돕기도 해. 박사는 그 둘을 어떻게 구별하는지 알아? 간단해, 웃는 모습을 보면 알 수 있어.",
                "cn": "某些人帮助他人是衷心希望别人能过上更好的生活，而另一些人，只是为了让受助者成为更有用的工具。你知道怎么区分两者吧，博士。其实很简单啦，看看他们的笑容就知道了。"
            },
            "asset": "char_135_halo/CN_008"
        },
        {
            "id": "char_135_halo_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "My dad's kinda famous back in the city, and our names are a little peculiar, so I thought I'd give myself a new name to get away from all that trouble. But feel free to call me whatever you want, Doctor. We're friends, don't sweat it.",
                "jp": "父は街でもまぁまぁ有名で、私たち姉妹の名前も特殊だから、当時は面倒なアレコレを避けるために違う名前を使おうって思ってたんだ。ドクターは好きに呼んでくれていいよ。友達だし、遠慮なんかしなくていいからさ。",
                "kr": "아버지가 꽤나 유명한 분이신 데다 우리 자매 이름도 좀 특이한 편이라서, 그땐 이런저런 귀찮은 일들을 피하기 위해서 다른 이름을 쓰자고 생각했었어. 그래도 박사라면 날 원하는 대로 불러도 돼. 우린 친구 사이니까 그렇게 서먹하게 굴 필요 없어.",
                "cn": "父亲他在城里还挺有名望的，我们姐妹俩的名字又特殊，所以那时候想到要给自己取个新名字来规避些麻烦事来着。博士的话，称呼就随你喜欢吧，毕竟我们是朋友嘛，就别那么见外啦。"
            },
            "asset": "char_135_halo/CN_009"
        },
        {
            "id": "char_135_halo_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Yes, this is the Doctor's office. Yes, the Doctor is resting right now. Please call back later.",
                "jp": "はい、ドクターの執務室です。ええ、ドクターは現在お休みになられています。お手数ですが、また後ほどお電話をいただけますか？",
                "kr": "네, 박사님의 사무실입니다. 음, 박사님께선 지금 휴식 중이세요. 죄송하지만, 잠시 뒤에 다시 연락해 주시겠어요?",
                "cn": "你好，这里是博士办公室，是的，博士在休息，请过一会再打过来。"
            },
            "asset": "char_135_halo/CN_010"
        },
        {
            "id": "char_135_halo_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Researcher Elena Urbica of Rhine Lab. A pleasure to make your acquaintance. We're supposed to call each other by codenames here, right? No problem. In that case, call me Astgenne. It's simple and easy to remember.",
                "jp": "ライン生命所属、エレナ・ウビカ研究員です。ドクター、お会いできて光栄です。こちらではコードネームを使用するのですよね。ええ、問題ありません。ではアステジーニとお呼びください、簡単で覚えやすいですから。",
                "kr": "라인 랩 소속 연구원, 엘레나 우르비카입니다. 만나서 반갑습니다. 여기선 서로를 코드네임으로 불러야 하는 거죠? 네, 문제없어요. 그럼 아스트젠이라고 불러주세요. 간단하면서도 외우기 쉬우니까요.",
                "cn": "莱茵生命，埃琳娜·乌比卡研究员，很高兴认识你。在这里是要用代号互相称呼吧，啊没问题，那就叫我星源好了，简单又好记。"
            },
            "asset": "char_135_halo/CN_011"
        },
        {
            "id": "char_135_halo_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "I don't think I've seen a problem like that before. Gotta take notes...",
                "jp": "この課題は見たことない気がする、メモっとかなきゃ……",
                "kr": "이 문제는 본 적이 없는 것 같네, 메모해 둬야겠어……",
                "cn": "好像是没遇到过的问题，得做个笔记......"
            },
            "asset": "char_135_halo/CN_012"
        },
        {
            "id": "char_135_halo_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "What a pretty medal! Let me help you pin it on. Hm? How come you're the one wearing it instead of me? Isn't this commemorating your good eye for people?",
                "jp": "このメダルすっごく綺麗、つけてあげるね。うん？なんで自分じゃなくてキミにつけるのかって？だってこれ、人を見る目があったキミを称えるご褒美じゃないの？",
                "kr": "이 메달 진짜 예쁘다! 내가 달아 줄게. 응? 왜 너한테 다냐고? 이거, 사람 보는 눈이 훌륭한 너한테 주는 상 아니야?",
                "cn": "这枚奖章真好看，我来帮你戴上吧。嗯？为什么帮你戴？这个难道不是你选人有方的奖励吗？"
            },
            "asset": "char_135_halo/CN_013"
        },
        {
            "id": "char_135_halo_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Let's join together and break the shackles, Doctor! The future is unfolding right before our eyes!",
                "jp": "ドクター、枷になるものを私と一緒にぜーんぶぶち壊しちゃお？未来は私たちの前に広がってるよ！",
                "kr": "박사, 우리를 옭아매는 사슬은 함께 부숴 버리자. 미래는 우리의 눈앞에 있어!",
                "cn": "一起打破桎梏吧博士，未来正在我们眼前展现！"
            },
            "asset": "char_135_halo/CN_014"
        },
        {
            "id": "char_135_halo_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Hello, everybody!",
                "jp": "みなさんこんにちは～。",
                "kr": "안녕하세요, 여러분.",
                "cn": "各位好啊。"
            },
            "asset": "char_135_halo/CN_017"
        },
        {
            "id": "char_135_halo_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Hold on a sec. I'll finish reading the team leader's messages in a jiffy.",
                "jp": "ちょっと待ってね、隊長の心得を読んじゃうから。",
                "kr": "잠깐만 기다려 줘, 대장 주의사항을 읽고 올게.",
                "cn": "稍等一下，我马上就把队长须知看完。"
            },
            "asset": "char_135_halo/CN_018"
        },
        {
            "id": "char_135_halo_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "All charged up and ready to go.",
                "jp": "チャージ完了、出撃できるよ。",
                "kr": "충전 완료, 이제 출발해도 돼.",
                "cn": "充能完毕，可以出发了。"
            },
            "asset": "char_135_halo/CN_019"
        },
        {
            "id": "char_135_halo_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "I'll show you the power of technology.",
                "jp": "科学の力を見せてあげちゃおう。",
                "kr": "과학의 힘을 보여 주지.",
                "cn": "让你们见识下科技的力量。"
            },
            "asset": "char_135_halo/CN_020"
        },
        {
            "id": "char_135_halo_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Hmm?",
                "jp": "うん？",
                "kr": "으응?",
                "cn": "嗯？"
            },
            "asset": "char_135_halo/CN_021"
        },
        {
            "id": "char_135_halo_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "How about here?",
                "jp": "ここ平気？",
                "kr": "여기면 될까?",
                "cn": "这里可以吗？"
            },
            "asset": "char_135_halo/CN_022"
        },
        {
            "id": "char_135_halo_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Alright.",
                "jp": "オッケー。",
                "kr": "오케이.",
                "cn": "好的。"
            },
            "asset": "char_135_halo/CN_023"
        },
        {
            "id": "char_135_halo_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Acknowledged.",
                "jp": "了解。",
                "kr": "확인했어.",
                "cn": "收到。"
            },
            "asset": "char_135_halo/CN_024"
        },
        {
            "id": "char_135_halo_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Miracles don't just drop out of the sky.",
                "jp": "奇跡は黙って空から降ってくるものじゃないんだよ。",
                "kr": "기적은 하늘에서 갑자기 굴러떨어지는 게 아니야.",
                "cn": "奇迹可不是从天上掉下来的。"
            },
            "asset": "char_135_halo/CN_025"
        },
        {
            "id": "char_135_halo_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Computations complete.",
                "jp": "演算完了。",
                "kr": "계산 완료.",
                "cn": "计算完毕。"
            },
            "asset": "char_135_halo/CN_026"
        },
        {
            "id": "char_135_halo_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "I'm not gonna sit here and wait for my demise.",
                "jp": "座して死を待つなんてまっぴらごめんよ。",
                "kr": "가만히 앉은 채로 죽기만 기다릴 수 없지.",
                "cn": "我才不会坐以待毙。"
            },
            "asset": "char_135_halo/CN_027"
        },
        {
            "id": "char_135_halo_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "My lightning will illuminate the starry sky!",
                "jp": "我が電光が、星空に煌めく！",
                "kr": "내 불빛으로 밤하늘을 밝히겠어!",
                "cn": "以我电光，闪耀星空吧！"
            },
            "asset": "char_135_halo/CN_028"
        },
        {
            "id": "char_135_halo_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "You had even the finest details under control. You must be a professional.",
                "jp": "細かいところまでちゃんとおさえるなんて、キミはきっと指揮の専門家なんだね。",
                "kr": "모든 디테일을 파악해내다니, 역시 넌 지휘의 전문가구나.",
                "cn": "每个细节都掌握的很好，你在这方面一定是专业人士。"
            },
            "asset": "char_135_halo/CN_029"
        },
        {
            "id": "char_135_halo_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "I knew everything was going to be okay.",
                "jp": "ま、問題なんて起きないと思ってたよ。",
                "kr": "뭐, 처음부터 아무 일 없을 거라고 생각했어.",
                "cn": "我早就觉得不会出什么事的啦。"
            },
            "asset": "char_135_halo/CN_030"
        },
        {
            "id": "char_135_halo_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Everything's under control~ Just a little scuffed, that's all...",
                "jp": "ぜーんぶ手の内だよ～。ちょっとホコリがついちゃったけど……",
                "kr": "전부 예상 대로라고~ 먼지가 조금 묻었지만……",
                "cn": "一切尽在掌握~就是沾了些灰......"
            },
            "asset": "char_135_halo/CN_031"
        },
        {
            "id": "char_135_halo_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "No way... How could my calculation have...?",
                "jp": "そんな、私が演算ミスするなんて……",
                "kr": "이럴 수가, 내 계산이 틀리다니……",
                "cn": "这，我的计算怎么会......"
            },
            "asset": "char_135_halo/CN_032"
        },
        {
            "id": "char_135_halo_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Let's see how far this is from my workstation...",
                "jp": "ここから仕事場までどれくらいか確認してこよっと……",
                "kr": "여기서 일하는 곳까지 얼마나 걸리는지 확인하고 와야겠다……",
                "cn": "看看这里离工作区域有多远......"
            },
            "asset": "char_135_halo/CN_033"
        },
        {
            "id": "char_135_halo_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Ahh?!",
                "jp": "きゃっ！？",
                "kr": "꺅?!",
                "cn": "呀？！"
            },
            "asset": "char_135_halo/CN_034"
        },
        {
            "id": "char_135_halo_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Oh, Doctor! What a coincidence running into you here! Why don't we go shopping together?",
                "jp": "あっ、ドクター！ここで会うなんて奇遇だね！一緒にお買い物行かない？",
                "kr": "앗, 박사! 여기서 마주치다니 우연이네. 같이 쇼핑하러 가지 않을래?",
                "cn": "呀博士！能在这儿碰到你也太巧了，一起去买点东西不？"
            },
            "asset": "char_135_halo/CN_036"
        },
        {
            "id": "char_135_halo_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_135_halo/CN_037"
        },
        {
            "id": "char_135_halo_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Hm, that's another year, come and gone. It's time to come up with new plans. No, it's not really that much work. All you have to do is make a wish and keep it in mind. Your first wish of the year is always the easiest to fulfill. Give it a try.",
                "jp": "うーん、また一年が過ぎたなぁ、新しい計画を立てなきゃ。……まぁ、そんな手間でもないけどね。願い事を決めて、心の中で大事に抱えてればいいんだから。新年の日の願い事が一番叶いやすいはずだよ。ドクターも試してみて？",
                "kr": "으음, 또 한 해가 지나갔으니까 다시 새로운 계획을 세워야겠네. 사실 그렇게 번거로운 일은 아냐, 그냥 소망 하나를 마음속에 간직해 두면 돼. 새해의 첫 소망은 항상 쉽게 이루어지곤 하니까, 박사도 한번 시도해 봐.",
                "cn": "唔，又过了一年啊，得做个新的规划了。其实也不麻烦，只要许个愿望放在心底里就好啦，新年的第一个愿望，总是最容易实现的。试试看吧。"
            },
            "asset": "char_135_halo/CN_038"
        },
        {
            "id": "char_135_halo_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Hello, Doctor. Need a hand?",
                "jp": "こんにちはドクター、手伝ってほしいことはある？",
                "kr": "안녕, 박사. 도와줄 거 있어?",
                "cn": "你好博士，需要帮忙吗？"
            },
            "asset": "char_135_halo/CN_042"
        },
        {
            "id": "char_135_halo_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "Happy birthday! Come, come! Here's my present for you. Crack it open~ What do you think? This music box is great, isn't it? Hehe~ Doctor, you know when my birthday is, don't you? I'm expecting a surprise when the time comes. It's a promise~",
                "jp": "ハッピーバースデー！はい、キミへのプレゼントだよ、開けてみて？どう、このオルゴールいい感じでしょ、えへへ～。ねドクター、私の誕生日はもちろん知ってるよね？じゃあその日もサプライズしてくれる？約束だよ～。",
                "kr": "해피 버스데이! 자 자, 이건 내가 주는 선물이야, 한번 열어봐~ 어때? 이 오르골 괜찮지, 헤헤~. 박사, 내 생일이 언제인지 알지? 내 생일이 오면 나한테도 서프라이즈 해 주는 거다. 약속한 거다~",
                "cn": "生日快乐！来来来，这是我给你准备的礼物，打开看看吧~怎么样，这个八音盒不错是不是，嘿嘿~博士，你知道我生日什么时候吧，那到了那天，你也得给我一个惊喜，就这么约定了哦~"
            },
            "asset": "char_135_halo/CN_043"
        },
        {
            "id": "char_135_halo_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "Time to get up and stretch a little, Doctor. All that trouble won't go away just because you spend a couple more minutes grinding away. Come on, share a dance with me and move your body. Don't worry, it's not hard. Just take my hand, step forward. Right... Right, like that. Does it feel like your body just lightened up some?",
                "jp": "ドクター、ちょっとは体を動かさないとね。面倒事はそんな一分二分争ったところで解決しないんだから。私と一曲踊ろう？いい運動になるよ。大丈夫、難しくないから。ただ手をとって、ステップをこう踏んで、そう……そう、そんな感じ。どう、体が軽くなった？",
                "kr": "박사, 일어나서 몸이라도 좀 움직여, 성가신 일들은 몇 분 더 투자하는 정도론 해결되지 않는다고. 나랑 춤이라도 좀 추면서 움직여 보는 건 어때? 괜찮아, 어렵지 않으니까. 손을 잡고, 스텝을 밟으면서, 그래…… 그래, 바로 그거야. 어때, 몸이 좀 가벼워진 것 같지 않아?",
                "cn": "该起来活动一下了，博士。麻烦事可不会因为多花一两分钟就能解决。起来陪我跳支舞吧，动动身体。没事，这不难的，只要牵住手，迈开步子，对......对，就这样。有没有觉得身体轻快些了？"
            },
            "asset": "char_135_halo/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Maya Aoki Tuttle",
            "global": "Maya Aoki Tuttle"
        },
        "cn": {
            "native": "橙璃",
            "global": "Li Cheng"
        },
        "jp": {
            "native": "白砂沙帆",
            "global": "Saho Shirasu"
        },
        "kr": {
            "native": "김이안",
            "global": "Kim Ian"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}