{
    "charid": "char_464_cement",
    "nameid": "cement",
    "names": {
        "en": "Cement",
        "jp": "セメント",
        "kr": "시멘트",
        "cn": "洋灰"
    },
    "voices": [
        {
            "id": "char_464_cement_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Don't stay cooped up in your office all the time, Doki. Why don't you come down to the mines with me one of these days?",
                "jp": "ドクターちゃん、ずっと執務室にこもってないでさ、今度あたしと採掘場を回ってこよ。",
                "kr": "박사, 맨날 사무실에만 있지 말고, 다음에 나랑 광산에 놀러 가자.",
                "cn": "博士，别老待在办公室里了，改天跟我去矿场上看看吧。"
            },
            "asset": "char_464_cement/CN_001"
        },
        {
            "id": "char_464_cement_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Something smells moldy. Should be in the bottom left drawer. My nose is never wrong... Well, Doki, You should really deal with those documents before they pile up. If you just leave them like that, they're gonna get damp.",
                "jp": "クンクン、カビの臭いがするよ。たぶん左下の引き出しの中だと思う。あたしの鼻はいいからねん……ドクターちゃんさぁ、古い書類はその時その時ちゃんと整理しなきゃダメだって。こんな風に適当に押し込んで放置したら、湿気が溜まりやすいんだから。",
                "kr": "킁킁. 어디서 곰팡이 냄새가 나는데, 아마 왼쪽 아래의 서랍에서 나는 냄새일 거야. 내 코는 엄청 민감하다고…… 박사, 오래된 서류는 그때그때 정리해야 돼. 이렇게 대충 서랍에 두고 방치하면 습기가 차기 쉽다고.",
                "cn": "有什么东西发霉了，应该在左下角的抽屉里，我的鼻子很灵的......博士，旧文件要及时整理啊，就这么堆在角落，很容易就受潮了。"
            },
            "asset": "char_464_cement/CN_002"
        },
        {
            "id": "char_464_cement_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "My drills are all souped up. They've got twice the impact, improved stability, and they pretty much can't jam. Anyway, I'm a pro when it comes to boring, tunneling, and laying concrete. If you've got any construction jobs like that, I'm your girl!",
                "jp": "このドリルは改造を施したことで、トルクが倍になってるし、安定性も高まってて、切粉詰まりも防げるんだよ。とにかく、ボーリングも、掘削も、コンクリート打設も……建設の仕事に関しちゃあたしはプロだよ。そういう任務があったら、安心してあたしを頼ってよねん！",
                "kr": "이 드릴은 개조로 인해서 파워가 두 배인 데다 안정성도 엄청 향상됐고, 막힘 방지 기능도 있어. 아무튼 시추나 굴착, 콘크리트 시공 같은 건설 업무는 내 전문이야. 그런 임무라면 안심하고 나한테 맡겨 줘!",
                "cn": "这组钻头经过改造，冲击力翻倍，稳定性也更好，还能有效防止阻塞。总之，钻探、掘进、浇筑......工程方面我是专业的。相关的任务，放心交给我就好啦！"
            },
            "asset": "char_464_cement/CN_003"
        },
        {
            "id": "char_464_cement_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "First, you check construction blueprints ahead of time. Second, you don't disrupt our work without a good reason. Third: You never, ever fall behind on your payments. That's the three principles Shana's Construction Crew uses to decide on projects. No exceptions, Doki, not even for Rhodes Island.",
                "jp": "一つ、設計図は事前に確認すること。二つ、依頼主は意味なく施工を邪魔しないこと。三つ、必ず工事代金を約束通りに支払うこと。これがあたしたちシャナ建設隊が仕事を受ける時の三箇条だよ。ドクターちゃん、たとえロドスでも例外じゃないからねん！",
                "kr": "첫째, 설계도는 반드시 사전에 확인할 것. 둘째, 함부로 작업에 끼어들지 말 것. 셋째, 공사대금은 반드시 약속한 기일 내로 지급할 것. 이 세 가지가 바로, 우리 샤나 공사팀이 일을 받을 때 요구하는 조건이야. 그게 로도스 아일랜드라 할지라도 예외는 아니라고, 박사!",
                "cn": "第一，必须提前确认工程图纸；第二，绝不能无故干预施工；第三，绝不能拖欠工程款。这是夏娜工程小队承接业务的三大原则，博士，即使是罗德岛，也不能例外哦！"
            },
            "asset": "char_464_cement/CN_004"
        },
        {
            "id": "char_464_cement_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Rim Billiton has more prospecting operation platforms than you can count, with tons of workers running around. You gotta know what you're doing to get anybody to listen to ya. I work hard to refine my skills, and I teach what I know to the gang. That's the way I do things... Yeah.",
                "jp": "レム・ビリトンには無数の探鉱プラットフォームがあるんだ。作業員には事欠かないけど、十分な技術があって初めて、強気でいられるってもんよ。 技術の習得に精進して、みんなにそれを伝えるのが、今あたしがやってることだよ……うむ。",
                "kr": "림 빌리턴에는 광산 플랫폼들이 수도 없이 많아. 그리고 그쪽 종사자들 수도 적지 않다 보니, 결국 기술로 승부를 볼 수밖에 없지. 열심히 기술을 습득해서 모두에게 그걸 가르쳐 주고 있는 게, 지금 내가 하고 있는 일이야…… 응.",
                "cn": "雷姆必拓有数不清的探矿作业平台，这里不缺工人，只有技术过硬，说话才能有底气。我努力掌握技术，我教给大家技术，这是我在做的事情......嗯。"
            },
            "asset": "char_464_cement/CN_005"
        },
        {
            "id": "char_464_cement_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "We don't compromise on safety, even in barren mines with low output. Infected or not, so long as you work the mines, your rights oughta be guaranteed. I hope we never see another Billy mine accident. At the very least, I always make sure my projects stand up to inspection.",
                "jp": "採掘量がどんなに少なくったって、採掘場の安全は確保しなきゃダメよ。たとえ感染者でも、採掘場で仕事をしてるからには、その権利は保障されるべき。あたしはね、レム・ビリトンの鉱山でもう事故が起きないでほしいんだ。少なくとも、あたしの関わってる工事は安心安全であってほしいよ。",
                "kr": "채굴량이 아무리 적더라도 채굴장의 안전만큼은 양보할 수 없어. 감염자라고 해도 채굴장에서 일하고 있는 이상, 그 권리는 보장되어야만 해. 난 림 빌리턴에서 더 이상 광산 사고가 일어나지 않았으면 좋겠어. 적어도, 나랑 관련된 공사에서는 안심할 수 있었으면 해.",
                "cn": "哪怕产量再小，也应该保证矿场的施工安全；哪怕是感染者，只要为矿场工作，他的权益也应该得到保障。我希望雷姆必拓再也没有矿难，起码我经手的工程，经得起检验。"
            },
            "asset": "char_464_cement/CN_006"
        },
        {
            "id": "char_464_cement_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Doctor, want a lolly? It's just a regular mint one. I always keep some in my pocket. Don't underestimate the power of a lolly, though. When there's dusty air all around you, a little sweetness can really calm you down.",
                "jp": "ドクターちゃん、飴食べる？普通のミント飴なんだけど、いつもポッケに入れとくようにしてるんだ。大したものじゃないかもしれないけど、粉塵が舞ってるような場所にいる時、このちょっとした甘さがあると、だいぶほっとするからねん。",
                "kr": "박사, 사탕 먹을래? 평범한 박하사탕이지만, 항상 주머니에 넣어서 가지고 다니고 있어. 별거 아닌 것 같아도, 먼지가 흩날리는 장소에 있을 땐 이 약간의 달콤함이 꽤나 안심시켜 준다니까.",
                "cn": "博士，吃糖吗？就是很普通的薄荷糖，我习惯在口袋里装上一些。不要小瞧它哦，当空气里到处都是粉尘的时候，这点甜味，能让人安心。"
            },
            "asset": "char_464_cement/CN_007"
        },
        {
            "id": "char_464_cement_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "My dad always said that Columbia's Great Expansion marked the start of a new age. Now, the big corps pull in all different countries on big projects. Rim Billiton's ores really shine out there. But you know how things go, the taller the building, the more solid the foundations have to be. That's why the work we do is always meaningful, no matter the task.",
                "jp": "クルビアの大開拓は新しい時代をリードして、レム・ビリトンの鉱物資源はたくさんの国の建築の礎になったって、父さんがよくあたしに言ってたもんよ。上に建てるものが高ければ高いほど、下の基礎はしっかり作らなきゃねん。あたしたちはどこにいたって、どんな仕事をしたって、それには意義があるんだよ。",
                "kr": "전에 아버지가 말해 준 건데, 컬럼비아의 대개척은 새로운 시대를 열었고, 림 빌리턴의 광물 자원은 수많은 나라를 건설하는 데 큰 도움이 되었대. 높은 건물일수록 기반을 튼튼하게 지어야 하는 법이잖아? 우리 같은 노동자들이 어디에 있든 무슨 일을 하든, 그 노동에는 모두 의미가 있어.",
                "cn": "爸爸以前跟我说，哥伦比亚的大拓荒引领了新时代，而雷姆必拓的矿藏为许多国家的大工程输血。越是向上的建筑，越应该向下打好基础。我们这些工人，不管在哪儿，做什么活儿，都是有意义的。"
            },
            "asset": "char_464_cement/CN_008"
        },
        {
            "id": "char_464_cement_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "A Billy worker never sees the sun.' That's what my friends in the mines always say. The darkness down there swallows everything, work and life, past and future... I want to give people hope for the future, Doki, give them better lives. Easy enough to say, but there's lots of work to do. You'll lend a hand, won't you, Doki?",
                "jp": "「レム・ビリトンの労働者には太陽は見えない」って、みんなよく言ってた。生きるために鉱山で仕事をする人は、どこを向いても暗闇しかないみたいなんだ。みんなに未来への希望を持たせて、いい暮らしをさせるのって、言うのは簡単だけど、実現するにはまだまだやることがいっぱいあるんだよ。ドクターちゃん、あたしのこと応援してくれるよね？",
                "kr": "내 동료들은 “림 빌리턴의 노동자들은 태양을 보지 못한다”라는 말을 자주 했었어. 광산에 있는 사람들은 어디서든 빛을 보기가 참 힘든 것 같아. 사람들에게 희망을 주고, 더 나은 하루를 보내게 한다는 건, 말은 쉬워도 그걸 정말로 실현시키기엔 아직 해야 할 일이 많아. 그러니까, 박사도 날 응원해 줄 거지?",
                "cn": "“雷姆必拓的工人看不见太阳”，工友们常常这么说。在矿井讨生活的人，眼前和身后好像只有黑暗。让大家对未来有盼头，过上更好的日子，说起来简单，要做的还有很多。博士会支持我的吧？"
            },
            "asset": "char_464_cement/CN_009"
        },
        {
            "id": "char_464_cement_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Alright, lads, day's done. Rest up now.",
                "jp": "今は工事はないからねん。みんなちゃんと休むんだよ。",
                "kr": "지금은 공사가 없으니까, 다들 푹 쉬어.",
                "cn": "非施工时段，大家好好休息。"
            },
            "asset": "char_464_cement/CN_010"
        },
        {
            "id": "char_464_cement_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Oh, so you're the Doctor everyone's talking about! I'm new in Engineering; foreman of Shana's Construction Crew out of Rim Billiton! Here's my business card.",
                "jp": "お、君がみんなの言ってたドクターちゃんねん！あたしはエンジニア部の新入りで、レム・ビリトン「シャナ建設隊」の親方でもあるんだ。これ、うちの名刺ね。",
                "kr": "아, 네가 바로 모두가 말하던 그 박사구나! 난 이번에 새로 들어온 엔지니어링부의 신입 오퍼레이터야. 림 빌리턴 샤나 공사팀의 리더이기도 하지. 여기, 내 명함.",
                "cn": "啊，你就是大家说的博士！我是新来的工程部干员，也是雷姆必拓夏娜工程小队的工头，这是我的名片。"
            },
            "asset": "char_464_cement/CN_011"
        },
        {
            "id": "char_464_cement_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Nah yeah… If the mines just provided workers with recorders, it would save us so much hassle.",
                "jp": "ふむ……採掘場が、労働者のために工事の記録装置を揃えておいたら、きっと色々トラブルを避けられるよね。",
                "kr": "광산에서도 작업자들을 위해 공사 기록 장치를 구비할 수 있다면, 정말 큰 도움이 될 텐데.",
                "cn": "矿场如果为工人配备施工记录仪，应该也能省掉很多麻烦。"
            },
            "asset": "char_464_cement/CN_012"
        },
        {
            "id": "char_464_cement_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "I thought it was a joke when I got a new contract from HR. Not only did my pay go up, I get even more benefits... Thanks, Doki!",
                "jp": "人事部が送ってきた新しい契約書を見た時は、てっきり冗談だと思ったんだよ。給料も上がって、福利厚生も手厚くなってたから……ありがと、ドクターちゃん！",
                "kr": "인사부에서 보내 준 새 계약서를 받았을 때, 난 무슨 농담이라도 하는 줄 알았어. 월급도 오르고, 복지 혜택도 더 많아지다니…… 고마워, 박사!",
                "cn": "收到人事部发过来的新合同时，我还以为是开玩笑来着。工资涨了，综合福利也变多了......谢谢博士！"
            },
            "asset": "char_464_cement/CN_013"
        },
        {
            "id": "char_464_cement_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "If I ever get the chance, I want to go check out Columbia, see the Great Expansion with my own eyes and how their workers are different from ours in Rim Billiton... Doki, Rhodes Island works with a lot of big companies, right?",
                "jp": "機会があったら、クルビアに行ってみたいんだ。実際の大開拓の様子とか、あっちの労働者とレム・ビリトンとの違いとか見てみたい……ドクターちゃん、ロドスはたくさんの大企業と仕事してるんだよね？",
                "kr": "기회가 된다면 컬럼비아에도 가 보고 싶어. 컬럼비아 대개척의 실제 모습도 보고 싶고, 그곳의 노동자는 림 빌리턴의 노동자와 무엇이 다른지도 알고 싶어…… 있잖아, 박사, 로도스 아일랜드는 수많은 대기업들과 협력하고 있다던데, 맞지?",
                "cn": "有机会的话，我想去哥伦比亚看看，看看大拓荒的真实景象，看看那里的工人和雷姆必拓的工人有什么区别......博士，罗德岛和很多大公司都有合作，对吧？"
            },
            "asset": "char_464_cement/CN_014"
        },
        {
            "id": "char_464_cement_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Work, work! Hop to it now!",
                "jp": "さ～、仕事だよ。テキパキ動いて！",
                "kr": "일이다 일!",
                "cn": "开工了开工了！"
            },
            "asset": "char_464_cement/CN_017"
        },
        {
            "id": "char_464_cement_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "You all got your helmets on? Check again!",
                "jp": "みんな、ヘルメットはちゃんと被ってる？もう一回チェックしてねん！",
                "kr": "다들 안전모는 잘 챙겼어? 다시 한번 체크해 줘!",
                "cn": "大家的安全帽都戴好了吗？再检查一遍！"
            },
            "asset": "char_464_cement/CN_018"
        },
        {
            "id": "char_464_cement_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "This shaft's got a complicated layout. Follow me.",
                "jp": "坑道は入り組んでるから、あたしにぴったりついてきてねん。",
                "kr": "갱도는 복잡하니까, 다들 바짝 따라와!",
                "cn": "矿井构造复杂，跟紧我。"
            },
            "asset": "char_464_cement/CN_019"
        },
        {
            "id": "char_464_cement_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Ah! Why is my drill stuck?!",
                "jp": "えあ、なんでドリルが動かないの！？",
                "kr": "어라, 드릴이 왜 멈췄지?!",
                "cn": "咦，钻头怎么卡住了？！"
            },
            "asset": "char_464_cement/CN_020"
        },
        {
            "id": "char_464_cement_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Hm…? What's that smell?",
                "jp": "ううん……なんの臭い？",
                "kr": "으으…… 이게 무슨 냄새지?",
                "cn": "唔......什么味道？"
            },
            "asset": "char_464_cement/CN_021"
        },
        {
            "id": "char_464_cement_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Relax, Doki, just show up at completion time.",
                "jp": "ドクターちゃんは、時間通りに確認に来ればいいからねん。",
                "kr": "박사는 시간 맞춰 검수만 하러 와.",
                "cn": "博士，你准点来验收就行了。"
            },
            "asset": "char_464_cement/CN_022"
        },
        {
            "id": "char_464_cement_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "The blueprints check out. Let the construction work begin!",
                "jp": "設計図は問題なし、工事は通常通り行おう。",
                "kr": "설계도는 문제없어. 늘 하던 대로 작업하자.",
                "cn": "图纸没有问题，正常施工吧。"
            },
            "asset": "char_464_cement/CN_023"
        },
        {
            "id": "char_464_cement_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Remember, max deviation for each drill hole is two centimeters!",
                "jp": "穴開け位置の誤差は二ミリ以内であるべきよ。",
                "kr": "구멍 위치의 편차는 2cm 이내여야 해.",
                "cn": "钻孔位置的偏差应该控制在两厘米内。"
            },
            "asset": "char_464_cement/CN_024"
        },
        {
            "id": "char_464_cement_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Oi! Stay focused when you're running that boring machine!",
                "jp": "ボーリングマシンを操縦してる時にぼーっとしちゃだめ！",
                "kr": "굴착 장비를 사용할 땐 한눈팔면 안 돼!",
                "cn": "别在操纵钻机的时候走神！"
            },
            "asset": "char_464_cement/CN_025"
        },
        {
            "id": "char_464_cement_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "A triple bright miner's lamp could make ya go blind!",
                "jp": "三倍明るいヘッドライトで照らされたら、目が大変になっちゃうんだから！",
                "kr": "3배나 밝은 헤드라이트에 쏘이면 눈이 멀 수도 있다고!",
                "cn": "被三倍强光的矿灯照到会致盲哦！"
            },
            "asset": "char_464_cement/CN_026"
        },
        {
            "id": "char_464_cement_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Move, or this cement's going right on your heads!",
                "jp": "今すぐどかないと、頭の上から生コンをかけちゃうからね！",
                "kr": "물러서지 않으면, 당신들 머리에 콘크리트 반죽을 부어 버릴 거야!",
                "cn": "再不让开，混凝土要浇到你们头上了！"
            },
            "asset": "char_464_cement/CN_027"
        },
        {
            "id": "char_464_cement_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Dig! Diiig! Diiiiiiig!",
                "jp": "掘って、掘って、掘って！",
                "kr": "파고, 파고, 또 파고!",
                "cn": "向下，向下，向下！"
            },
            "asset": "char_464_cement/CN_028"
        },
        {
            "id": "char_464_cement_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Doki! We… We just wrapped up a huge project!",
                "jp": "ドクターちゃん、あたし、あたしたちすっごい工事を成功させたよ！",
                "kr": "박사, 우리가, 우리가 엄청난 대공사를 성공시켰어!",
                "cn": "博士，我们、我们完成了一项大工程！"
            },
            "asset": "char_464_cement/CN_029"
        },
        {
            "id": "char_464_cement_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "When worker safety's on the line, you can't slip up for even a single second.",
                "jp": "作業員の命に係わることは、これっぽっちも適当にできないよ。",
                "kr": "작업자들의 안전과 관련된 문제라면, 조금도 양보할 수 없어.",
                "cn": "关系到工人生命安全的事情，当然一丝一毫都马虎不得。"
            },
            "asset": "char_464_cement/CN_030"
        },
        {
            "id": "char_464_cement_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "If you spot anything after construction's done, that's already too late. We need to find as many problems as we can in the design stage.",
                "jp": "工事が終わった後に気付いても遅いからねん。設計図の段階でできるだけ問題を見つけるべきだよ。",
                "kr": "공사가 끝난 후에는 문제를 알아채도 너무 늦으니까, 설계도 제작 단계에서 최대한 문제를 파악하는 게 좋아.",
                "cn": "竣工后才觉得不如意，已经来不及了，所以我们最好在图纸绘制阶段就尽可能发现问题。"
            },
            "asset": "char_464_cement/CN_031"
        },
        {
            "id": "char_464_cement_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Don't be glum, chum. Follow-up work is part of construction, too. Just leave it to me to take care of the reinforcement. Cheer up, Doki.",
                "jp": "もう、気にしないで。後始末も工事の仕事に含まれてるからねん。修復と補強はあたしに任せときなさい、大丈夫だよドクターちゃん。",
                "kr": "에이, 신경 쓰지 마, 뒷정리도 공사의 일부분이야. 복구랑 보강 작업은 내가 맡을 테니까, 안심해 박사.",
                "cn": "哎呀，别在意，善后本身也是工程的一部分，补建和加固的活儿交给我就好了，放心吧博士。"
            },
            "asset": "char_464_cement/CN_032"
        },
        {
            "id": "char_464_cement_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Let's say Rhodes Island needs some dorms rebuilt, think you might hire Shana's Construction Crew? Hehe…",
                "jp": "その、もしロドスの宿舎を建て替えるなら、うちの建設隊に請け負わせてくれる？えへへ……",
                "kr": "그, 혹시 로도스 아일랜드의 숙소에 개조가 필요하다면 말이야, 샤나 공사팀에게 맡겨 보지 않을래? 헤헤……",
                "cn": "唔，如果罗德岛的宿舍需要改建，可以承包给夏娜工程小队吗？嘿嘿......"
            },
            "asset": "char_464_cement/CN_033"
        },
        {
            "id": "char_464_cement_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Eeek! Oh, it's you, Doki. Sorry, didn't notice you over the sound of the drill.",
                "jp": "わっ、なんだドクターちゃんか。ドリルの音で気付かなかったよ。",
                "kr": "아, 박사구나. 드릴 소리가 너무 커서 못 들었어.",
                "cn": "啊，是博士，刚刚钻机声太大了，我没有注意。"
            },
            "asset": "char_464_cement/CN_034"
        },
        {
            "id": "char_464_cement_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Doki, can you hold this shield for me? Careful now, it's heavy. The inside there? That's concrete, baby.",
                "jp": "ドクターちゃん、ちょっとこの箱盾を支えてくれない？気を付けてね、とっても重いから。中は全部コンクリートなんだ。",
                "kr": "박사, 혹시 이 방패 잠깐만 들어 줄 수 있어? 무거우니까 조심해, 안이 전부 콘크리트로 되어 있거든.",
                "cn": "博士，可以帮我扶着这面工程盾吗？小心，很重，里面全是混凝土。"
            },
            "asset": "char_464_cement/CN_036"
        },
        {
            "id": "char_464_cement_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_464_cement/CN_037"
        },
        {
            "id": "char_464_cement_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Every time, around this year, those of us workers that couldn't go back home would gather somewhere free in the quarry for an open-air screening. Seeing how happy the people up on that curtain were, we'd all forget our worries for a while. A whole new day, and a whole new year.",
                "jp": "毎年この日になると、実家に帰れない労働者たちが採掘場の空き地で野外映画を見るんだよ。スクリーンに映る人が楽しそうにしてるのを眺めてると、みんなもちょっとの間だけ悩みを忘れられるんだ。新しい一日が始まって、新しい一年もやってきたねん。",
                "kr": "매년 이맘때면 집에 돌아가지 못하는 노동자들이 광산의 공터에 모여 앉아 영화를 보곤 했었어. 스크린 속 사람들이 즐거워하는 모습을 보면, 다들 잠시나마 고민을 잊을 수 있었지. 새로운 하루, 새로운 한 해가 왔네.",
                "cn": "每年这个时候，没办法回家的工人都会凑在矿场的空地上放露天电影。看到幕布上的人开开心心的，大家也就暂时忘记了烦恼。新的一天来了，新的一年也来了。"
            },
            "asset": "char_464_cement/CN_038"
        },
        {
            "id": "char_464_cement_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Hey, Doki! Here, a mint for ya.",
                "jp": "ドクターちゃん、はい、ミント飴。",
                "kr": "박사. 자, 박하사탕이야.",
                "cn": "博士，喏，薄荷糖。"
            },
            "asset": "char_464_cement/CN_042"
        },
        {
            "id": "char_464_cement_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "Happy birthday, Doctor! Are you free today? The construction team just took on a new mining project, and the groundbreaking ceremony's today. Everyone would be so happy to see you there... Why don't I buy you lunch afterwards?",
                "jp": "お誕生日おめでとう、ドクターちゃん！今日は時間あるかな？うちの建設隊で採掘場の新しい工事を請け負ってね、今日の午後に着工のテープカット式なんだ。ドクターちゃんが現場に来てくれたら、きっとみんな喜ぶよ……終わったらあたしがご飯をおごっちゃうから。どう？",
                "kr": "생일 축하해, 박사! 오늘 시간 있어? 우리 공사팀이 새로운 광산 프로젝트를 받아서, 오후에 착공식이랑 테이프 커팅식을 진행할 예정이거든. 박사가 현장에 와주면 분명 다들 좋아해 줄 거야…… 끝나면 밥 사 줄 테니까, 어때?",
                "cn": "生日快乐，博士！今天有空吗？工程队又接了一个新的矿场项目，下午开工剪彩，要是你能到场的话，大家一定很开心......结束后我请你吃饭怎么样？"
            },
            "asset": "char_464_cement/CN_043"
        },
        {
            "id": "char_464_cement_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "Even the smallest project can call for a lot of workers, but Rhodes Island is the place I've seen so many amazing people gathered in one place. What is it that Rhodes Island is trying to accomplish, Doctor? I'm in on it now, so I can't wait to see for myself!",
                "jp": "どんなに小さな工事だって、人をたくさん集められるよ。でも、他のとこじゃ、こんなにすごい奴らが一堂に会してるの見たことない。ドクターちゃん、ロドスがやってる仕事って、一体どんなものなんだろう？あたし、めっちゃくちゃ期待してるんだよ。だって、あたしもその中の一員だしね！",
                "kr": "아무리 작은 공사라도, 작업자라면 많이 끌어모을 수 있어. 하지만 이렇게 대단한 사람들이 한자리에 모이는 광경은 정말 처음 봐! 박사, 로도스 아일랜드는 대체 어떤 일을 하고 있는 거야? 사실 나, 엄청 기대돼! 나도 그중 한 명이니까!",
                "cn": "再小的一项工程，也可以召集很多工人。可我从没在别的地方同时发现这么多厉害的家伙，罗德岛在做的，到底是一份怎样的事业呢，博士？我很期待，毕竟我也是其中的一分子！"
            },
            "asset": "char_464_cement/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Dani Chambers",
            "global": "Dani Chambers"
        },
        "cn": {
            "native": "蔡海婷",
            "global": "Daisy"
        },
        "jp": {
            "native": "結木梢",
            "global": "Kozue Yuuki"
        },
        "kr": {
            "native": "서은비",
            "global": "Seo Eun-bi"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}