{
    "charid": "char_401_elysm",
    "nameid": "elysm",
    "names": {
        "en": "Elysium",
        "jp": "エリジウム",
        "kr": "엘리시움",
        "cn": "极境"
    },
    "voices": [
        {
            "id": "char_401_elysm_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Feel free to assign any work to me. I have a lot of experience as a second-in-command.",
                "jp": "仕事があれば何でも言ってね。こう見えて助手の経験は豊富でさ。",
                "kr": "일이 있으면 뭐든 말해. 이래 봬도 조수 경험은 풍부하거든.",
                "cn": "有什么工作尽管吩咐，做副手我还是很有经验的。"
            },
            "asset": "char_401_elysm/CN_001"
        },
        {
            "id": "char_401_elysm_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "This communicator transmits signals over long distances, it's a powerful tool for keeping teams in touch. My Arts even amplify the signal, ensuring that communication between teams goes unimpeded. Honestly, battlefield communication is a job that was practically made for me.",
                "jp": "この発信器があれば信号を相当な距離まで飛ばせるから、小隊間で連絡を取り合う有力な手段になるんだ。さらに僕のアーツで信号を強めれば、もう誰にも止められない。戦場通信、まさに僕のために用意された役割だよね。",
                "kr": "이 발신기가 있으면 신호를 상당한 거리까지 날릴 수 있어서 팀 간에 연락할 수 있는 유력한 수단이 되지. 게다가 내 아츠로 신호를 증폭시키잖아? 그럼 아무도 막을 수 없게 되는 거라고. 전장 통신, 그야말로 날 위해 준비된 역할이지?",
                "cn": "这杆发信器能将信号传递到相当远的地方，也是小队之间进行沟通的有力手段。而且啊，我的法术能让信号变得很强，让小队之间的交流畅通无阻，战地通讯，简直就是为我设计的工作嘛。"
            },
            "asset": "char_401_elysm/CN_002"
        },
        {
            "id": "char_401_elysm_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Lost? No worries, tell me where you wanna go. Um, to get there, first go up the stairs on the left until you reach the fourth floor. Then turn right, and after passing the third fork, make a left. Go down a floor, then proceed to your left. It's directly across from Closure's #3 Engineering Room. How's that? Aren't my instructions clear and concise?",
                "jp": "迷子？大丈夫、僕に任せて。この場所へ行くには、まず左の階段で四階に上がり、右に直進して、三つ目の分かれ道を過ぎたら左に曲がり、一つ下の階に降りて、左に直進したところのクロージャさんの第三エンジニアルームの向かい側がそうだ。どう、わかりやすいでしょ？",
                "kr": "길을 못 찾겠다고? 괜찮아, 나한테 맡겨. 여기로 가려면 말이지, 우선 왼쪽 계단으로 4층까지 올라가서, 오른쪽으로 쭉~ 직진한 다음에 세 번째 갈림길을 지나서 왼쪽으로 꺾은 다음, 한층 내려가서 왼쪽으로 직진하면 나오는 클로저 씨의 제3 엔지니어실 맞은편으로 가면 돼. 어때, 알기 쉽지?",
                "cn": "找不到路？没问题，交给我。要去这里的话，先从左边的楼梯上到四层，然后右转，走过第三个岔口后左转，再下一层，继续向左，可露希尔小姐的三号工程室对面就是。怎么样，是不是简洁易懂？"
            },
            "asset": "char_401_elysm/CN_003"
        },
        {
            "id": "char_401_elysm_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Thorns and I have reached an agreement: Next time, neither of us will hold back, and a victor will be crowned. I'll be sure to defeat him by a landside... What? Rhodes Island has an explicit ban on personal fights? You misunderstand, I'm only talking about chess. Loser has to shave his head, what say you to this bet?",
                "jp": "ソーンズと話したよ、次はお互い情けはかけず、必ず決着をつける、とね。今度こそ彼を跡形もなく……え？ロドスで私闘は禁止？いやいや誤解しないで、今のはチェスの話だよ。ね、負けた方は坊主頭にするなんて賭けはどう？",
                "kr": "쏜즈랑 이야기했어. 다음엔 서로 봐주는 것 없이 반드시 결판을 내겠다고. 이번에야말로 걔를 흔적도 없이…… 뭐? 로도스 아일랜드에서 사적인 결투는 금지라고? 아냐, 아냐. 오해하지 마. 방금 그건 체스 이야기야. 있잖아, 이런 건 어때? 진 쪽이 머리를 빡빡 미는 거야.",
                "cn": "我和棘刺约好，下次双方都不再留手，一定要分出个胜负。这次我一定将他杀得片甲不留......什么？罗德岛禁止私斗？别误会，我是在说下棋，你觉得输了的人就剃光头，这个赌注怎么样？"
            },
            "asset": "char_401_elysm/CN_004"
        },
        {
            "id": "char_401_elysm_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "To be honest, I'm not used to being someone else's assistant. But since my captain relies solely on me to deliver her orders, I have to stay on the squad to support her. Oh, that's just between you and me, by the way. For both our sakes, don't ever tell her what I just told you, okay?",
                "jp": "僕だって人の助手をするのは慣れないけど、うちの隊長は僕の力がないと命令を皆に伝えられないから、僕は隊に残って彼女の面倒を見てあげるしかないんだ。あ、ここだけの話にしてね。僕たちの将来のためにも、絶対彼女に知られちゃだめだよ。いいね？",
                "kr": "나도 남의 조수를 하는 건 서툴지만, 우리 팀장은 내 능력이 없으면 명령을 모두에게 전달할 수 없거든, 그래서 난, 팀에 남아서 그 여자를 돌봐줄 수밖에 없어. 아, 이건 우리끼리만 하는 이야기다? 우리의 미래를 위해서라도, 절대 그 여자한테 말하면 안 돼. 알았지?",
                "cn": "我当然也不习惯当别人的副手，但是我的队长只有靠我才能传达命令，我也就只能留在队伍里照顾她啦。等等，这些话你知我知，为了我们两个人的前途着想，千万别让她知道，行吗？"
            },
            "asset": "char_401_elysm/CN_005"
        },
        {
            "id": "char_401_elysm_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "There's no overstating the importance of communication on the battlefield. And of course, the one facilitating it is the first to get targeted. But don't worry, as long as I'm here, I'll make sure your orders are smoothly transmitted to all combat personnel.",
                "jp": "戦場通信の重要性は語るまでもないな。敵に狙われやすいのも当然でしょ。けどまぁ安心して。僕がいれば、ドクターの指令を無事仲間たち全員に届けてみせるさ。",
                "kr": "전장 통신의 중요성이야, 말할 것도 없지. 적의 표적이 되기 쉬운 것도 당연해. 그래도 뭐, 안심해. 내가 있으면, 박사의 지령을 무사히 동료들 모두에게, 전달해 줄 테니까.",
                "cn": "战场上通讯的重要性不用多说，会首先受到攻击，也是当然的。放心吧，只要有我在，就一定让博士你的指令顺利传达到每一个作战人员。"
            },
            "asset": "char_401_elysm/CN_006"
        },
        {
            "id": "char_401_elysm_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Doctor, you came right on time. Actually, there's something bothering me. Why does everyone prefer looking at a map over asking me for directions? The captain says my glib tone gets on people's nerves. But that can't be, I always treat everyone with perfect kindness, wouldn't you agree?",
                "jp": "ドクター、ちょうどいいところに。実はちょっと悩んでて……みんな僕に道を聞くより、地図に頼ろうとするのは何でだと思う？前に隊長は僕がぺらぺらと上調子で喋るのが気に食わないと言ってたし、どうしてそんな風に思われるんだろう。みんなには優しくしてるはずなのになぁ。",
                "kr": "박사, 마침 잘 왔어. 실은 좀 고민 중이거든…… 다들 왜, 나한테 길을 안 물어보고 지도에 의지하려 하는 걸까? 전에 팀장이 내가 주절주절 신나서 떠드는 게 마음에 안 든다고 한 적도 있었는데…… 다들 왜 그렇게 생각하는 걸까? 난 모두한테 친절하게 대하고 있는 건데 말이야……",
                "cn": "博士，你来得正好。其实，我正在烦恼，为什么大家宁愿看地图，也不找我问路呢？队长她之前说我油腔滑调惹人烦，怎么会这样，明明我对大家都很温柔啊。"
            },
            "asset": "char_401_elysm/CN_007"
        },
        {
            "id": "char_401_elysm_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "On the battlefield, few things are more important than morale. Do you see this banner? As a vanguard, just lifting it is enough to fill everyone with courage. Wait, Doctor, you didn't seriously believe that, did you? I was just joking, this thing's actually a communication device.",
                "jp": "戦場での士気はとても大切なんだ。この旗を見て、先鋒として掲げることでみんなに勇気を――待ってドクター、まさか信じてくれた？冗談だよ、これはただの発信装置なんだから。",
                "kr": "전장에서의 사기는 굉장히 중요하지. 이 깃발을 보고, 선봉에서 이걸 올리면 모두에게 용기를…… 잠깐만, 박사. 설마 믿은 거야? 농담이야. 이건 평범한 발신 장치라고.",
                "cn": "在战场上，士气是很重要的，看到这面旗帜了吗，作为先锋，我举起它就是为了给大家带来勇气——等等，博士，你不会相信了吧？开玩笑啦，这个真的只是发信装置而已。"
            },
            "asset": "char_401_elysm/CN_008"
        },
        {
            "id": "char_401_elysm_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Doctor, you've earned my trust. There's no need to be so humble. I know I'm a good judge of character. How about I call you my comrade-in-arms from now on? My captain and I used to be like oil and water, but look at us now. I believe that, much like her, you will eventually be moved by my sincerity. No? The captain sent you a letter complaining about me? What?",
                "jp": "ドクターは信頼していいと決めたんだ。お世辞じゃないよ、僕は人を見る目には自信があるから。君のことを「戦友」と呼ぶってのはどう？隊長も僕と最初は水と油の仲だったけど、彼女と同じように、戦友も僕の誠実さに心動かされると思うよ。そんなことない？隊長は今でも僕についてクレームをよこしてる？ええ？",
                "kr": "박사는 신뢰해도 되겠다고 정했어. 예의상 하는 말이 아니야. 사람 보는 눈 하나는 자신 있거든. 널 '전우'라고 부르는 건 어때? 우리 팀장도 나랑 처음엔 거의 물과 기름 같은 사이였지만, 그 여자처럼 전우도 내 성실함에 마음이 움직이지 않겠어? 그렇지도 않다고? 팀장은 지금도 나 때문에 클레임을 걸고 있다고? 엥?",
                "cn": "博士你值得我信任。别谦虚，我对自己的眼光有信心。用战友来称呼你，怎么样？队长和我本来也水火不容，但我相信战友你和她一样，最后都会被我的真诚感动。不会？队长也寄信投诉我？呃？"
            },
            "asset": "char_401_elysm/CN_009"
        },
        {
            "id": "char_401_elysm_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Doctor, the files over here are... Hm? Already asleep? Well, even if it's just me, you really shouldn't let your guard down like that.",
                "jp": "ドクター、このファイルなんだけど……あれ？眠ってしまったのか。はぁ、僕がいるからって、そんな無防備だと困るな。",
                "kr": "박사, 이 파일 말인데…… 어라? 잠들었네. 하아, 아무리 내가 있다 그래도, 이렇게 무방비하면 곤란한데.",
                "cn": "博士，这边的文件......嗯？居然睡着了吗。唉，就算是因为有我在，也不能这么没戒心啊。"
            },
            "asset": "char_401_elysm/CN_010"
        },
        {
            "id": "char_401_elysm_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "3rd Combat Squad, vanguard and communications specialist, Elysium, reporting in. We've always communicated through electronic means, I do believe this is our first time speaking face-to-face, Doctor?",
                "jp": "第三作戦小隊所属、先鋒通信員のエリジウム、ただいま着任したよ。通信機越しじゃなくて、直接話せたのは初めてだよね、ドクター。",
                "kr": "제3 작전팀 소속 선봉 통신원 엘리시움, 지금 막 착임했어. 통신기 너머가 아니라 이렇게 직접 이야기하는 건 처음이지? 박사.",
                "cn": "三号作战小队，先锋通讯员极境，前来报到。这应该还是头一次不是机械通讯，而是直接与你对话吧，博士？"
            },
            "asset": "char_401_elysm/CN_011"
        },
        {
            "id": "char_401_elysm_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "I'm seeing myself in a lot of these battle records. Talk about weird.",
                "jp": "内部の作戦記録で自分の戦う様子を目にするなんて、なんか不思議だよね。",
                "kr": "내부 작전기록으로 내가 싸우는 모습을 보다니, 왠지 신기한데.",
                "cn": "很多内部的作战记录里都能看到我自己，这种感觉有点奇怪。"
            },
            "asset": "char_401_elysm/CN_012"
        },
        {
            "id": "char_401_elysm_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Thank you very much. I won't end up ranked higher than my captain if I get promoted again, will I?",
                "jp": "感謝するよ。けどさ、もう一度昇進したら、もしかして僕の役職は隊長を超えてしまう感じ？",
                "kr": "고마워. 근데 말이야~ 여기서 한 번 더 승진하면, 이제 내 계급이 팀장을 뛰어넘게 되는 건가?",
                "cn": "非常感谢。不过再晋升的话，我的职位该不会就要超过队长了吧？"
            },
            "asset": "char_401_elysm/CN_013"
        },
        {
            "id": "char_401_elysm_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "I've always trusted my own judgment, Doctor. But if you're the one giving me orders, I won't question them for a second. After all, isn't that what it means to be a comrade-in-arms?",
                "jp": "僕は自分の判断にいつも自信を持ってるよ、ドクター。君の命令だというなら、僕はそれを疑ったりしない。戦友とは、そういうものでしょう？",
                "kr": "난 내 판단에 항상 자신이 있어, 박사. 네 명령이라면 난 그걸 의심하거나 하지 않아. 전우라는 건 그런 거잖아?",
                "cn": "我一向相信自己的判断，博士。如果下命令的那个人是你，我不会有所质疑，所谓战友，不就是这样吗。"
            },
            "asset": "char_401_elysm/CN_014"
        },
        {
            "id": "char_401_elysm_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Of course, I'd love to.",
                "jp": "もちろん喜んで。",
                "kr": "물론, 기꺼이.",
                "cn": "当然，我很乐意。"
            },
            "asset": "char_401_elysm/CN_017"
        },
        {
            "id": "char_401_elysm_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Don't worry, I'm just a stand-in. The captain's not here right now, after all.",
                "jp": "安心して、あくまで一時的な代役だから。隊長がいない間だけのね。",
                "kr": "안심해. 어디까지나 일시적인 대역이니까. 팀장이 없는 동안만이라 이거지.",
                "cn": "放心，只是暂时代理。毕竟队长现在不在嘛。"
            },
            "asset": "char_401_elysm/CN_018"
        },
        {
            "id": "char_401_elysm_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Let's go then. Everyone, follow the route I drafted.",
                "jp": "それじゃ出発しようか。みんな、僕のルートに沿って行動してね。",
                "kr": "그럼 출발할까. 다들 내 루트에 따라 행동해 줘.",
                "cn": "那么就出发吧，大家跟随我的路线行动。"
            },
            "asset": "char_401_elysm/CN_019"
        },
        {
            "id": "char_401_elysm_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Check your headsets, people.",
                "jp": "ヘッドセットのチェックは済んだ？",
                "kr": "헤드셋 체크는 끝났어?",
                "cn": "耳麦都检查好了吗？"
            },
            "asset": "char_401_elysm/CN_020"
        },
        {
            "id": "char_401_elysm_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "No problem.",
                "jp": "問題ないよん。",
                "kr": "문제없어~",
                "cn": "没问题。"
            },
            "asset": "char_401_elysm/CN_021"
        },
        {
            "id": "char_401_elysm_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Signal stable. Ready for action.",
                "jp": "信号は安定。いつでも行けるよ。",
                "kr": "신호는 안정적이야. 언제든 움직일 수 있어.",
                "cn": "信号稳定，随时可以行动。"
            },
            "asset": "char_401_elysm/CN_022"
        },
        {
            "id": "char_401_elysm_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "I wonder who their target will be.",
                "jp": "相手のターゲットは誰かな。",
                "kr": "상대의 타겟은 누굴까.",
                "cn": "对面的目标是谁呢。"
            },
            "asset": "char_401_elysm/CN_023"
        },
        {
            "id": "char_401_elysm_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Gather under this banner in the name of the Lord— Heh, I've always wanted to try saying that.",
                "jp": "主の名を掲げ、この旗の下へ集え――ふむ、こんなセリフを一度言ってみたかったんだ。",
                "kr": "주님의 이름을 걸고, 이 깃발 아래 모여라…… 후우~ 이런 대사, 한번 해보고 싶었거든.",
                "cn": "以主之名，聚集于此旗之下——嗯，我一直都想尝试说一次这种台词。"
            },
            "asset": "char_401_elysm/CN_024"
        },
        {
            "id": "char_401_elysm_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Sorry, but I'm really not religious.",
                "jp": "いや、悪いね、僕は別に信徒じゃないよ。",
                "kr": "이야~ 이거 미안해서 어쩌지? 난 딱히 신자는 아닌데 말이야.",
                "cn": "不，对不起，我并不信教。"
            },
            "asset": "char_401_elysm/CN_025"
        },
        {
            "id": "char_401_elysm_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Who would! Use a flag! As a weapon on the battlefield!",
                "jp": "誰がっ！戦場でっ！旗を武器にするんだよっ！",
                "kr": "누가! 전장에서! 깃발을 무기로 쓰냐고!",
                "cn": "谁会！在战场上！拿旗子当武器啊！"
            },
            "asset": "char_401_elysm/CN_026"
        },
        {
            "id": "char_401_elysm_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Now we'll see them!",
                "jp": "これで分かったでしょう！",
                "kr": "이제 알겠지?!",
                "cn": "看清了吗！"
            },
            "asset": "char_401_elysm/CN_027"
        },
        {
            "id": "char_401_elysm_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Let's get this done quick!",
                "jp": "速戦即決！",
                "kr": "속전속결!",
                "cn": "速战速决！"
            },
            "asset": "char_401_elysm/CN_028"
        },
        {
            "id": "char_401_elysm_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "This just confirms it. We really do make the best partners.",
                "jp": "僕たちがいいパートナーになるって、改めて証明されたね。",
                "kr": "우리가 좋은 파트너라는 게 다시 한번 증명됐네.",
                "cn": "再次确认，我们果然很适合搭档。"
            },
            "asset": "char_401_elysm/CN_029"
        },
        {
            "id": "char_401_elysm_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Great teamwork. Give me five!",
                "jp": "いい連携だったね、ハイタッチしようか。",
                "kr": "좋은 연계였어. 하이파이브 할까?",
                "cn": "配合得真不错，来击个掌吧。"
            },
            "asset": "char_401_elysm/CN_030"
        },
        {
            "id": "char_401_elysm_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "If they've lost their fighting spirit, they're not our enemies anymore. Let's stop here.",
                "jp": "戦意を失った者はもう敵じゃない、ここまでにしよう。",
                "kr": "전의를 잃은 자는 더 이상 적이 아니야. 여기까지 하자.",
                "cn": "丧失斗志的已经不算是敌人了，到此为止吧。"
            },
            "asset": "char_401_elysm/CN_031"
        },
        {
            "id": "char_401_elysm_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "It's too dangerous! I'll be the last line of defense! Doctor, please give the order to retreat!",
                "jp": "このままじゃ危険だ、最後の防衛線は僕が守るから、ドクターは早く撤退命令を！",
                "kr": "이대로는 위험해! 마지막 방어선은 내가 지킬 테니까, 박사는 빨리 철수 명령을 내려줘!",
                "cn": "太危险了，最后的防线由我来守，博士，请立即指挥撤退！"
            },
            "asset": "char_401_elysm/CN_032"
        },
        {
            "id": "char_401_elysm_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Hm... Has this room been renovated?",
                "jp": "へぇ？この部屋はリフォームでもしたのかな？",
                "kr": "오호? 이 방, 리모델링이라도 한 건가?",
                "cn": "嗯？这个房间是不是翻新过？"
            },
            "asset": "char_401_elysm/CN_033"
        },
        {
            "id": "char_401_elysm_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "What's up?",
                "jp": "なになに？",
                "kr": "아, 왜 그러는데?",
                "cn": "什么事？"
            },
            "asset": "char_401_elysm/CN_034"
        },
        {
            "id": "char_401_elysm_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "I've heard that if this tuft of red hair on my head falls out, it won't ever grow back. This is a very serious problem, Doctor.",
                "jp": "僕の髪のこの赤いところ、全て抜けてしまえばもう生えてこないんだって。由々しき問題だよ、ドクター。",
                "kr": "내 머리카락에 이 빨간 부분 있잖아, 이건 빠져버리면 그 뒤론 안 자란다는 거 있지? 이건, 그냥 넘어갈 수 없는 문제라고, 박사.",
                "cn": "听说我头上的这撮红发，掉光就不会再长了。问题很严峻，博士。"
            },
            "asset": "char_401_elysm/CN_036"
        },
        {
            "id": "char_401_elysm_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_401_elysm/CN_037"
        },
        {
            "id": "char_401_elysm_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Hello, hello? Can you hear me...? Signal's fine, connection to the landship's all clear. Doctor, try to guess which comms station I'm calling from...? Doc's distracted! Now! Set off the fireworks! Heh-heh, what do you think, Doctor? Now that's a passionate New Year's celebration, isn't it?",
                "jp": "もしもし、聞こえる？……信号よし、本艦との通信も問題ないね。ドクター、今僕がどの通信ポイントにいるかわかる？……よし、ドクターの気がそれた、今のうちにクラッカーを……いけっ！へへっ、どうだったドクター？なかなか情熱的な新年の挨拶でしょう？",
                "kr": "여보세요, 잘 들려? ……신호도 잘 잡히고, 본함과의 연락도 원활하네. 박사, 내가 어느 통신소에 있는지 맞춰보겠어? ……좋아, 박사가 다른데 정신이 팔린 틈에…… 지금이야, 폭죽을 터뜨려! 흐흥, 어때 박사? 엄청 정열적인 새해 축하지?",
                "cn": "喂喂，听得到吗？......信号良好，与本舰的联络顺畅。博士，猜猜我在哪个通讯处？......好，博士走神了，就趁现在，把礼花倒出去！哼哼，怎么样，博士？是不是很热情的新年祝福？"
            },
            "asset": "char_401_elysm/CN_038"
        },
        {
            "id": "char_401_elysm_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Hey, Doctor! Got any missions for me today?",
                "jp": "今日は何か任務ある？",
                "kr": "오늘은 뭐, 임무 없어?",
                "cn": "今天有什么任务吗？"
            },
            "asset": "char_401_elysm/CN_042"
        },
        {
            "id": "char_401_elysm_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "Happy birthday, Doctor. I've meticulously prepared this year's gift, taking into consideration everything I've learned. This time, you'll be blown away by... W-Wait, hold on, Doctor, don't leave! I swear, it's not a prank this time!",
                "jp": "生日快乐，博士。今年的礼物由我精心特制，吸取了之前的教训，这一次一定会是意想不到的惊喜......等、等等，博士，别走，相信我，这次绝对不是整蛊玩具了！",
                "kr": "생일 축하해, 박사. 올해의 선물은 이전에 배운 교훈을 통해서 특별히 제작한 거야. 이번엔 분명 깜짝…… 자, 잠깐만, 가지 말아 봐, 박사. 믿어줘, 이번엔 절대 놀래키는 장난감 같은 거 아니라니까!",
                "cn": "生日快乐，博士。今年的礼物由我精心特制，吸取了之前的教训，这一次一定会是意想不到的惊喜......等、等等，博士，别走，相信我，这次绝对不是整蛊玩具了！"
            },
            "asset": "char_401_elysm/CN_043"
        },
        {
            "id": "char_401_elysm_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "Rhodes Island's a lot busier now than when I first arrived. We keep finding more and more trustworthy companions, and I think I'm not the only one drawing complaints anymore. I'm deeply moved, so I painstakingly edited up an audio reel of everyone being drunk at last year's party! I hope it gets some enthusiastic reactions!",
                "jp": "僕が来たばかりの頃に比べて、ロドスはすっかり賑やかになったね。信頼できる仲間もどんどん増えて、苦情を言われてばかりの奴も僕一人じゃなくなったみたいだよ。感動のあまり、去年のパーティでみんなが酔っ払った時の録音を用意しちゃったんだ。みんなのあつーい反応を期待してるからね！",
                "kr": "지금의 로도스 아일랜드는 내가 처음 왔을 때보다 훨씬 더 떠들썩해졌네. 믿을 만한 동료들도 늘었고, 항상 컴플레인을 받는 오퍼레이터도 이젠 나뿐만이 아닌가 봐. 그런 의미에서, 작년 파티에서 사람들이 취했을 때의 녹음 편집본을 준비해 왔지. 뜨거운 반응 기대할게!",
                "cn": "和我刚来时相比，现在的罗德岛可要热闹多了，值得信赖的同伴不断增加，总是被投诉的干员好像也不止我一个了。出于感慨，我精心准备了一份去年聚会大家的醉酒录音剪辑，希望能收获热烈反响！"
            },
            "asset": "char_401_elysm/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Miguel Ferreno",
            "global": "Miguel Ferreno"
        },
        "cn": {
            "native": "杨凯祺",
            "global": "Kaiqi Yang"
        },
        "jp": {
            "native": "山中真尋",
            "global": "Masahiro Yamanaka"
        },
        "kr": {
            "native": "남도형",
            "global": "Nam Doh-hyeong"
        },
        "old_jp": {
            "native": "森久保祥太郎",
            "global": "Showtaro Morikubo"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr",
        "old_jp"
    ],
    "audio_path_override": {
        "old_jp": "https://raw.githubusercontent.com/PseudoMon/arknights-audio/9f839553efcfdf31146543a6ad1ca5536a0c5790/voice"
    }
}