{
    "charid": "char_426_billro",
    "nameid": "billro",
    "names": {
        "en": "Carnelian",
        "jp": "カーネリアン",
        "kr": "카넬리안",
        "cn": "卡涅利安"
    },
    "voices": [
        {
            "id": "char_426_billro_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "You pulled an all-nighter, and you're still not done? Sheesh, what should I do with you...? How much do you have left? I'll help. You should get some rest. Work on your time management next time.",
                "jp": "あんなに夜通し仕事していたのにまだ終わらないの？仕方ないね……残りはどれくらい？私が処理するから、君は先に休んでおいで。これからは時間配分に気をつけるんだよ。",
                "kr": "그렇게 밤새도록 일했는데 아직도 안 끝난 거야? 어쩔 수 없네…… 얼마나 남았어? 내가 처리할 테니까 넌 먼저 쉬고 있어. 앞으로는 시간 배분에 주의하라고.",
                "cn": "明明彻夜了工作却还是做不完？真没办法......还剩多少，我帮你处理，博士你就先休息一会吧。下次一定要注意时间分配啊。"
            },
            "asset": "char_426_billro/CN_001"
        },
        {
            "id": "char_426_billro_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "I can confirm we've received this shipment of medicine without issues. The quantities are right. As for the payment, could you please let Kal'tsit know I'll take care of that pain-in-the-neck mission for her.",
                "jp": "今回渡された分を確認したんだけど、薬剤の数量に間違いはなかった。確かに受け取ったよ。ケルシーに伝えておいてくれるかな、お代として、例の厄介な任務は私が片付けておくって。",
                "kr": "이번에 받은 물량을 확인해 봤는데, 약재 수량에 틀린 건 없었어. 확실히 잘 받았어. 켈시한테 전해줄래? 보답으로 전의 그 귀찮은 임무는 내가 처리해 두겠다고 말이야.",
                "cn": "这次的药剂，确认过数量没错，我收下了。作为交换，麻烦告诉凯尔希，我会帮她搞定之前那个麻烦的任务。"
            },
            "asset": "char_426_billro/CN_002"
        },
        {
            "id": "char_426_billro_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Count Hohenlohe, some call him the Hyacinth Count. The way I see it, he's quite a handful with that personality of his. I'm serving as attendant to this Leithanian noble family because of some trouble. What trouble, you ask? Hm... Let's keep this a secret for the time being.",
                "jp": "ホーエンローエ伯爵、あるいはヒヤシンス伯爵と呼ぶ人もいるけど、私が見る限りあの人は少しばかり面倒な性格をしているね。ちょっとしたワケがあって、私はいまこのリターニア貴族の護衛をしているんだよ。そのワケを詳しく知りたい？うーん……ひとまずは秘密かな。",
                "kr": "호엔로에 백작, 또는 히아신스 백작이라고 부르는 사람도 있는데, 내가 봤을 때 그 사람은 조금 성가신 성격이더라고. 어떠다 보니 사정이 좀 생겨서 지금 난 그 라이타니엔 귀족의 호위를 맡고 있지. 그 사정이 뭔지 자세히 알고 싶다고? 음…… 일단은 비밀로 해야 할 것 같은데.",
                "cn": "霍恩洛厄伯爵，也有人叫他风信子伯爵，在我看来是个性格有点麻烦的家伙。我因为一些原因，目前担任这位莱塔尼亚贵族的侍卫。具体是什么原因？嗯......这个暂时保密哦。"
            },
            "asset": "char_426_billro/CN_003"
        },
        {
            "id": "char_426_billro_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "That little squirt... Her codename here is uh... Beeswax? Looks like she tripped in the hallway this morning. Can she really cut it? She sure knows how to keep her sister worrying.",
                "jp": "うちのおちびちゃん、ええとロドスのコードネームだと、ビーズワクスかな？あの子、今朝も廊下で転んでたけど、あれで本当に大丈夫なのかな。はぁ、お姉ちゃんは心配だよ。",
                "kr": "우리 꼬맹이, 그러니까…… 로도스 아일랜드의 코드네임으로는 비즈왁스였나? 그 애, 오늘 아침에도 복도에서 넘어졌던데, 저래서 정말 괜찮을까? 휴, 언니 걱정이나 시키고.",
                "cn": "我家的小丫头，在这里的代号是叫......蜜蜡？这孩子，早上又在走廊里摔倒了，这样真的没问题吗？哎，真让人担心。"
            },
            "asset": "char_426_billro/CN_004"
        },
        {
            "id": "char_426_billro_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Rhodes Island provides what the count and I need. In return, I take care of Rhodes Island's troubles in Leithanien. This is what you call a win-win situation, isn't it? Come, shake my hand. This is the beginning of a beautiful friendship, Doctor.",
                "jp": "ロドスは私と伯爵が必要なものを提供してくれる。その引き換えとして、私はロドスのためにリターニアで起きる面倒事を解決する。こういうのをウィンウィンと言うんだろうね？さあ、握手しようじゃないか。引き続き良い関係を築いていこうね、ドクター。",
                "kr": "로도스 아일랜드는 나와 백작이 필요로 하는 걸 제공해 주고, 그 대신 나는 로도스 아일랜드를 위해 라이타니엔에서 일어나는 귀찮은 일들을 해결하지. 이런 걸 윈윈이라고 하던가? 자, 악수하자고. 앞으로도 좋은 관계를 이어가길 바랄게, 박사.",
                "cn": "罗德岛提供我和伯爵想要的东西，而我呢，正好可以替罗德岛处理一些莱塔尼亚内部的麻烦事，这就叫做双赢吧？来，我们握握手，就让我们继续这样好好合作吧，博士。"
            },
            "asset": "char_426_billro/CN_005"
        },
        {
            "id": "char_426_billro_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "The Leithanians' research on Arts has far exceeded my expectations, and their architecture, music, and education... All are worthy of study. One day, I will bring all this back home. Yeah, and I might bring something else along, though.",
                "jp": "リターニア人のアーツへの造詣の深さは私の想像を超えていた。彼らの建築、音楽、教育……こういったものも学ぶに値する。いずれ私は、これらの文化と知識を故郷へ持ち帰る予定なんだ。ああ、ついでに他の何かを持って帰る可能性も否定できないけどね。",
                "kr": "라이타니엔인의 아츠에 대한 조예는 그 깊이가 상상을 초월하더라고. 라이타니엔인들의 건축, 음악, 교육…… 이런 것도 배울 가치가 있어. 언젠가 난 이 문화와 지식을 고향에 가지고 돌아갈 거야. 아, 덤으로 다른 무언가를 가지고 갈 가능성도 부정할 수는 없지만.",
                "cn": "莱塔尼亚人对法术的钻研超出我的想象，他们的建筑、音乐、教育......这些都值得我学习。总有一天，我会把这些都带回我的家乡，嗯，可能还会顺手带点别的什么回去也说不定哦。"
            },
            "asset": "char_426_billro/CN_006"
        },
        {
            "id": "char_426_billro_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "The longer we acclimate to an environment and the different people there, the harder it will get for us to free ourselves, and eventually we'll be made to fit its mold... Don't you agree, Doctor? Well, that's not going to get me tied down here. Not unless I allow it.",
                "jp": "一つの環境に長く身を置いて、色んな人と関わっていると、手足は簡単に絡めとられて、決まり切った型に嵌められてしまう……ドクター、君はそう思わない？フフ、まあ、私が自ら許してでもいない限り、あんなものじゃ私を縛れないけどね。",
                "kr": "한 가지 환경에 오랫동안 머물면서 여러 사람과 엮이다 보면 손발이 쉽게 묶여버려 정해진 틀에 박히게 되지…… 박사, 넌 그렇게 생각 안 해? 후후…… 뭐, 내가 스스로 허락하지 않는 한, 그런 걸로는 날 묶어둘 수 없겠지만.",
                "cn": "越是深入一种环境，和各种各样的人打交道，我们就越容易束手束脚，被修整成固定的模样......博士，你不这么觉得吗？呵呵，不过，除非我乐意，那些东西可困不住我。"
            },
            "asset": "char_426_billro/CN_007"
        },
        {
            "id": "char_426_billro_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "I'm sure the nobles think of me as an odd thorn in their side. No matter. I don't mind. Though I'd rather keep all this trouble a secret from Beeswax. It's too dangerous... Well, now that I mention it, I can't quite stop worrying about you, either.",
                "jp": "あの貴族たちの目には、私が相当厄介な変わり者に映っているだろうね。まあ、別に気にすることはない。ただ、こういう面倒事をビーズワクス、あの子に伝えるつもりはないんだ。危なすぎるから……いや、それでいうとドクター、君も放っておけないところがあるよね。",
                "kr": "그 귀족들 눈에는 내가 어지간히 성가신 괴짜로 보이겠지. 딱히 신경 쓰진 않아. 그래도 이번 번거로움을 비즈왁스, 그 아이에게까지 전해줄 생각은 없어. 너무 위험하니까…… 아, 그러고 보니 박사, 너도 내버려 둘 수 없는 구석이 있긴 하지.",
                "cn": "在那些贵族眼里，我应该是相当刺眼的异类吧？不过无所谓，我不在乎。只是，这些麻烦事我不打算告诉蜜蜡那孩子，这太危险......唉，这样说来，其实博士你也让人有点放心不下呢。"
            },
            "asset": "char_426_billro/CN_008"
        },
        {
            "id": "char_426_billro_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "If it's at all possible, I'd rather stay out of the nobles' bickering. Do you know how much I have to worry about each and every day with all the chaperone work and missions I have? Maybe I should talk the count into letting me hop over here full time. I'm counting on you to help me when the time comes, Doctor.",
                "jp": "できることなら、お貴族様連中のいがみ合いになんて、関わりたくもないよ。護衛だ任務だって、私が一日にどれだけのことをやらなきゃいけないか知ってる？いっそ伯爵を説得してロドスに鞍替えしてこようかな。その時はよろしくね？ドクター。",
                "kr": "할 수만 있다면 귀족님들 기싸움에는 엮이고 싶지도 않아. 호위니, 임무니, 내가 하루에 얼마나 많은 일을 해야 하는 줄 알아? 차라리 백작을 설득해서 로도스 아일랜드로 아예 이직해 버릴까? 그땐 잘 부탁해, 박사.",
                "cn": "如果可以，我真的懒得管贵族老爷们的勾心斗角。又要当护卫又要出任务，你知道我一天要操心多少事吗？我干脆说服伯爵，就这么跳槽到这来算了。到时可要托你照顾咯，博士？"
            },
            "asset": "char_426_billro/CN_009"
        },
        {
            "id": "char_426_billro_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "My little sister sometimes talks in her sleep. This one time, I even caught her talking bad about me. Heheh, Doctor, do you know what you said in your sleep the other day?",
                "jp": "うちの妹、時々寝言を言うんだけど、このあいだ私の悪口を言っているところにちょうど居合わせたんだよね。フフ、ドクター、君はこの前眠ってる時に自分が何を言ったか知ってるかな？",
                "kr": "내 동생이 가끔 잠꼬대를 하거든? 근데 얼마 전엔 어쩌다가 잠꼬대로 내 험담을 하는 걸 듣고 말았지 뭐야. 후후…… 박사, 넌 저번에 자고 있을 때 네가 무슨 말을 했는지 알고 있어?",
                "cn": "我妹妹睡着后会无意识地说梦话，上次这丫头梦里说我坏话，正好被我抓到。呵呵，博士，你知道你上次睡着后都说了什么吗？"
            },
            "asset": "char_426_billro/CN_010"
        },
        {
            "id": "char_426_billro_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Hello, you must be the Doctor? I'm Carnelian, attendant to Count Hohenlohe... Oh, I'm just a normal operator here at Rhodes Island. Watch what you say around my sister, okay?",
                "jp": "こんにちは、君がドクターだよね？私はカーネリアン。ホーエンローエ伯爵の護衛を……ああ、ロドスではただの一般オペレーターだからね？うちの妹に余計なことを言わないように頼むよ。いいね？",
                "kr": "안녕, 네가 박사지? 난 카넬리안이라고 해. 호엔로에 백작의 호위를…… 아, 로도스 아일랜드에서는 평범한 일반 오퍼레이터거든? 내 동생한테 괜한 얘기는 하지 말아 줬으면 좋겠어. 알았지?",
                "cn": "你好，你就是博士吧？我是卡涅利安，霍恩洛厄伯爵的侍卫......啊，在罗德岛我就只是普通干员而已，还请不要对我妹妹说些多余的事，好吗？"
            },
            "asset": "char_426_billro/CN_011"
        },
        {
            "id": "char_426_billro_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "I see. This is worth studying.",
                "jp": "なるほど、学ぶ価値のある戦術だね。",
                "kr": "그렇구나, 배울 가치가 있는 전술이네.",
                "cn": "很值得学习的战术。"
            },
            "asset": "char_426_billro/CN_012"
        },
        {
            "id": "char_426_billro_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "There is no need, but I appreciate your sentiment. Thank you.",
                "jp": "あんまり必要ないけど、君の気持ちは嬉しいよ、ありがとう。",
                "kr": "별로 필요하진 않지만 네 마음은 기쁘게 받을게. 고마워.",
                "cn": "虽然没什么必要，但你的心意，我很感谢。"
            },
            "asset": "char_426_billro/CN_013"
        },
        {
            "id": "char_426_billro_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "You see, there's a huge number of people and things that I can't stop worrying about, and that number is growing by the day. It's been a while since I was able to do as I please, but since you're up for it... Well, let's put on a show.",
                "jp": "私はね、大事な人や、抱えるものがどんどん増えていってるから、もう長いこと何も気にせずに、好きに動いたことがないんだ。君がいいって言うなら、そうだね……一緒に思いっきり暴れようか。",
                "kr": "난 있잖아, 소중한 사람이나, 짊어진 게 점점 많아지고 있어서, 꽤 오랫동안 아무것도 신경 쓰지 않고 내 마음대로 움직여 본 적이 없어. 너만 괜찮다면, 그래…… 같이 마음껏 날뛰어 볼까?",
                "cn": "我呢，因为在意的人、放不下的东西都越来越多，已经很久没能放开手脚做事了。既然你不介意，那就......让我们一起大闹一场吧。"
            },
            "asset": "char_426_billro/CN_014"
        },
        {
            "id": "char_426_billro_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "This is not part of our agreement, but fine. I'm happy to help.",
                "jp": "これは交換条件に入ってないはずだよね。でもいいよ、喜んで君を手伝おう。",
                "kr": "이런 건 교환 조건에 없었을 텐데. 그래도 괜찮아, 기꺼이 널 돕도록 하지.",
                "cn": "这可不在交换条件内哦。不过算啦，帮你的忙我很乐意。"
            },
            "asset": "char_426_billro/CN_017"
        },
        {
            "id": "char_426_billro_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Don't worry. I'll bring everyone back.",
                "jp": "安心して、全員ちゃんと連れて帰るから。",
                "kr": "안심해. 모두 빠짐없이 데리고 돌아갈 테니까.",
                "cn": "放心，我会把所有人都好好带回来的。"
            },
            "asset": "char_426_billro/CN_018"
        },
        {
            "id": "char_426_billro_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Follow the plan, everyone!",
                "jp": "総員、作戦通りに動け！",
                "kr": "전원, 작전대로 움직여!",
                "cn": "全员，按计划行动！"
            },
            "asset": "char_426_billro/CN_019"
        },
        {
            "id": "char_426_billro_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Elegance and etiquette are the way of nobility. Not mine.",
                "jp": "優雅？礼儀？そんなもの貴族連中にでも食わせておけ。私のものじゃない。",
                "kr": "우아? 예의? 그딴 건 귀족들한테나 줘버려. 나랑은 상관없는 거니까.",
                "cn": "优雅，礼貌，那是贵族的做法。不是我的。"
            },
            "asset": "char_426_billro/CN_020"
        },
        {
            "id": "char_426_billro_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "As you wish.",
                "jp": "仰せのままに。",
                "kr": "분부대로 하지.",
                "cn": "遵命。"
            },
            "asset": "char_426_billro/CN_021"
        },
        {
            "id": "char_426_billro_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Between a refined combat style or something more direct, which do you prefer?",
                "jp": "お淑やかな戦い方と、もっと直接的なものと、どちらが好みかな？",
                "kr": "고상한 전투 방식과 좀 더 직접적인 방식, 어느 쪽이 더 좋아?",
                "cn": "你喜欢文雅点的战斗方式，还是直接点的？"
            },
            "asset": "char_426_billro/CN_022"
        },
        {
            "id": "char_426_billro_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "It's been a long time since my blood boiled like this.",
                "jp": "この血湧き肉躍る感覚、本当に久々だよ。",
                "kr": "피가 끓고 몸이 근질근질한 이 감각, 정말 오랜만이야.",
                "cn": "这种血液沸腾的感觉，真是久违了。"
            },
            "asset": "char_426_billro/CN_023"
        },
        {
            "id": "char_426_billro_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Greetings... Let's forgo the bothersome formalities and get this thing started.",
                "jp": "ごきげんよう、みんな。……面倒な手順は省いて、さっさと始めよう。",
                "kr": "반가워, 다들…… 귀찮은 절차는 생략하고, 어서 시작하자고.",
                "cn": "日安，各位。......让我们省略掉麻烦的步骤，直接开始吧。"
            },
            "asset": "char_426_billro/CN_024"
        },
        {
            "id": "char_426_billro_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Gnaw them to shreds and drink their blood!",
                "jp": "敵を噛み砕け。奴らの血を啜れ。",
                "kr": "적을 깨물어 부숴라, 녀석들의 피를 마셔라.",
                "cn": "嚼碎他们。喝下他们的血。"
            },
            "asset": "char_426_billro/CN_025"
        },
        {
            "id": "char_426_billro_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Run them down and beat them to a mash!",
                "jp": "敵を轢き殺せ。奴らの肉をすり潰せ。",
                "kr": "적을 치어 죽여라, 녀석들의 살을 으깨버려라.",
                "cn": "碾死他们。揉碎他们的肉。"
            },
            "asset": "char_426_billro/CN_026"
        },
        {
            "id": "char_426_billro_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Careful! Don't let me tear you to shreds so quickly!",
                "jp": "気をつけなよ？そう早く切り裂かれないようにね。",
                "kr": "조심하라고, 너무 빨리 찢어발겨지지 않게 말이야.",
                "cn": "小心，别这么快就被我撕碎。"
            },
            "asset": "char_426_billro/CN_027"
        },
        {
            "id": "char_426_billro_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "My oh my, what a pitiful sight. Why are you covered in blood all over?",
                "jp": "あ～あ、可哀想だね、どうしてそんなに全身血だらけなの？",
                "kr": "아~ 불쌍해라. 어쩌다 온몸이 그렇게 피투성이가 됐어?",
                "cn": "啊呀，真可怜，你怎么满身都是血？"
            },
            "asset": "char_426_billro/CN_028"
        },
        {
            "id": "char_426_billro_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Nothing to worry about then. That was easy enough for you.",
                "jp": "心配の必要はなかったみたいだね。君もこれくらいなら楽勝じゃないか。",
                "kr": "걱정할 필요는 없었던 것 같네. 너도 이 정도면 간단하잖아?",
                "cn": "看来不用我担心，你也能搞定这点小问题嘛。"
            },
            "asset": "char_426_billro/CN_029"
        },
        {
            "id": "char_426_billro_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Okay, that concludes the mission, and right on time, too... Are you hurt, Doctor?",
                "jp": "よし、任務完了。予定時間通り。……怪我はしてない？ドクター。",
                "kr": "좋아, 임무 완료. 예정 시간대로…… 다친 데는 없어? 박사.",
                "cn": "好了，任务结束，时间正好......没受伤吧，博士？"
            },
            "asset": "char_426_billro/CN_030"
        },
        {
            "id": "char_426_billro_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Calm down. Just leave the rest to me. They won't get away.",
                "jp": "焦らなくていいよ、後のことは私に任せて。奴らは逃げられないから。",
                "kr": "서두를 것 없어, 뒷일은 나한테 맡겨. 녀석들은 도망칠 수 없으니까.",
                "cn": "别急，之后的事情交给我。他们逃不了的。"
            },
            "asset": "char_426_billro/CN_031"
        },
        {
            "id": "char_426_billro_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Fall back, now! Don't panic. As long as I'm still standing, no one will touch you!",
                "jp": "即時撤退！慌てないで、私が倒れない限り、誰も君を傷つけられはしない！",
                "kr": "즉시 후퇴하라! 당황하지 마, 내가 쓰러지지 않는 한 누구도 널 다치게 하진 못할 거야!",
                "cn": "现在立刻撤退！别慌，只要我还没倒下，就没人能伤到你！"
            },
            "asset": "char_426_billro/CN_032"
        },
        {
            "id": "char_426_billro_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Just as I thought. I can relax better in a room without much decoration.",
                "jp": "やっぱり飾り気のない部屋の方がリラックスできるね。",
                "kr": "역시 소박한 방이 편하다니까.",
                "cn": "果然还是朴素一点的房间更让人放松。"
            },
            "asset": "char_426_billro/CN_033"
        },
        {
            "id": "char_426_billro_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Oh... Watch out. My horns could get you.",
                "jp": "わっ……気をつけて、角が刺さるよ？",
                "kr": "아…… 조심해, 뿔에 찔릴 수도 있으니까.",
                "cn": "哎......小心，我的角会戳到你的。"
            },
            "asset": "char_426_billro/CN_034"
        },
        {
            "id": "char_426_billro_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "What's wrong? Are you tired? Get some rest. You've worked hard enough already.",
                "jp": "どうしたの、疲れた？少し休んだらいいよ、君はもう十分頑張ってるからね。",
                "kr": "왜 그래, 피곤해? 조금 쉬어. 넌 이미 충분히 노력하고 있으니까.",
                "cn": "怎么了，累了吗？休息一下吧，你已经很努力了。"
            },
            "asset": "char_426_billro/CN_036"
        },
        {
            "id": "char_426_billro_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_426_billro/CN_037"
        },
        {
            "id": "char_426_billro_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "TBU",
                "jp": "今日は一段と角が綺麗だって？お褒めに預かり嬉しいよ。うちのおちびちゃんが手入れをするって言って譲らなくてね。まあ、これで新しい一年に幸運が訪れると信じることにするさ。これまで各地で様々な風習を見てきたけど、人々が新しいことの始まりに願いを込めたいと思うのはどこも同じだ。",
                "kr": "내 뿔이 오늘 유독 더 예뻐 보인다고? 고마워. 우리 꼬맹이가 오늘 꼭 손질해야 한다고 고집을 부려서 관리를 좀 했지. 이걸로 새로운 한 해에 행운이 찾아오리라 믿어보지 뭐. 그동안 다양한 곳에서 여러 풍습을 살펴봤지만, 새로운 시작에 새로운 소원을 비는 건 어디나 마찬가지인 것 같더군. 박사도 새해 복 많이 받아.",
                "cn": "我的角今天看起来格外好看？谢谢。是我妹妹非要给我做角部护理的。我姑且相信这样做可以给新的一年带来好运吧。见识过了各种各样的习俗，人们为新的开始祈愿的心情总是相似的。"
            },
            "asset": "char_426_billro/CN_038"
        },
        {
            "id": "char_426_billro_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "More work today? Don't spend the whole day sitting, Doctor.",
                "jp": "今日も仕事なの？座りっぱなしじゃだめだよ、ドクター。",
                "kr": "오늘도 일하는 거야? 너무 앉아만 있으면 안 돼, 박사.",
                "cn": "今天也要工作吗？总是久坐可不行啊，博士。"
            },
            "asset": "char_426_billro/CN_042"
        },
        {
            "id": "char_426_billro_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "TBU",
                "jp": "ロドスは信頼できるパートナーだよ。でも本当の仲間というものには、契約以外にも何らかの繋がりが必要だ。いや、ビーズワクスのことではないよ。あの子も、もう子供じゃないからね、ロドスとの付き合い方は自分で決めればいい。今話しているのは私と君のことだよ。",
                "kr": "로도스 아일랜드는 신뢰할 수 있는 파트너야. 하지만 진정한 파트너 사이엔 계약 이외에 다른 연결고리가 필요한 법이지. 아니, 비즈왁스를 말하는 게 아니야. 그 아이도 이제 어린아이가 아니니, 모든 건 그 아이의 선택에 달렸지. 난 지금 나와 널 말하는 거야, 박사.",
                "cn": "罗德岛是一个信守诺言的合作伙伴，但是真正的伙伴，需要一些契约之外的联系。不，蜜蜡已经长大了，她与罗德岛的关系应该是她自己的事。我们现在谈论的，是我与你的事。"
            },
            "asset": "char_426_billro/CN_044"
        }
    ],
    "actors": {
        "cn": {
            "native": "蔡娜",
            "global": "Cai Na"
        },
        "jp": {
            "native": "喜多村英梨",
            "global": "Eri Kitamura"
        },
        "kr": {
            "native": "박신희",
            "global": "Park Seen-hee"
        }
    },
    "availability": [
        "cn",
        "jp",
        "kr"
    ]
}