{
    "charid": "char_332_archet",
    "nameid": "archet",
    "names": {
        "en": "Archetto",
        "jp": "アルケット",
        "kr": "아르케토",
        "cn": "空弦"
    },
    "voices": [
        {
            "id": "char_332_archet_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Doctor, have you ever considered some more... practical ornamentation for Rhodes Island? Such as monastery brewing caskets, or...",
                "jp": "ドクターさん、ロドスに実用的なインテリアを増やそうとか、考えたことはありますか？例えば修道院の酒樽なんかを……。",
                "kr": "박사님, 로도스 아일랜드에 실용적인 인테리어를 늘린다든가…… 하는 걸 생각해보신 적 있으실까요? 예를 들면 수도원의 술통 같은 걸……",
                "cn": "博士，你是否有考虑过在罗德岛增添一些......实用风格的装饰物？比如修道院酿酒桶之类的......"
            },
            "asset": "char_332_archet/CN_001"
        },
        {
            "id": "char_332_archet_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Landen Monastery's clerics form no normal clergy, you know? Rather than prayer, we're much more about taking up arms to defend Laterano... That's how it goes, but our finances have been in a sorry state these past few years. The justice of guarding others with the faith we harbor—surely the Lord permits us that.",
                "jp": "ランデン修道院の修道士は普通の聖職者とは違いますよ？私たちは祈祷を行うよりも、武器を掲げてラテラーノを守ることの方が手につくのです……とは言ったものの、ここ数年の財政状況は芳しくありません。信仰心を懐きながら他人の正義を守ることも、主は許してくださるでしょう。",
                "kr": "랜든 수도원의 수도사는 평범한 성직자와는 다르답니다. 저희는 기도를 올리기보다는 무기를 들고 라테라노를 지키는 쪽이 더 익숙해요…… 하지만 그렇다고 해도, 요 몇 년간 재정 상황이 좋지 않아서…… 신앙심을 품으며 다른 사람의 정의를 지키는 것도, 주님께서는 용서해 주시겠죠.",
                "cn": "兰登修道院的修士可不是普通的神职人员喔？比起祷告，我们更愿意拿起武器去捍卫拉特兰......话是这么说，但这几年财政情况可不太好，心怀信仰而捍卫他人的正义，也是被主所允许的吧。"
            },
            "asset": "char_332_archet/CN_002"
        },
        {
            "id": "char_332_archet_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Doctor, do you have any interest in beer or bread? Landen Monastery Fermented Goods Contest CCCLXXVII first-place, at your service! No need? Ah, alright... Truly, I want our soft, springy bread and fragrant beer to be known across all of Terra. That would do wonders for our revenues!",
                "jp": "ドクターさんはビールかパンにご興味はありますか？というのも、私はランデン修道院第三百七十七回発酵食品大会の優勝者なんですよ！え、大丈夫です？そうですか……本当はあのふわふわのパンと香り高いビールをテラ中に広めたいんですよね。そうすればきっと収入も……！",
                "kr": "박사님께선 맥주나 빵에는 관심 없으신가요? 제가 사실 랜든 수도원 제377회 발효식품 대회의 우승자거든요! 네? 괜찮다고요……? 아, 알겠습니다…… 그게 폭신폭신한 빵과 향기로운 맥주를 테라 전역에 널리 홍보하고 싶거든요. 그럼 분명 수입도……!",
                "cn": "博士对啤酒或者面包有兴趣吗？我可是兰登修道院第三百七十七届发酵物大赛第一名！不用？唉，好吧......真想把松软的面包和芳香的啤酒推广到全泰拉啊，收入就能......！"
            },
            "asset": "char_332_archet/CN_003"
        },
        {
            "id": "char_332_archet_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "E—Exusiai? *cough*! I never thought the legend who blew up her alma mater seventeen times in three years would be here at Rhodes Island... She does seem to have some learned business experts at her side, but the risk of an explosion while rebuilding the Monastery... best not for now.",
                "jp": "エ、エクシアさん？コ、コホン！あの三年間で母校を17回も爆破した噂に名高い伝説がロドスにいるだなんて……彼女のお仲間には腕の立つ商人が何人かいるようですが、爆破されるリスクを抱えながら修道院を再建するのは……やはりやめておきましょう。",
                "kr": "에, 엑시아 씨요? 크흠! 모교를 3년간 무려 17번이나 폭파했다는 전설의 주인공이 로도스 아일랜드에 있었을 줄이야…… 그분 주변에 비즈니스 수완이 좋은 동료분들이 계신 것 같긴 했지만, 폭파될 리스크를 감수하면서 수도원을 재건하는 것은…… 역시 그만두는 게 좋겠어요.",
                "cn": "能、能天使？咳咳！没想到传说中三年内炸毁母校十七次的传奇就在罗德岛......虽然她的身边似乎有几位手腕了得的商业能手，但冒着被炸的风险重建修道院......还是算了吧。"
            },
            "asset": "char_332_archet/CN_004"
        },
        {
            "id": "char_332_archet_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Different kinds of arrows entail different uses. There may be plenty of capable archers amongst my sisters, but I don't boast when I proclaim that I'm the only one able to adapt multiple combat modes at once! Heheh! At least, out of my year I am!",
                "jp": "種類の違う矢にはそれぞれ違った使い方があるんですよ。シスターのみんなには弓が得意な人も多いですが、自慢じゃないですけど、どんな作戦にも対応できるのは私一人しかいませんよ！へへ、少なくとも同級生の中ではそうなんです！",
                "kr": "화살마다 각각 다른 사용법이 있어요. 자매님들 중에 활이 특기인 분들이 많긴 하지만, 이거 진짜 자랑 아닌데요, 어떠한 작전에도 문제없이 대응할 수 있는 건 저뿐이랍니다! 헤헤, 적어도 동급생 중에서는 그래요!",
                "cn": "不同的箭矢种类意味着不同的使用方法，虽然姐妹们之中擅长使弓的有很多，但我毫不自夸地说！能同时适应多种作战模式的只有我一个人！嘿嘿！至少在那届毕业生里是这样的！"
            },
            "asset": "char_332_archet/CN_005"
        },
        {
            "id": "char_332_archet_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "It was only once I left the Monastery that I realized my arrows may do more than defend the Apostle. It can aid so many Infected, beset by injustice... I'm very proud, but occasionally I'll remember the days gone past where I simply drew my bow, and loosed. Now, every arrow has become so much more weighty.",
                "jp": "修道院を出てから、私の矢は法王庁を支えるだけでなく、不平等な扱いを受けたたくさんの感染者の力になれることに気付きました……とても誇りに思いますが、時々ただ弓を引いて、矢を放っていたあの日々を思い出すんです。今は一矢一矢が、とても重くなりましたから。",
                "kr": "수도원을 떠난 후에야, 전 제 화살이 교황청을 보호할 수 있을 뿐만 아니라 수많은 불평등한 취급을 받는 많은 감염자들에게도 힘이 될 수 있다는 사실을 깨달았어요…… 매우 영광스러운 일이지만, 때때론 그저 활을 당기고 화살을 쏘던 예전이 생각나곤 해요. 지금은 화살 하나하나가 많이 무겁게 느껴지거든요.",
                "cn": "离开了修道院之后，我才意识到原来我的箭不仅可以捍卫教廷，还可以帮助那么多遭受不公的感染者......我很自豪，但偶尔也会想起过去单纯的拉弓、松手的日子。现在的每一箭，沉重多了。"
            },
            "asset": "char_332_archet/CN_006"
        },
        {
            "id": "char_332_archet_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "So as to rebuild the Monastery, my sisters have left to seek cooperation across all of Terra. *sigh*! Landen Monastery, age-old guard of Laterano, is now a dispatch agency... If only those old men would grant a little more funding. What kind of an excuse is 'teach with gift, not with gifts!?'",
                "jp": "修道院を再建するために、シスターのみんなはテラ各地に営業に出ています。はぁ、代々ラテラーノを守り続けてきたランデン修道院が人材派遣機関だなんて……あのご老人たちにはもっと予算を回してほしいものです。財を授けるよりも才を授けよなんて、そんな言い訳が通用するはずないでしょう！",
                "kr": "수도원을 재건하기 위해 자매님들은 협력을 구하고자 테라 각지를 돌아다니고 계세요. 하아…… 대대로 라테라노를 지켜 온 랜든 수도원이 인재 파견기관이라니…… 그 노인네들한테는 더 예산을 늘려달라 하고 싶어요. “돈을 주는 것보단 돈 버는 법을 알려주는 게 낫다”라니, 그런 변명이 통할 리 없잖아요!",
                "cn": "为了重建修道院，姐妹们都前往了泰拉各地寻求合作，唉！世代守卫拉特兰的兰登修道院竟然变成了外派机构......那些老头子倒是多拨点款项下来啊，授人以财不如授人以才是什么借口嘛！"
            },
            "asset": "char_332_archet/CN_007"
        },
        {
            "id": "char_332_archet_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Rhodes Island is a world apart from Laterano. All with a different scape in their hearts, mingling together. It truly is an extraordinary thing. Doctor, you must consider coming to the Monastery to teach after you retire. Issues of faith? That'll be no problem! None of us will mind.",
                "jp": "ロドスはラテラーノとは全く違います。心にそれぞれの景色を抱いた人達を一つにまとめあげることができるのは、本当にすごいと思います。ドクターさん、こちらを引退したら修道院で教鞭を執っていただく件、ぜひご一考くださいね。信仰心の問題？大丈夫ですよ、みんな気にしませんから。",
                "kr": "로도스 아일랜드는 라테라노와 완전히 달라요. 마음에 각기 다른 경치를 품고 있는 분들을 이렇게 하나로 모을 수 있다는 건 정말 대단한 일이죠. 박사님, 여기서 은퇴하시면 수도원에서 교편을 잡으시는 걸 꼭 한 번 고려해 주셨으면 해요. 신앙심이요? 그건 걱정하지 마세요, 다들 신경 안 쓰거든요.",
                "cn": "罗德岛与拉特兰截然不同，能将心怀不同景色的人们凝聚在一起，这实在是一件非常了不起的事情，博士，请务必考虑一下退休后来修道院任教的事情。信仰问题？没关系没关系，大家不会在意的。"
            },
            "asset": "char_332_archet/CN_008"
        },
        {
            "id": "char_332_archet_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "At the start of spring, we'll prune the overgrown vines, and then open up the cellar come evening and retrieve the wine. The moment the setting sun catches through our glasses, we'll down them in one gulp. Ceremony? No, it's just a custom of ours. Life and faith became one long ago, and we don't want to lose it, that's all.",
                "jp": "春先には、みんなでその辺の伸びすぎた蔓を整えて、夕方になると穴蔵からお酒を出して、グラスに映った夕日を一気に飲み干すんです。儀式？いえ、ただの習慣ですよ。私たちは生活と信仰が一体になっていますし、それを失ってしまいたくないだけです。",
                "kr": "초봄이면 다 같이 근처에 무성하게 자란 덩굴을 정리하고, 해 질 녘엔 지하실에서 술을 꺼내어 글라스에 비친 노을을 단번에 들이킨답니다. 의식이냐고요? 아니요, 그냥 일상적인 습관 같은 거예요. 저희에게 삶과 신앙은 뗄래야 뗄 수 없는 것이거든요, 그걸 잃어버리고 싶지 않을 뿐이에요.",
                "cn": "开春的时候，我们会去修剪那些过度生长的藤蔓，然后在傍晚打开地窖取酒，在夕阳倒映在杯中的时刻一口饮尽。仪式？只是咱们的习惯啦，生活和信仰早已融为一体，而我们只是不想失去它罢了。"
            },
            "asset": "char_332_archet/CN_009"
        },
        {
            "id": "char_332_archet_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "I feel like I heard bells... mm, just my imagination.",
                "jp": "鐘の音が聞こえたような……まぁ、気のせいですよね。",
                "kr": "종소리가 들린 것 같은데…… 뭐, 기분 탓이겠죠.",
                "cn": "好像听见了钟声......嗯，错觉吧。"
            },
            "asset": "char_332_archet/CN_010"
        },
        {
            "id": "char_332_archet_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Cleric of Landen Monastery, Operator Archetto. Today on, I'll be in formal cooperation with you, for the rebuilding of the Landen Monastery famed far and wide! Doctor, if you would, please look over these contract terms!",
                "jp": "ランデン修道院所属の修道士、アルケットです。名高いランデン修道院を再建するため、本日より貴社と正式に契約を結ばせていただきます。ドクターさんもこちらの契約書に必ず目を通しておいてくださいね！",
                "kr": "랜든 수도원 소속의 수도사, 아르케토입니다. 이름 높은 랜든 수도원을 재건하기 위해, 오늘부터 귀사와 정식으로 계약을 맺게 되었습니다. 박사님도 이쪽 계약서를 꼭 훑어봐 주세요!",
                "cn": "兰登修道院所属修士，干员空弦，为了重建闻名遐迩的兰登修道院，今日起与贵司正式合作，请博士务必过目一下这些商务合作条款！"
            },
            "asset": "char_332_archet/CN_011"
        },
        {
            "id": "char_332_archet_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "I see, I see, so this is how Rhodes Island's operators fight! Truly, they're exemplary!",
                "jp": "ふむふむ、こちらがロドスのオペレーターの戦い方ですね！様になっています！",
                "kr": "흠…… 이것이 로도스 아일랜드 오퍼레이터의 전투 방식이군요! 그럴듯해요!",
                "cn": "哦哦，这就是罗德岛干员们的战斗方式吗！有模有样的嘛！"
            },
            "asset": "char_332_archet/CN_012"
        },
        {
            "id": "char_332_archet_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "A promotion? My greatest thanks. Hm? I seem at peace? Of course. When you spend five years partaking in commendation ceremonies for outstanding clerics where everyone sleeps the whole way through from hangover, these things don't get to you much.",
                "jp": "昇進ですか、感謝いたします。えっ？落ち着いている？もちろんです、5年も続けて二日酔いで全員寝坊した優秀修道士の表彰式に参加したことを思い出せば、この程度のことでは動じませんよ。",
                "kr": "승진인가요, 감사합니다. 네? 차분해 보인다고요? 물론이죠, 모두가 숙취로 늦잠을 자는 바람에 5년 연속 우수 수도사 표창식에 혼자 참석한 걸 생각하면, 이 정도 일로는 동요하지 않아요.",
                "cn": "晋升是吗，非常感谢。嗯？我很平静？当然了，如果你连续五年都要参加因为宿醉而全员睡过的优秀修士表彰仪式的话，你就不会对这种事情有什么反应啦。"
            },
            "asset": "char_332_archet/CN_013"
        },
        {
            "id": "char_332_archet_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Another promotion? Hmm... all the companies outside seem to strongly emphasize a hierarchical structure. Well, seeing as my promotion's been set in stone, does that mean Rhodes Island is willing to agree and sign to long-term cooperative terms with our Monastery?",
                "jp": "また昇進ですか？うーん……どうやら外の企業はどこも役職とその上下関係を気にされるんですね。とにかく、私の優秀さが証明されたということで、改めて修道院と長期契約を結ぶおつもりはありませんか？",
                "kr": "또 승진이라고요? 으음…… 아무래도 외부 기업은 직무와 그 상하관계에 매우 신경을 쓰는 것 같네요. 어쨌든 제 우수함이 증명되었으니, 다시 수도원과 장기 계약을 맺으실 생각은 없으신가요?",
                "cn": "又是晋升？唔......外面的企业似乎都非常注重层级关系呢，算啦，既然我的优秀已经得到了证实，那罗德岛是否愿意和修道院签订长期合作条款呢？"
            },
            "asset": "char_332_archet/CN_014"
        },
        {
            "id": "char_332_archet_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "May Rhodes Island see for itself the distinguished tactical accomplishments of Landen Monastery.",
                "jp": "ロドスにランデン修道院の抜きん出た戦術素養をお見せしましょう。",
                "kr": "로도스 아일랜드에서 랜든 수도원의 뛰어난 전술 소양을 보여 드리죠.",
                "cn": "罗德岛将会见识到兰登修道院出色的战术素养。"
            },
            "asset": "char_332_archet/CN_017"
        },
        {
            "id": "char_332_archet_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Cooperating with my Sisters, everyone always drowned each other out... but under my command, things may be a little terser. I'll do my utmost.",
                "jp": "シスターのみんなと一緒の時はいつも意見がバラバラですが……私が指揮を執ればよりスマートにできるはず。尽力致します。",
                "kr": "자매님들과 함께 있었을 때는 항상 의견이 분분했었지만…… 제가 지휘를 잡으면 더 스마트하게 할 수 있을 거예요. 온 힘을 다하겠습니다.",
                "cn": "虽然和姐妹们合作的时候总是七嘴八舌的......不过我来指挥，也许会更简练一些，我会尽力的。"
            },
            "asset": "char_332_archet/CN_018"
        },
        {
            "id": "char_332_archet_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Arrow nocked.",
                "jp": "矢は番えてあります。",
                "kr": "화살은 이미 시위에 걸려 있어요.",
                "cn": "箭已上弦。"
            },
            "asset": "char_332_archet/CN_019"
        },
        {
            "id": "char_332_archet_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Enemy sighted.",
                "jp": "敵を発見。",
                "kr": "적 발견.",
                "cn": "发现敌人。"
            },
            "asset": "char_332_archet/CN_020"
        },
        {
            "id": "char_332_archet_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Your orders.",
                "jp": "ご命令を。",
                "kr": "명령을 내려주세요.",
                "cn": "请下令。"
            },
            "asset": "char_332_archet/CN_021"
        },
        {
            "id": "char_332_archet_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "What arrow should I use?",
                "jp": "どの矢を使えば良いですか？",
                "kr": "어느 화살을 사용하면 되나요?",
                "cn": "要用哪支箭？"
            },
            "asset": "char_332_archet/CN_022"
        },
        {
            "id": "char_332_archet_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "I've found our prey.",
                "jp": "獲物を見つけました。",
                "kr": "사냥감을 발견했습니다.",
                "cn": "我已经找到猎物了。"
            },
            "asset": "char_332_archet/CN_023"
        },
        {
            "id": "char_332_archet_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "May the Lord bless us.",
                "jp": "主の祝福があらんことを。",
                "kr": "주님의 축복이 있기를.",
                "cn": "愿主保佑。"
            },
            "asset": "char_332_archet/CN_024"
        },
        {
            "id": "char_332_archet_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Draw. Take aim. Loose.",
                "jp": "弓を引いて、狙いを定めて、放つ。",
                "kr": "활을 당기고, 목표물을 겨냥해서, 쏜다!",
                "cn": "拉弓，瞄准，放手。"
            },
            "asset": "char_332_archet/CN_025"
        },
        {
            "id": "char_332_archet_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Feel the bowstring's shake...",
                "jp": "弦の振動を感じて……。",
                "kr": "활시위의 진동을 느끼면서……",
                "cn": "感受弓弦的震动......"
            },
            "asset": "char_332_archet/CN_026"
        },
        {
            "id": "char_332_archet_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Gospel, gather at my fingertips...",
                "jp": "福音が指先に集まる……。",
                "kr": "복음을 손끝에 모아……",
                "cn": "福音，停留于指尖......"
            },
            "asset": "char_332_archet/CN_027"
        },
        {
            "id": "char_332_archet_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "My bow has three choices, and the enemy three hardships.",
                "jp": "弦には三つの選択が、敵には三種の苦難があります。",
                "kr": "활시위에는 세 가지 선택이, 적에겐 세 가지 고난이 있답니다.",
                "cn": "弦有三种选择，而敌人有三种苦难。"
            },
            "asset": "char_332_archet/CN_028"
        },
        {
            "id": "char_332_archet_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "'Long may the Monastery's bells sound.' This is a prayer for victory. Though we've already won!",
                "jp": "「修道院の鐘が末長く鳴り響かんことを。」これは勝利を願う祈祷です。とはいえ既に勝利していますけどね。",
                "kr": "“수도원의 종소리가 영원토록 울려 퍼지기를”…… 아, 이건 승리를 바라는 기도예요. 이미 승리했지만요.",
                "cn": "“愿修道院钟声长鸣”，这是对胜利的祷告，虽然已经赢了就是啦。"
            },
            "asset": "char_332_archet/CN_029"
        },
        {
            "id": "char_332_archet_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Right! I joined in this battle. Now nobody will think Landen Monastery's just an ornament of Laterano, will they?",
                "jp": "はい、私が参戦したからには当然の結果です。これでもう誰もランデン修道院がラテラーノの飾り物だなんて思いませんよね？",
                "kr": "네, 제가 참전한 이상 당연한 결과인 걸요. 이걸로 이제 그 누구도 랜든 수도원을 라테라노의 장식품이라고 여기지 않을 거예요, 그렇죠?",
                "cn": "嗯，毕竟我参与了战斗嘛。这下总不会还有人以为，兰登修道院只是拉特兰的花架子了吧？"
            },
            "asset": "char_332_archet/CN_030"
        },
        {
            "id": "char_332_archet_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "...Please allow me the chance to remedy this! This is my mistake, and in no way represents the Monastery!",
                "jp": "……挽回のチャンスをください。これは私個人の失策であって、修道院がこの程度というわけでは絶対にありませんよ！",
                "kr": "……만회할 기회를 주세요. 이건 제 개인의 실수이지, 수도원의 실력이 이 정도라는 건 절대 아니에요!",
                "cn": "......请给我补救的机会，这是我个人的失误，绝不代表修道院的水准！"
            },
            "asset": "char_332_archet/CN_031"
        },
        {
            "id": "char_332_archet_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Were battles beyond the walls... always so cruel?",
                "jp": "壁の外の戦いは……こんなに残酷なものだったんですか？",
                "kr": "벽 밖의 전투는…… 원래 이렇게 잔혹한 건가요?",
                "cn": "高墙之外的战斗......原来是这么残酷的吗？"
            },
            "asset": "char_332_archet/CN_032"
        },
        {
            "id": "char_332_archet_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "It's too stifling in here. There's near to none of the Monastery's sunshine!",
                "jp": "陰鬱なところですね。修道院のような明るさがまるでありません！",
                "kr": "음울한 곳이네요. 수도원의 밝음이 전혀 느껴지지 않아요!",
                "cn": "这里也太压抑了，完全没有修道院那么阳光嘛！"
            },
            "asset": "char_332_archet/CN_033"
        },
        {
            "id": "char_332_archet_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Oh—is something wrong?",
                "jp": "うっ、どうされましたか？",
                "kr": "으으, 무슨 일이시죠?",
                "cn": "唔，怎么了？"
            },
            "asset": "char_332_archet/CN_034"
        },
        {
            "id": "char_332_archet_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Ah, Doctor, I've been thinking whether I should invite you with me to come see Laterano. Perhaps you'd have more interest in the Monastery then...",
                "jp": "あ、ドクターさん、ラテラーノの遊覧にお誘いしようか考えていたところです。そうすれば修道院にもっと興味を持っていただけるかと思って……。",
                "kr": "아, 박사님! 안 그래도 라테라노 유람에 박사님을 초대할까 생각하고 있던 참이었어요. 그러면 박사님께서 혹시나 수도원에 더 흥미를 느끼실 수 있지 않을까 해서……",
                "cn": "啊，博士，我在考虑是不是该邀请您一同去拉特兰游览一番，这样您就会对修道院更有兴趣了呢......"
            },
            "asset": "char_332_archet/CN_036"
        },
        {
            "id": "char_332_archet_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_332_archet/CN_037"
        },
        {
            "id": "char_332_archet_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "TBU",
                "jp": "ああ……こちらにはラテラーノ出身の方が何人もいらっしゃいますが、皆様出身に似つかわしくない個性的な方ばかりですね。私はただ静かにお祈りを捧げて新年の盃を傾けられる同郷の仲間を探したかったのですが……あの人たちは……はぁ。",
                "kr": "아…… 이곳에는 라테라노 출신인 분들이 꽤 계시지만, 다들 출신에 어울리지 않는 개성적인 분들뿐이네요. 저는 그저 조용히 기도를 올리고, 새해의 잔을 함께 기울일 수 있는 동향 사람을 찾고 싶었을 뿐인데…… 저분들은…… 하아……",
                "cn": "啊啊，虽然这里有不少拉特兰的公民，但是各位的性格和身份实在相去甚远。我只是想找个能安安静静地祷告并为新年举杯的同乡人，但是......他们......唉......"
            },
            "asset": "char_332_archet/CN_038"
        },
        {
            "id": "char_332_archet_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "May the Lord bless you, Doctor.",
                "jp": "ドクターさんに、主の祝福があらんことを。",
                "kr": "박사님께 주님의 축복이 있기를.",
                "cn": "愿主保佑，博士。"
            },
            "asset": "char_332_archet/CN_042"
        },
        {
            "id": "char_332_archet_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "TBU",
                "jp": "一緒に働けるビジネスパートナーよりも、共に信仰を守っていける仲間の方が大切な存在なんです。正義のために引く弓の重厚な手応えは、ロドスの皆様ならきっと理解できるかと思います。では改めて、鐘が末長く鳴り響かんことを。今後とも手を取り合って戦っていきましょう、ドクターさん。",
                "kr": "상업적으로 협력할 수 있는 파트너보단, 함께 신앙을 지켜나갈 수 있는 동반자가 훨씬 더 소중한 법이에요. 정의를 위해 당기는 활의 무게감을 로도스 아일랜드 여러분도 분명 이해하고 계시겠죠. 종소리가 영원토록 울려 퍼지기를, 앞으로도 함께 하겠습니다, 박사님.",
                "cn": "比起可以合作的商业合作对象，能够共同维护信仰的伙伴更加珍贵。为正义拉弓的沉重感，罗德岛的诸位一定可以理解吧。愿钟声长鸣，让我们今后也并肩作战吧，博士。"
            },
            "asset": "char_332_archet/CN_044"
        }
    ],
    "actors": {
        "cn": {
            "native": "木雅瑞林",
            "global": "Rylynn"
        },
        "jp": {
            "native": "水瀬いのり",
            "global": "Inori Minase"
        },
        "kr": {
            "native": "권다예",
            "global": "Kwon Da-ye"
        }
    },
    "availability": [
        "cn",
        "jp",
        "kr"
    ]
}