{
    "charid": "char_4146_nymph",
    "nameid": "nymph",
    "names": {
        "en": "Nymph",
        "jp": "ニンフ",
        "kr": "님프",
        "cn": "妮芙"
    },
    "voices": [
        {
            "id": "char_4146_nymph_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "I've finished organizing the files to be sent to other departments, and watered the plants... oh, here's your water, and I've asked the cafeteria to prepare the snacks. Don't worry, I've asked other operators first. There'll be no problem.",
                "jp": "ほかの部署宛ての書類は片したし、植物にお水もあげたし……あ、ドクターのお水はこっち。おやつも食堂にお願いしといたからね。安心してよー、オペレーターのみんなにあれこれやり方教わってるから、やらかしたりしないって。",
                "kr": "다른 부서로 보낼 문서는 다 정리했고, 식물에도 물 줬고…… 아, 박사 물은 여기. 간식도 이미 식당에 부탁해 뒀어. 걱정하지 마, 다른 오퍼레이터들한테 많이 배웠으니까 절대 실수하지 않을 거야.",
                "cn": "给其他部门的资料都整理完了，植物也刚浇过水......啊，这是您想要的水，点心也已经麻烦食堂在做了。请您放心，我事先都找其他干员了解过了，不会出差错的。"
            },
            "asset": "char_4146_nymph/CN_001"
        },
        {
            "id": "char_4146_nymph_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "There's a little energy furnace next to my house. Ermi told me what it's for, but we usually use it to cook food, dry clothes, and get warm. People say the ancestor's blessing will be with you if you knock on the furnace twice before using it.",
                "jp": "あたしのおうちの隣にはね、エネルギー輸送用の溶炉がドーンって設置されてたんだよ。ちゃんとした使い方はエルミーから聞いてたけど、結局あたしたちは焼き料理をしたり、お洋服を乾かしたり、暖を取るために使ってばっかだったなぁ。なんか噂だと、コンコンって挨拶してから使えば、ご先祖様がずーっと側でお守りしてくれるんだって。",
                "kr": "우리 집 옆에는 에너지 수송을 위한 작은 용광로가 있었어. 용광로가 어디에 쓰이는지 에르미가 알려주긴 했는데 우린 보통 그걸로 음식을 데우거나 옷을 말리고, 또 어떨 땐 난로처럼 사용했지. 소문에 따르면, 사용하기 전에 똑똑~하고 두 번 콩콩 두드리면 선조님이 계속 옆에서 지켜주신대.",
                "cn": "我家旁边就有个输送能源的小熔炉，埃米说过它的用处，不过我们一般用它来烤食物、烘衣服，还有取暖。听别人说，只要在使用炉子前敲两下，先祖的护佑就会一直在身边。"
            },
            "asset": "char_4146_nymph/CN_002"
        },
        {
            "id": "char_4146_nymph_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Djalls don't read minds, we don't suck out emotions, and we most certainly don't eat brains! Where did you hear all these crazy rumors? I'm gonna get angry if you say this stuff again, and I just might eat your brains out!",
                "jp": "ジャールは人の心なんて読めないし、感情を吸い取ったりもしない。脳みそを食べちゃうなんてもっとあり得ないから！もーっ、そんなデタラメ誰から聞いたの！？あんまりしつこく言うと怒っちゃうからねっ！今すぐ飛びかかって、ドクターの頭をバリバリむしゃむしゃ食べてみせちゃおうか！？",
                "kr": "디얄은 사람의 마음을 읽지도, 감정을 빼앗아 가지도 않아. 뇌를 먹는다느니 그런 건 더더욱 있을 수 없는 일이고! 정말이지, 그런 헛소리는 대체 누구한테서 들은 거야! 계속 이런 걸 물어보면 나도 화낼 거야! 지금 당장 달려들어 박사의 머리를 와구와구 우적우적 씹어 먹어 버릴 거라고!",
                "cn": "笞心魔不读心，也不会吸走情感，更不会吃脑子！真是的，您从哪里听来的胡言乱语呀！您要是再说这些，我可要生气了！信不信我现在就扑上来，把您的脑袋咔咔啃下来！"
            },
            "asset": "char_4146_nymph/CN_003"
        },
        {
            "id": "char_4146_nymph_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Ermi gave me this box to store the ancestors when I was looking for them in the city. Now, I use to to store large luggage. I want to know how it works, but Lich techniques are so complicated, it's hard to understand even if Ermi bares her soul to me.",
                "jp": "前に街でご先祖様を探してた時、エルミーがご先祖様を一旦入れとく用にってこのキューブちゃんをくれたの。まあ今はおっきな荷物の収納代わりにしちゃってるけどね。どういう仕組みになってるのかすっごく知りたいとこだけど、リッチの技術は複雑すぎて、たとえエルミーが心の内を全部見せてくれたってあたしにはさっぱりかも。",
                "kr": "전에 거리에서 선조님을 찾아다닐 때 에르미가 선조님을 잠시 담아둘 수 있다며 이 큐브를 줬어. 지금은 큰 짐을 보관하는 용도로 쓰고 있지만. 나도 이게 어떤 원리로 작동하는 건지 알고 싶지만, 리치의 기술은 너무 복잡해서…… 설사 에르미가 마음을 다 보여준다고 해도 뭐가 뭔지 전혀 이해하지 못할 거야.",
                "cn": "当时在城里找先祖的时候，埃米把这个方块送给我暂时用来装他们。现在嘛，我就用它来装些大件行李。我很想知道它是怎么运作的，但巫妖的技术太复杂了，就算埃米袒露心灵，还是很难搞懂。"
            },
            "asset": "char_4146_nymph/CN_004"
        },
        {
            "id": "char_4146_nymph_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Let me think how I should use this money... oh, hello, Doctor. This? Completely legitimate income that I earned by helping my friends solve their problems. What did I do? Nothing really special, just stuff like looking for missing pets, or helping someone organize their thoughts.",
                "jp": "このお金の使い道はちゃんと考えなきゃ、へへ……あっ、こんにちはドクター。このお金？クリーンな収入だよ。みんなの悩み事を解決して、ちょっとお気持ちをもらうのって変じゃないでしょ。何をしたかって？えっとね、ペット探しとか、気持ちの整理のお手伝いとか、別に大したことはしてないよ。",
                "kr": "이 돈을 어떻게 쓸까, 지금부터 잘 생각해야지, 헤헤…… 흐음. 아, 안녕, 박사. 이 돈은 뭐냐고? 이건 합법적인 수입이야. 고민을 해결해주고 감사 표시로 약간의 답례를 받는 게 이상한 건 아니잖아. 뭘 했냐고? 음, 애완동물을 찾아 준다거나, 마음을 정리할 수 있게 들어준다거나, 뭐 그런 평범한 일들이야.",
                "cn": "这笔钱得好好计划计划，嘻嘻......嗯，您好啊博士。这个？这是合法收入，帮朋友们排忧解难收些报酬也很正常嘛。您问我做了什么？唔，也就帮人找找宠物、整理思绪之类，没什么特别的。"
            },
            "asset": "char_4146_nymph/CN_005"
        },
        {
            "id": "char_4146_nymph_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "How have I been doing? It's easy enough for a Djall to earn praise, but earning trust is another matter... but I can hear it. Thank you for your trust, Doctor.",
                "jp": "あたしの最近の活躍はどう？満足してくれてるかな？だって信頼と好意はちょっと違うでしょ。あたしたちジャールは好意なら持たれやすいけど、信頼ってなると……うん、気持ちは伝わったよ。信頼してくれてありがと、ドクター。",
                "kr": "요즘 내 활약 어땠어? 만족스러워? 음…… 신뢰와 호의는 조금 다른 거잖아. 우리 디얄 종족은 호의라면 쉽게 얻을 수 있지만, 신뢰는…… 응, 너의 마음 충분히 전해졌어. 신뢰해 줘서 고마워, 박사.",
                "cn": "我最近做得怎么样，您还满意吗？信赖和青睐还是有区别的，毕竟笞心魔很容易获得后者，但前者嘛......唔，我听得出来，谢谢您的信任，博士。"
            },
            "asset": "char_4146_nymph/CN_006"
        },
        {
            "id": "char_4146_nymph_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Dad and mom have been away for a while. Do I miss them? Hm... I guess I'm doing ok. I'm their daughter, but I'm not part of them. No reason to force them to stay with me when I can handle myself. I can feel their love, so I'll let them be.",
                "jp": "パパとママのもとを離れてからもうだいぶ経っちゃったな。恋しいかって？うーん……それほどでもないかな。あたしは二人の娘であって付属品じゃないしね。もう親離れしたんだから、両親にずっとくっついてるのも変な話でしょ。二人からの愛はずっと感じてるし、パパとママにはあたしに構わず自由に暮らしてほしいもん。",
                "kr": "엄마아빠가 떠난 지도 벌써 이렇게 됐네. 그립진 않냐고? 음…… 괜찮아. 난 두 분의 딸이지, 부속품 같은 게 아니니까. 혼자서도 잘 지낼 수 있는데, 계속 붙어 있는 게 더 이상하지. 난 엄마아빠가 나는 이제 덜 신경 쓰고 자유롭게 지냈으면 좋겠어. 나를 사랑하는 두 분의 마음이라면 여전히 잘 느껴지니까.",
                "cn": "爸爸妈妈离开好一阵了。想他们吗？嗯......还行吧。我是他们的孩子，又不是他们的一部分。我能够自力更生了，没道理把他们强留在身边。只要能感受到他们的爱，就随他们去吧。"
            },
            "asset": "char_4146_nymph/CN_007"
        },
        {
            "id": "char_4146_nymph_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "A Djall must treat her own soul with care. Legends speak of a Djall who went mad because they were too callous with their soul, and was finally killed by the King of Sarkaz. I-I haven't seen it myself, of course, but it's important to stick to principles!",
                "jp": "ジャールは人の心を鞭打つ種族ってイメージかもしれないけど、相手の心に鞭を振るうだけじゃなくて、自分の心もビシバシやらなきゃダメなんだよ。昔、心を放任して好き放題してたらおかしくなっちゃって、結局魔王の手で殺されちゃったジャールの子もいたとか。も、もちろん自分の目で見たわけじゃないけどね。とにかく、自分の心にもしっかり目を光らせておけば問題ないよっ！",
                "kr": "디얄을 그저 다른 사람의 마음을 채찍질하는 종족으로 생각할 수도 있지만, 사실 우린 상대방뿐만 아니라, 자신의 마음도 채찍질할 줄 알아야 해. 옛날에 자신의 마음은 신경 쓰지 않고 다른 마음만을 탐닉하다 이성을 잃은 동족이 있었는데, 이내 마왕의 손에 죽임을 당했다고 하더라고…… 무, 물론 나도 직접 본 건 아니지만! 아무튼 자기 마음을 잘 지키면 문제없을 거라는 얘기야!",
                "cn": "笞心魔笞心魔，鞭笞别人心灵的同时，也得记得鞭笞自己的。传说曾经有过度放纵心灵而疯癫的同族，最终被魔王亲手击杀了。当、当然，我从没亲眼见过。总之，只要守好本心，就不会有事的！"
            },
            "asset": "char_4146_nymph/CN_008"
        },
        {
            "id": "char_4146_nymph_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Are you sure you want to feel a Djall's touch? Alright, if you insist... look into my eyes... oh dear, I'm really nervous. It's like my heart's about to fly out of my chest. Maybe next time... I need time to prepare...",
                "jp": "心を鞭打つのってお遊びじゃないんだよ、ほんとにやってみたいの？わ、わかった。ちゃんと手加減するからね。そんじゃあたしの目を見て……いや、ちょっとごめん、なんかドキドキしちゃって口から心臓が飛び出しそう。ま、また今度にしよ、ちょっとこっちにも準備がいるから……",
                "kr": "마음을 채찍질한다는 건 장난 같은 게 아니야. 정말 해 보고 싶어? 조, 좋아. 내가 적당히 조절해 볼게. 그럼 내 눈을 바라봐…… 앗, 아 잠깐만, 미안. 갑자기 심장이 막 두근거려서…… 입 밖으로 막 튀어나올 것만 같아. 다, 다음에 하자. 나도 준비를 좀 더 해보고……",
                "cn": "鞭笞心灵可不是闹着玩的，您真要试试看吗？好，好吧。我会控制好度的。看着我的眼睛......啊，对不起，我有点紧张，心都提到嗓子眼了。下、下次再试吧，我得准备一下......"
            },
            "asset": "char_4146_nymph/CN_009"
        },
        {
            "id": "char_4146_nymph_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "What a nice dream. I'm getting sleepy too...",
                "jp": "いい夢だなぁ。あたしも眠くなってきちゃった……",
                "kr": "좋은 꿈을 꾸고 있네. 나도 슬슬 졸려오는데……",
                "cn": "真是个好梦，我也有点困了......"
            },
            "asset": "char_4146_nymph/CN_010"
        },
        {
            "id": "char_4146_nymph_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Sorry I'm late! I was talking to the folks at HR and didn't notice the time... you're the Doctor, right? I'm Nymph. Feel free to come to me if there's anything you need help with!",
                "jp": "遅れてごめんなさいっ！人事部のお姉さんとお喋りしてたら時間を忘れちゃって……あなたがドクターで合ってるよね。あたしはニンフ。面倒事があればいつでも相談してね。トラブル解決はお手の物なんだから。",
                "kr": "늦어서 미안! 인사부 언니랑 얘기하다 보니 시간 가는 줄 몰랐네…… 당신이 박사지? 나는 님프라고 해. 귀찮은 일이 있으면 언제든 상담하러 와. 그런 걸 해결하는 게 내 특기거든.",
                "cn": "对不起，我来迟了！刚刚和人事部的姐姐多聊了几句，没注意时间......您就是博士吧，我叫妮芙，有什么麻烦事都可以来找我，我很擅长解决麻烦的。"
            },
            "asset": "char_4146_nymph/CN_011"
        },
        {
            "id": "char_4146_nymph_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Interesting. Can I take it? I would like to put it up in my room.",
                "jp": "けっこう面白いね。何本か部屋に持ってってもいい？",
                "kr": "꽤 흥미롭네, 몇 개 가져가도 될까?",
                "cn": "挺有意思的，我能不能拿些回去放？"
            },
            "asset": "char_4146_nymph/CN_012"
        },
        {
            "id": "char_4146_nymph_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Thank you! I've only seen these medals on Military Commission folks before.",
                "jp": "こんな勲章、軍事委員会のお偉いさんが付けてるのしか見たことないよ。ありがとね～。",
                "kr": "이런 훈장은 군사위원회의 높은 사람들이 다는 것만 봤는데, 고마워 박사~",
                "cn": "以前我只在军事委员会的人身上见过这样的徽章，谢谢您~"
            },
            "asset": "char_4146_nymph/CN_013"
        },
        {
            "id": "char_4146_nymph_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Let's learn more about what's in each other's minds, Doctor.",
                "jp": "心の見せ合いっこしよっか、ドクター。そしたらもっとお互いのことが分かるようになるからさっ。",
                "kr": "우리 서로 마음을 보여줘 볼까, 박사? 그럼 더 서로에 대해 잘 알게 될 테니까.",
                "cn": "让我和您交个心吧，博士。我们一定能够更加了解对方的。"
            },
            "asset": "char_4146_nymph/CN_014"
        },
        {
            "id": "char_4146_nymph_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Do we really have to use force?",
                "jp": "本当に力で解決するしかないのかな……？",
                "kr": "정말 무력으로 문제를 해결해야겠어……?",
                "cn": "真得用武力解决问题吗......？"
            },
            "asset": "char_4146_nymph/CN_017"
        },
        {
            "id": "char_4146_nymph_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "I see... don't worry, I'll think of something.",
                "jp": "わかった……あたしがなんとかするから、心配しないで。",
                "kr": "알겠어…… 어떻게든 해볼 테니까, 걱정하지 마.",
                "cn": "我知道了......别担心，我来想办法。"
            },
            "asset": "char_4146_nymph/CN_018"
        },
        {
            "id": "char_4146_nymph_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "It's time to go. We can't wait forever.",
                "jp": "そろそろ行こうか。ずっとウジウジしててもしょうがないもんね。",
                "kr": "슬슬 출발할까, 계속 망설인다고 해결되는 것도 아니고.",
                "cn": "该出发了，不能总是犹犹豫豫的。"
            },
            "asset": "char_4146_nymph/CN_019"
        },
        {
            "id": "char_4146_nymph_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Focus, Nymph... it's not that hard...",
                "jp": "集中して、ニンフ。こ、こんなのなんてことないんだから。",
                "kr": "집중하자, 님프야. 이, 이런 건 아무것도 아니잖아.",
                "cn": "专心些，妮芙，这、这没什么难的。"
            },
            "asset": "char_4146_nymph/CN_020"
        },
        {
            "id": "char_4146_nymph_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "M-Me?",
                "jp": "あ、あたし？",
                "kr": "내, 내가?",
                "cn": "我、我吗？"
            },
            "asset": "char_4146_nymph/CN_021"
        },
        {
            "id": "char_4146_nymph_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "*sigh*...",
                "jp": "はぁ……",
                "kr": "하아……",
                "cn": "唉......"
            },
            "asset": "char_4146_nymph/CN_022"
        },
        {
            "id": "char_4146_nymph_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "I'm still nervous...",
                "jp": "やっぱ緊張する……",
                "kr": "조금 긴장되네……",
                "cn": "还是有些紧张......"
            },
            "asset": "char_4146_nymph/CN_023"
        },
        {
            "id": "char_4146_nymph_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "You can do it!",
                "jp": "頑張れあたしっ！",
                "kr": "힘내볼게!",
                "cn": "加油！"
            },
            "asset": "char_4146_nymph/CN_024"
        },
        {
            "id": "char_4146_nymph_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Look into my eyes!",
                "jp": "あたしの目を見なさい！",
                "kr": "내 눈을 바라봐!",
                "cn": "看着我的眼睛！"
            },
            "asset": "char_4146_nymph/CN_025"
        },
        {
            "id": "char_4146_nymph_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Turn around, or your soul will shatter here.",
                "jp": "引き返して。心がバラバラになっちゃう前に……",
                "kr": "돌아가. 마음이 산산조각나기 싫다면 말이야.",
                "cn": "回头吧，别让心碎在这里。"
            },
            "asset": "char_4146_nymph/CN_026"
        },
        {
            "id": "char_4146_nymph_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "I will chain your soul!",
                "jp": "このキーウィップで心を打ち据えてあげる！",
                "kr": "이 키윕으로 마음을 뒤흔들어 주겠어!",
                "cn": "将这钥索，挥向心灵！"
            },
            "asset": "char_4146_nymph/CN_027"
        },
        {
            "id": "char_4146_nymph_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "The lock has been opened.",
                "jp": "ロックはもう解けたよ。",
                "kr": "자물쇠는 이미 풀렸어.",
                "cn": "锁已经解开了。"
            },
            "asset": "char_4146_nymph/CN_028"
        },
        {
            "id": "char_4146_nymph_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Wow! It all seems to come so naturally to you.",
                "jp": "今の戦略ってもう条件反射になってるのかな？すごーい！",
                "kr": "방금 그 지휘는 조건 반사 같은 거야? 대단해!",
                "cn": "那些布局已经是条件反射了吗？好厉害！"
            },
            "asset": "char_4146_nymph/CN_029"
        },
        {
            "id": "char_4146_nymph_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "I've learned a lot from working under you. Maybe I can pick up a trick or two.",
                "jp": "ドクターの指揮はすっごくお勉強になるね。あたしもいつか使う時が来るかも。",
                "kr": "박사의 지휘는 정말 배울 부분이 많네. 언젠가 활용할 날이 올지도 모르니까 잘 기억해둬야겠어!",
                "cn": "从您的指挥里我学到了很多，说不定以后我也能用得上哦。"
            },
            "asset": "char_4146_nymph/CN_030"
        },
        {
            "id": "char_4146_nymph_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Just let them go. It's time for us to go too.",
                "jp": "もうやめにして、行かせてあげようよ。あたしたちも帰らなきゃ。",
                "kr": "이제 그만하고 가자, 우리도 돌아가야지.",
                "cn": "别想啦，让他们走吧，我们该回去了。"
            },
            "asset": "char_4146_nymph/CN_031"
        },
        {
            "id": "char_4146_nymph_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Don't worry, I-I'll find a way...",
                "jp": "大丈夫だよ！あ、あたしに任せて。きっと手はあるから……",
                "kr": "걱정하지 마! 나, 나한테 맡겨, 분명 방법이 있을 거야……",
                "cn": "别怕！我、我来想想，总会有办法的......"
            },
            "asset": "char_4146_nymph/CN_032"
        },
        {
            "id": "char_4146_nymph_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "It's so clean! It could become a really nice room with a little bit of work.",
                "jp": "綺麗なお部屋だね。ちょっとデコレーションしたらきっと居心地抜群のおうちになるよ。",
                "kr": "깨끗한 방이네. 조금만 꾸미면 분명 아늑한 숙소가 될 거야.",
                "cn": "好干净啊，简单布置一下肯定能变成很舒适的小窝。"
            },
            "asset": "char_4146_nymph/CN_033"
        },
        {
            "id": "char_4146_nymph_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Enough messing around.",
                "jp": "イタズラはめっ、だよ。",
                "kr": "장난치지 마.",
                "cn": "别胡闹啦。"
            },
            "asset": "char_4146_nymph/CN_034"
        },
        {
            "id": "char_4146_nymph_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "There's no key for the lock in your heart? Don't worry, I'll find it for you.",
                "jp": "心の底にあるロックの鍵が見つからないの？大丈夫、このあたしが見つけてあげるから。",
                "kr": "마음속 깊은 곳의 자물쇠 열쇠가 안 보인다고? 걱정 마, 내가 찾아 줄게.",
                "cn": "您心底里的那把锁没有钥匙？别担心，我会帮您找到它的。"
            },
            "asset": "char_4146_nymph/CN_036"
        },
        {
            "id": "char_4146_nymph_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4146_nymph/CN_037"
        },
        {
            "id": "char_4146_nymph_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Smiles and laughter everywhere. It's making my heart melt... today is a day to celebrate, Doctor.",
                "jp": "あっちこっちで盛り上がって楽しそうな声が溢れてるね。こんな幸せな空気に浸ってたら、心も溶けちゃいそう……今日は心ゆくまで盛り上がっちゃおう、ドクター。",
                "kr": "여기저기서 즐거운 목소리와 웃음소리가 들려. 이런 따뜻한 분위기에 젖어있으니까 마음도 다 녹아버릴 것만 같아…… 오늘은 마음껏 즐겨보자, 박사.",
                "cn": "到处都是欢声笑语，沉浸在这样的氛围里心都要化了......今天就好好狂欢一下吧，博士。"
            },
            "asset": "char_4146_nymph/CN_038"
        },
        {
            "id": "char_4146_nymph_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "You should rest your mind, Doctor.",
                "jp": "心もしっかり休ませてあげてね、ドクター。",
                "kr": "마음에도 휴식이 필요해, 박사.",
                "cn": "让自己的思绪休息下吧，博士。"
            },
            "asset": "char_4146_nymph/CN_042"
        },
        {
            "id": "char_4146_nymph_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "Looking back, it's sure been a busy year. Going back and forth Rhodes Island and Kazdel is putting a real toll on my legs. Tired? Not really, the satisfaction makes up for it. As for next year... I wouldn't think too much about it. There's no expectation without the unknown, is there?",
                "jp": "改めて振り返ったら、この一年こーんなにたくさんのことをしてきたんだってビックリ。ロドスとカズデルを行ったり来たりでもう足が棒になっちゃったよ。疲れたか？そうでもないみたい。けっこう満足してるし、ここから先は……ううん、やめよ。未来は分からないからこそワクワクするんだもんね。",
                "kr": "돌이켜보니 올 한 해 정말 많은 일들을 해낸 것 같아. 로도스 아일랜드랑 카즈델을 왔다 갔다 하다 보니 다리가 끊어질 지경이지만…… 힘들진 않냐고? 아니, 괜찮아. 오히려 꽤 만족스럽달까. 내년에는…… 아니다, 됐다. 미래는 알 수 없기에 더 설레는 거니까, 그렇지?",
                "cn": "回头看看，今年怎么做了这么多事？罗德岛、卡兹戴尔两头跑，快把我腿都跑断了。累？好像也没有，挺满足的，至于明年嘛......还是不想了，有未知才有期待，对不对？"
            },
            "asset": "char_4146_nymph/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Anna Devlin",
            "global": "Anna Devlin"
        },
        "cn": {
            "native": "蔡娜",
            "global": "Cai Na"
        },
        "jp": {
            "native": "関根瞳",
            "global": "Hitomi Sekine"
        },
        "kr": {
            "native": "이유리",
            "global": "Lee Yoo-ri"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}