{
    "charid": "char_4006_melnte",
    "nameid": "melnte",
    "names": {
        "en": "Melanite",
        "jp": "メラナイト",
        "kr": "멜라나이트",
        "cn": "玫拉"
    },
    "voices": [
        {
            "id": "char_4006_melnte_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "You would like me to take care of your secretarial work? I can, but please do keep the amount of work under control. I used to write reports fairly often, but most don't find the contents of my reports very pleasant to read.",
                "jp": "ペーパーワークを任せたい？無理ではありませんが、適量でお願いします。以前もよくレポートを書かされましたが、あまり読んでいて気分のいいものは書けなかったので。",
                "kr": "서류 작업 말인가요? 맡기셔도 상관은 없지만, 업무량은 적당하게 부탁드리겠습니다. 보고서라면 예전에도 자주 썼었지만, 남에게 보여주기 좋은 보고서는 아니었거든요.",
                "cn": "需要我处理文书工作？不是不行，但请控制工作的总量。我以前也常写报告，报告的内容不太让人愉快。"
            },
            "asset": "char_4006_melnte/CN_001"
        },
        {
            "id": "char_4006_melnte_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "You can stop looking at my shoulder. This is not an Oripathy lesion. It's just a tattoo that resembles one. Why? To outwit anyone who thinks they've found a weakness. You won't bother me again after the first time you guess wrong.",
                "jp": "肩をじろじろと見ないでください。鉱石病の病巣ではなく、それを模したタトゥーに過ぎません。なぜそんなものを？私の弱みを握ったと得意げになる連中の鼻を明かすためです。間違いに気付いた後もしつこく食ってかかるほど恥知らずな人はあまりいませんから。",
                "kr": "제 어깨를 너무 빤히 쳐다보진 말아 주세요. 이건 광석병에 의한 병변이 아니라 비슷하게 생긴 문신일 뿐이니까요. 왜 그런 문신을 했냐고요? 그야, 이러면 제 약점을 잡았다고 기뻐하는 사람들을 골려 줄 수 있잖아요. 헛다리를 짚고도 얼굴에 철판을 깔 정도로 뻔뻔한 사람은 별로 없거든요.",
                "cn": "不用盯着我的肩膀看，那不是矿石病灶，只是个有点像的纹身罢了。为什么？因为能让那些自以为抓住了我把柄的家伙碰一鼻子灰。猜错之后继续死缠烂打，脸皮这么厚的家伙毕竟是少数。"
            },
            "asset": "char_4006_melnte/CN_002"
        },
        {
            "id": "char_4006_melnte_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "That's right. I became an Infected while I was testing <i>this</i> railgun. Why am I still using it? First, it's safe now that it has been fine-tuned. Secondly, while I don't want to admit it, this is the weapon that suits me the most. I don't want to or dare to abandon it.",
                "jp": "ええ、このレールガンのテストで感染者になりましたが何か。なぜまだ使っているか？第一に、調整を経て今のところ安全性に問題はないからです。それから、認めたくはありませんが、本当に私にぴったりな武器だからです。手放そうとは思いませんし、そんな勇気もありません。",
                "kr": "네, 이 레일건을 테스트하다가 감염자가 되었습니다. 그런데 왜 아직도 사용하냐고요? 첫 번째로, 지금은 개조를 거쳐서 사용해도 안전합니다. 두 번째는, 인정하고 싶지는 않지만, 지금의 저한테 가장 잘 맞는 무기니까요. 그래서 전 이 무기를 포기하고 싶지 않아요.",
                "cn": "没错，就是因为测试这台电磁炮，我才成了感染者。为什么还在用？第一，经过调整后，它现在是安全的；第二，虽然我不想承认，但它真的是最适合我的武器，我不想，也不敢放弃它。"
            },
            "asset": "char_4006_melnte/CN_003"
        },
        {
            "id": "char_4006_melnte_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "The medicine in my earrings? It's not medicine. It's a perfume that I mixed myself. A highly concentrated perfume that can induce... emotions that run opposite to hostility. It comes in handy in dangerous situations. As for the lower concentrated one that I have here... Umm, it's for alleviating carsickness. I tend to get carsick pretty badly.",
                "jp": "イヤリングの中の薬液？これは薬ではなく、私が調合したフレグランスです。高濃度のフレグランスは……敵意とは真逆の感情を呼び起こせるので、緊急時に役立つんです。今つけてる低濃度のものはというと……そうですね、まあ、車酔いの緩和に使えます。乗り物酔いしやすい質なんです、私。",
                "kr": "귀걸이 안의 약물이요? 이건 약이 아니라 제가 제조한 향수입니다. 고농도의 향수는…… 적의와 반대되는 감정을 불러일으켜서 긴급 상황에 사용할 수 있거든요. 그리고 이 저농도의 향수는…… 그, 음, 차멀미를 완화시켜 줍니다. 제가 멀미를 꽤 심하게 하는 편이라서요.",
                "cn": "耳饰里的药品？那不是药，是我调制的香水。高浓度的香水会引发一些......和敌意相反的情绪，危急时刻用得上。至于现在的低浓度......可以，呃，缓解晕车。我晕车还蛮严重的。"
            },
            "asset": "char_4006_melnte/CN_004"
        },
        {
            "id": "char_4006_melnte_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "I'd say I was a mercenary, more than a weapons tester. As soon as the higher-ups gave the order, I would have to take to the battlefield with newly-issued equipment. It was nothing like the battles I've fought for Rhodes Island. No one knew or cared why I fought.",
                "jp": "私の前職は、武器テスターと言うより傭兵の方が近いかもしれません。上から命令が下りれば、新たに配給された武器を携えて戦場に向かうのが常でしたから。当時は今と違って、私が何のために戦っているかなど誰も知りませんでしたし、そんなことを気にかける人もいませんでした。",
                "kr": "전에 했던 일은, 무기 테스터보단 용병에 더 가까웠습니다. 위에서 명령하면, 새로 배급된 장비를 들고 바로 전장으로 향했었죠. 로도스 아일랜드의 싸움과는 달리, 그때의 제가 싸우는 이유를 아무도 몰랐고, 그 누구도 신경 쓰지 않았어요.",
                "cn": "我之前的工作与其说像武器测试员，不如说更像佣兵。上面一声令下，我就要拿着新配发的装备赶赴战场。和来到罗德岛之后的战斗不一样，那时的我为何而战，没人知道，也没人关心。"
            },
            "asset": "char_4006_melnte/CN_005"
        },
        {
            "id": "char_4006_melnte_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "I was infected not because of an accident, but because of a transaction. For my infection, the client got their data, and the provided got a significant payment. Plus, they got to keep me on a leash with their insurance... If it wasn't for them treating me like a tuskbeast, why would I have run?",
                "jp": "私が鉱石病を患ったのは事故ではなく、ビジネスの一環だったんです。私の感染と引換えに、クライアントはデータを、ベンダーは巨額の報酬を手にしました。彼らは代わりに保険料を支払うことで私を一生縛り付けられると思い込んでいたようですが……私も牙獣扱いさえされなければ、逃げようだなんて思わなかったでしょうね。",
                "kr": "제가 광석병에 걸린 건 사고가 아닌 사업의 일환이었어요. 제 감염을 예상하고도, 의뢰한 쪽은 관련 데이터를 제공받았고, 의뢰를 받은 쪽은 거액의 보수를 받았죠. 그 사람들은 보험료를 대신 지불하는 걸로 절 영원히 붙잡을 수 있을 거라고 생각했었던 것 같습니다만…… 그 사람들이 저를 터스크비스트 대하듯이 하지만 않았어도, 제가 도망쳐 나올 일은 없었을 거예요.",
                "cn": "我的感染并非事故，而是一单生意。以我的感染为代价，委托方得到了数据，受托方得到了巨额报酬，还以为能靠代付保险永远拴住我......如果他们不像对待牙兽一样对待我，我怎么可能逃？"
            },
            "asset": "char_4006_melnte/CN_006"
        },
        {
            "id": "char_4006_melnte_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "The first time I struck a dummy, I thought back to my parents, that bandit, and how powerless I was despite having a gun in my hand... Even after I was out of ammo, I was still mechanically pulling the trigger over and over, until the coach took away the launcher in my hand. That's right. A launcher, not a gun.",
                "jp": "撃った弾が初めて的に命中した時、私は両親を、あの強盗を、そして銃を持っているのに何もできなかった自分のことを思い出しました……弾薬が尽きた後も、教官にランチャーを取り上げられるまで、私は狂ったようにトリガーを引き続けていたんです。ええ、銃ではなく、ランチャーですよ。",
                "kr": "처음으로 과녁을 명중시켰을 때, 부모님과 그 강도, 그리고 총을 들고도 아무것도 할 수 없었던 과거의 자신이 떠올랐습니다…… 그리고 탄이 다 떨어지고 나서도, 전 교관이 제 손에서 런처를 빼앗을 때까지 계속해서 방아쇠를 당겼었죠. 네, 총이 아니라 런처를요.",
                "cn": "当我第一次击中靶子，我想起爸爸妈妈，想起那个劫匪，想起拿着铳却无能为力的自己......弹药耗尽之后，我还在机械地扣动扳机，直到教练夺下我手中的发射器。是的，不是铳，是发射器。"
            },
            "asset": "char_4006_melnte/CN_007"
        },
        {
            "id": "char_4006_melnte_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "I once thought about opening a sundries shop like my parents did. Once, I even had an agreement with a landlord. Then, I had nightmares that entire night... Now? Much better. I'm even trying to help Instructor Dur-nar—Oh, please don't tell anyone about this.",
                "jp": "昔は両親のように雑貨店を開こうと考えていました。物件の家主と条件を決めるところまで進んだこともあったんですが、その日の夜はずっと悪夢にうなされて……今ですか？今はだいぶマシになったというか、ジュナー教官のお手伝いまでやってみていて――あ、絶対誰にも言わないでくださいね。",
                "kr": "한때는 저도 부모님처럼 잡화점을 열까 생각했어요. 집주인과 조건을 마무리하는 단계까지 진행됐었는데, 그날 밤 밤새 악몽에 시달렸었죠…… 지금이요? 지금은 많이 좋아졌습니다. 요즘은 듀나 교관을 도와서…… 아, 이건 다른 사람한텐 비밀로 해 주세요.",
                "cn": "我一度想像爸爸妈妈那样开个杂货店。有次我甚至和一个房东谈好了，然后，当晚，我做了一夜的噩梦......现在？现在好多了，我甚至在试着给坚雷教官帮忙——啊，这事您千万别告诉别人。"
            },
            "asset": "char_4006_melnte/CN_008"
        },
        {
            "id": "char_4006_melnte_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "My father used to tell me stories of how the great Blacksteel founder upgraded their firearms. But it wasn't until recently that I realized true greatness is not to popularize some kind of weapon. Instead, it's to make weapons useless forever. Right, it's very ironic. This is what I dream of achieving, and it is something that I can only dream of achieving.",
                "jp": "お父さんは昔、「偉大なBSWの創始者」が銃器のカスタムをした話をよく聞かせてくれました。ですが、真の偉大さとは武器を普及させることではなく、その使い道を根絶することだと、最近になってやっと気付きました――ええ、皮肉にもそれが私の理想です。一生叶うことのない理想、ですね。",
                "kr": "예전에 아버지께서 종종 위대한 블랙스틸의 창시자가 총기를 개량한 이야기를 해 주셨습니다. 하지만 전 진정한 위대함이란 무기를 널리 보급하는 게 아니라, 무기를 쓸 일이 없도록 만드는 것이란 걸 최근에서야 깨달았어요…… 네, 모순적이지만 그게 제 이상이에요. 평생 이루어질 수 없는 이상 말이에요.",
                "cn": "爸爸以前总给我讲那位伟大的黑钢创始人改良铳械的故事，但我最近才想通，真正的伟大不是推广一种武器，而是让武器再也派不上用场——是的，很讽刺，这就是我的理想，永远也实现不了的理想。"
            },
            "asset": "char_4006_melnte/CN_009"
        },
        {
            "id": "char_4006_melnte_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Please rest at ease. I will ensure the office's safety during this period of time.",
                "jp": "安心して休んでください。その間は私が執務室の安全を守ります。",
                "kr": "안심하고 쉬세요. 그동안 사무실의 안전은 제가 지키겠습니다.",
                "cn": "请安心休息，我会保证办公室在这段时间的安全。"
            },
            "asset": "char_4006_melnte/CN_010"
        },
        {
            "id": "char_4006_melnte_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Nice to meet you, Doctor. As a field operator, I will be in your service from here onwards. I hope that my firepower will not betray your expectations.",
                "jp": "はじめまして、ドクター。これから外勤オペレーターとして職務を全うします。私の火力が、あなたの期待を裏切らないことを祈ります。",
                "kr": "처음 뵙겠습니다, 박사님. 앞으로 외근 오퍼레이터로서 최선을 다하겠습니다. 제 화력이 당신의 기대를 저버리지 않길 바랍니다.",
                "cn": "初次见面，博士，以后我将作为外勤干员为您服务。希望我的火力不会辜负您的期望。"
            },
            "asset": "char_4006_melnte/CN_011"
        },
        {
            "id": "char_4006_melnte_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "That is excellent CQC, but perhaps a little too dangerous...",
                "jp": "白兵戦は賢い選択だけど、それなりに危険を伴うんじゃ……",
                "kr": "백병전도 나쁘진 않겠지만, 이에 따른 리스크가 조금 클지도 모르겠네요……",
                "cn": "短兵相接的手段虽然也很高明，但危险性是否有些高了......"
            },
            "asset": "char_4006_melnte/CN_012"
        },
        {
            "id": "char_4006_melnte_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "The only way my former employer expresses approval is by raising wages—Don't get the wrong idea. For every wage increase, they make you do ten times the work afterwards. That's not how Rhodes Island works, right?",
                "jp": "前の雇い主は昇給でしか私への評価を表現しませんでした――誤解しないでください。仮に昇給額を一とすると、それから増える仕事量は十にもなるんです。ロドスはそうじゃありませんよね？",
                "kr": "예전 고용주는 저에 대한 평가를 오직 급여로만 표현했었습니다. 오해하진 마세요. 급여가 1할 증가하면, 업무량은 열 배로 늘어났었으니까요. 하지만 로도스 아일랜드는 그러지 않으실 거잖아요.",
                "cn": "我原来的雇主表达认可的方式只有加薪——别误会，如果他们给你加薪的幅度是一，你在那之后多承担的工作量就是十。罗德岛不是这样的，对吧？"
            },
            "asset": "char_4006_melnte/CN_013"
        },
        {
            "id": "char_4006_melnte_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Thank you for your trust, Doctor. I used to think of Rhodes Island as a stopping point so beautiful that it's almost unreal, but it now seems I will have to extend my stay here for a little longer.",
                "jp": "信頼してくれてありがとうございます、ドクター。私にとってロドスは、少々リアリティを欠くほどに素晴らしい中継地点でしかありませんでした。ですがどうやら、もうしばらくここに留まることになりそうですね。",
                "kr": "신뢰해 주셔서 감사합니다, 박사님. 전 원래 로도스 아일랜드를 비현실적인 경유지라고 생각하고 있었는데, 이제 보니 아무래도 이곳에 조금 더 머물러야 할 것 같네요.",
                "cn": "感谢您的信任，博士。我原以为罗德岛对我而言只是一个美好得有些不真实的中转站，现在看来，我可能要在这里多耽搁一段时间了。"
            },
            "asset": "char_4006_melnte/CN_014"
        },
        {
            "id": "char_4006_melnte_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "I'll provide fire support for everyone.",
                "jp": "各員への火力支援は任せてください。",
                "kr": "화력 지원이라면 제게 맡겨 주세요.",
                "cn": "我会为各位提供火力支援。"
            },
            "asset": "char_4006_melnte/CN_017"
        },
        {
            "id": "char_4006_melnte_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "You are appointing me as the leader? It appears this will be a tough battle.",
                "jp": "私を隊長に？となると、今回は厳しい戦いになるのでしょうね。",
                "kr": "제게 팀장을 맡기시는 건가요? 아무래도 꽤나 힘든 싸움이 될 것 같네요.",
                "cn": "任命我为队长？看来这是一场攻坚战了。"
            },
            "asset": "char_4006_melnte/CN_018"
        },
        {
            "id": "char_4006_melnte_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Everyone, so that we don't run into any unexpected issues on the field, check your weapons once again.",
                "jp": "各員、戦場で不測の事態に陥らないよう、改めて武器の点検をお願いします。",
                "kr": "전원, 만일에 대비해서 다시 한번 자신의 무기를 체크해 주시기 바랍니다.",
                "cn": "请各位再次检查自己的武器状况，以免在战场上遭遇不测。"
            },
            "asset": "char_4006_melnte/CN_019"
        },
        {
            "id": "char_4006_melnte_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Maintain a safe distance. Avoid direct confrontation if possible.",
                "jp": "安全な距離を確保し、正面からの交戦は避けてください。",
                "kr": "안전거리를 유지하고, 정면 교전은 최대한 피해주세요.",
                "cn": "保持安全距离，尽量避免正面交锋。"
            },
            "asset": "char_4006_melnte/CN_020"
        },
        {
            "id": "char_4006_melnte_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "I'm here.",
                "jp": "はい。",
                "kr": "네.",
                "cn": "我在。"
            },
            "asset": "char_4006_melnte/CN_021"
        },
        {
            "id": "char_4006_melnte_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Your command?",
                "jp": "指示をどうぞ。",
                "kr": "지시를.",
                "cn": "请指示。"
            },
            "asset": "char_4006_melnte/CN_022"
        },
        {
            "id": "char_4006_melnte_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Adjusting firing trajectory... Complete.",
                "jp": "射撃諸元校正中……完了。",
                "kr": "사격 제원 교정 중…… 완료.",
                "cn": "正在校正射击诸元......完毕。"
            },
            "asset": "char_4006_melnte/CN_023"
        },
        {
            "id": "char_4006_melnte_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Weapon's good. Ready for data collection.",
                "jp": "武器の状態良好、データ収集開始できます。",
                "kr": "무기 상태 양호, 데이터 수집을 시작합니다.",
                "cn": "武器状态良好，可以开始收集数据。"
            },
            "asset": "char_4006_melnte/CN_024"
        },
        {
            "id": "char_4006_melnte_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Shh. Do you hear that? That's the sound of the reaper making her advent.",
                "jp": "シーッ……聞こえた？死神が降臨する音が。",
                "kr": "쉿, 들려? 사신이 강림하는 소리 말이야.",
                "cn": "嘘，听见了吗，死神从天而降的声音？"
            },
            "asset": "char_4006_melnte/CN_025"
        },
        {
            "id": "char_4006_melnte_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Laying suppressive fire.",
                "jp": "制圧射撃。",
                "kr": "제압 사격.",
                "cn": "火力覆盖。"
            },
            "asset": "char_4006_melnte/CN_026"
        },
        {
            "id": "char_4006_melnte_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Maximum output reached.",
                "jp": "出力が安全閾値に達していますが。",
                "kr": "출력 리미트에 도달.",
                "cn": "输出功率已达安全上限。"
            },
            "asset": "char_4006_melnte/CN_027"
        },
        {
            "id": "char_4006_melnte_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Don't huddle there. Hard for me to assess the blast area.",
                "jp": "爆発範囲への判断に影響するから、ダマにならないで。",
                "kr": "뭉쳐 있지 마, 폭발 범위 계산에 영향을 주니까.",
                "cn": "别扎堆，影响我判断爆炸范围。"
            },
            "asset": "char_4006_melnte/CN_028"
        },
        {
            "id": "char_4006_melnte_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "I... I'm suddenly a little terrified. If I were on the other side facing you and your command, how much of the firepower I'm so proud of would actually be effective?",
                "jp": "なんだか……急に恐ろしくなりました。もし私が敵側にいたとしたら、この自慢の火力はドクター相手にどれほどの力を発揮できたのでしょうか？",
                "kr": "왠지…… 갑자기 무서워졌습니다. 만약 제가 당신의 적이었다면, 제가 자랑하는 이 화력이 당신을 상대로 어느 정도의 힘을 발휘했었을까요?",
                "cn": "我......突然有些惶恐。如果我站在您的对面，在您的指挥面前，我引以为傲的火力究竟能发挥出多少力量？"
            },
            "asset": "char_4006_melnte/CN_029"
        },
        {
            "id": "char_4006_melnte_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "A perfect performance, to the point that I want to write an evaluation report, voluntarily.",
                "jp": "完璧なパフォーマンスでした。自ら性能レポートを書きたくなったくらいです。",
                "kr": "누가 시키지 않았는데도 성능 보고서를 쓰고 싶을 정도로, 흠잡을 데 없는 활약이었습니다.",
                "cn": "完美的表现，我甚至想主动写一篇性能报告了。"
            },
            "asset": "char_4006_melnte/CN_030"
        },
        {
            "id": "char_4006_melnte_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "A few of them got away. It seems we need some further adjustments.",
                "jp": "数人逃げたようです。さらなる調整が必要みたいですね。",
                "kr": "몇 명 놓쳤네요. 추가적인 조정이 필요해 보입니다.",
                "cn": "跑了几个。看来还需要进一步的调整。"
            },
            "asset": "char_4006_melnte/CN_031"
        },
        {
            "id": "char_4006_melnte_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Cover the retreat? No problem. It's important to evaluate performance during retreats, too.",
                "jp": "最後列を任せる？問題ありません。撤退戦におけるパフォーマンステストも重要ですから。",
                "kr": "후방 엄호를 맡아 달라고요? 알겠습니다. 철수 작전에서의 성능 테스트도 중요하니까요.",
                "cn": "断后？没问题。撤退战中的性能测试也是重要的一环。"
            },
            "asset": "char_4006_melnte/CN_032"
        },
        {
            "id": "char_4006_melnte_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Considering the weapon's size, this place might be a little cramped.",
                "jp": "武器のサイズを考慮すると、少しスペース不足かと。",
                "kr": "무기의 사이즈를 고려하면, 공간이 조금 부족하겠네요.",
                "cn": "相对于武器的尺寸来说，这里的空间有点狭窄。"
            },
            "asset": "char_4006_melnte/CN_033"
        },
        {
            "id": "char_4006_melnte_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Doctor, don't touch. You could get hurt.",
                "jp": "ドクター、不用意に触ると怪我するかもしれませんよ。",
                "kr": "함부로 만지지 마세요, 박사님. 다칠 수도 있으니까요.",
                "cn": "博士，别乱碰，可能会伤到你。"
            },
            "asset": "char_4006_melnte/CN_034"
        },
        {
            "id": "char_4006_melnte_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Would you like to head to Engineering together?",
                "jp": "一緒にエンジニア部に行きませんか？",
                "kr": "같이 엔지니어링부에 가지 않으시겠어요?",
                "cn": "要一起去趟工程部吗？"
            },
            "asset": "char_4006_melnte/CN_036"
        },
        {
            "id": "char_4006_melnte_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4006_melnte/CN_037"
        },
        {
            "id": "char_4006_melnte_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Happy New Year, Doctor. Would you like me to shoot up some fireworks with this launcher? That's not a metaphor. It really has a fireworks mode. It's had one ever since I first got it.",
                "jp": "ハッピーニューイヤー、ドクター。レールガンで花火でも上げましょうか？……比喩表現ではなく、文字通りの意味です。これには本当に花火モードが実装されているんです。受け取った時からずっとある機能なんですよ。",
                "kr": "새해 복 많이 받으세요, 박사님. 이 레일건으로 폭죽이라도 터뜨려 볼까요? ……비유가 아니라, 진짜 폭죽을 말하는 거예요. 이 레일건은 처음 받았을 때부터 폭죽 모드가 탑재되어 있었거든요.",
                "cn": "新年快乐，博士。需要我用这门炮放个烟花吗？......不是比喻，是真的。它真的有一个烟花模式，第一次交到我手里的时候就有了。"
            },
            "asset": "char_4006_melnte/CN_038"
        },
        {
            "id": "char_4006_melnte_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Good morning. A dream-less night of sleep alleviates exhaustion the most, don't you think?",
                "jp": "おはようございます。夢も見ない深い眠りが疲労に一番効くと思いませんか？",
                "kr": "좋은 아침입니다. 꿈도 꾸지 않을 정도로 깊은 수면이 피로 회복에 가장 좋다고 생각하는데, 박사님은 어떠신가요?",
                "cn": "早上好。一夜无梦的睡眠最能缓解疲劳，您觉得呢？"
            },
            "asset": "char_4006_melnte/CN_042"
        },
        {
            "id": "char_4006_melnte_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "Rhodes Island is a place you can talk about your dreams without feeling embarrassed, and I like that. If I could start over, I would've come straight here without spending that time as a weapons tester... Maybe that way, I would already have taken a step toward my dreams.",
                "jp": "ロドスは胸を張って自らの理想を語れる場所ですから、気に入っています。すべてやり直せるなら、きっと武器テスターなんかにならず、真っ先にロドスに来ていたでしょう……もしそうしていたら、今頃私はもう自分の理想に向けて一歩目を踏み出していたかもしれません。",
                "kr": "로도스 아일랜드는 자신의 꿈을 당당하게 말할 수 있는 곳이라서 마음에 들어요. 만약 옛날로 돌아간다면, 전 무기 테스터 같은 일을 하지 않고 바로 로도스 아일랜드에 찾아왔을 거예요…… 그랬다면 지금쯤, 전 벌써 제 이상을 향해 한 걸음 더 내디뎠을지도 모르겠네요.",
                "cn": "罗德岛是个可以让人毫不害羞地述说自己理想的地方，我喜欢这一点。如果能重来的话，我一定不去做什么武器测试员，而是直接来罗德岛......那样，也许我现在已经为自己的理想迈出一步了吧。"
            },
            "asset": "char_4006_melnte/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Christie Cate",
            "global": "Christie Cate"
        },
        "cn": {
            "native": "牛奶君",
            "global": "Miruku"
        },
        "jp": {
            "native": "武田華",
            "global": "Hana Takeda"
        },
        "kr": {
            "native": "사문영",
            "global": "Sa Moon-young"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}