{
    "charid": "char_491_humus",
    "nameid": "humus",
    "names": {
        "en": "Humus",
        "jp": "ヒューマス",
        "kr": "휴머스",
        "cn": "休谟斯"
    },
    "voices": [
        {
            "id": "char_491_humus_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Can I have this printer that's written off? And my gosh, how could you dump that whole pile of paper in the shredder? You can still write on the back!",
                "jp": "この壊れたプリンターだけど、俺がもらっても構わねえか？おい、その紙、全部シュレッダーに突っ込むこたねえだろ。裏っ返せばまだ書けるってのによ。",
                "kr": "이 망가진 프린터, 내가 가져가도 되지? 잠깐! 그 종이들은 왜 전부 파쇄기에 넣은 거야? 뒤집으면 아직 쓸 수 있다고.",
                "cn": "这台报废的打印机可以给我吗？还有这些纸，你怎么就全扔进碎纸机了？翻过来背面还能写的。"
            },
            "asset": "char_491_humus/CN_001"
        },
        {
            "id": "char_491_humus_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Whoa whoa, Stay back. I just finished work, so I'm all sweaty. You need something? If it's not urgent, just go back to your office. Let me wash up and get a change of clothes, then I'll come talk to you.",
                "jp": "寄るな寄るな、ひと仕事やっつけたばっかで全身汗くせぇぞ。そんで、俺に何か用か？急ぎじゃねえならとりあえず引き取ってもらえるか。ひとっ風呂浴びてから会いに行くからな。",
                "kr": "어이, 가까이 오지 마. 일이 방금 막 끝나서 온몸이 땀범벅이란 말이다. 그래서, 나한테 무슨 볼일이라도 있어? 급한 게 아니라면 일단 돌아가. 씻고 옷도 좀 갈아입고 난 뒤에 찾아갈게.",
                "cn": "你先别靠过来，我刚干完活，弄得一身都是汗味。你找我有什么事？要是不着急，先回去，我等会儿洗一洗换件衣服再去找你。"
            },
            "asset": "char_491_humus/CN_002"
        },
        {
            "id": "char_491_humus_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Hahaha, Check me out! I made this whole outfit by myself. Yeah, it looks like crap, but it's sturdy! And you see this sickle?  I tore a door off a huge car to make it. I've used it for years, and it's good as new.",
                "jp": "どうだ、サマになってるだろ？俺が身に着けてるもんはどれも自分で作ったんだぜ。見てくれは確かにイマイチだが、かなり丈夫にできてんだ。例えばこの鎌は、どでけぇ車のドアを引っぺがして作ったもんでな、何年も使ってるけど全然ガタがこねえんだよ。",
                "kr": "어때? 내가 입고 쓰는 것들은 전부 직접 만든 거야. 겉보기엔 별로일지 몰라도, 꽤나 튼튼하다고. 이 시클 보이지? 이건 내가 차 문짝 하나 뜯어다 만든 건데, 몇 년 째 쓰는데 아직도 멀쩡하다고.",
                "cn": "怎么样？我身上东西都是我自己做的，不好看是不好看，但很结实。别的不说，看到这把镰刀了吗？当时我拆了好大一扇汽车门才做出来的，用了好几年，一点都没坏。"
            },
            "asset": "char_491_humus/CN_003"
        },
        {
            "id": "char_491_humus_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "See that electric cooker of mine? I made it out of an old heater. And my space heater there, I made it out of an old TV. And As for the TV here, I put that together from the parts of a broken bread maker. Where did I get this bread maker? Aha, I modded an electric cooker I scavenged.",
                "jp": "俺の部屋の電気鍋な、ありゃ使わなくなった電気ストーブで作ったんだ。その電気ストーブも古いテレビをバラして組んだんだけどな。そんでそのテレビだって、ぶっ壊れたパン焼き器のパーツで作ったんだぜ。え、そのパン焼き器はどうしたんだって？あー、あれは廃品回収でもらった電気鍋を改造したんだ。",
                "kr": "지금 내 방에 있는 전기밥솥 있지, 그거 내가 쓰던 히터를 개조해서 만든 거야. 그 히터도 낡은 TV를 조립해서 만든 거였고. 그리고 그 TV는 부서진 토스트기의 부품을 활용해서 만들었어. 뭐? 토스트기는 어디서 구했냐고? 아, 그건 폐품 수거로 얻은 전기밥솥을 개조했지.",
                "cn": "我屋里的电热锅啊，那是我用二手的电暖气做的。电暖气嘛，是用旧电视组装的。至于电视，那是我用破面包机的零件制作出来的。什么，你问我面包机哪来的？啊，是用回收来的电热锅改造的。"
            },
            "asset": "char_491_humus/CN_004"
        },
        {
            "id": "char_491_humus_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "The Pioneer guys are different from us. They get to wander around. Not us. Once you come to the disposal plant, you're staying forever.  Think you can run? Not happening, my friend. Look at your supplies, how far could you go? There's nothing but wasteland for miles. Your only shot at survival is staying inside.",
                "jp": "開拓隊の連中は俺たちとは違って、色んなとこに行けるからいいよな。俺たちゃ望みなしだ。ゴミ処理場に送られちまったら、それから先は一生そこで過ごす羽目になる。逃げる？無理無理、どうやって逃げんだよ？外は一面の荒野だぜ、処理場に残ってなんとか食いつなぐ方が利口ってもんだ。",
                "kr": "개척대 사람들은 우리랑 달리 여러 장소를 돌아다닐 수 있다지만, 우린 그렇게 못해. 처리장에 온 이상, 평생을 여기서 지낼 수밖에 없어. 도망가면 되지 않냐고? 밖엔 황무지밖에 없으니까 무리야. 그래도 처리장에 남아있으면 어떻게든 버틸 수라도 있잖아.",
                "cn": "那些拓荒队的和我们不一样，那群人好歹还能四处走走。我们不行，来到了处理站，一辈子就只能待在这里了。跑？不行，怎么跑？外面都是荒地，留在里面还能勉强活下去。"
            },
            "asset": "char_491_humus/CN_005"
        },
        {
            "id": "char_491_humus_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "You have no idea how heartless those snobs are. They dump just about anyone in the disposal plant. Kids barely old enough to work, old folks in bad health. I can't stand it, but there's not much I can do other than making sure they get fed alongside me.",
                "jp": "はぁ、上のお偉いさん方ときたらそりゃ血も涙もねえ連中でよお、小せえ子供だろうが体の弱った年寄りだろうが、みんな平気で処理場にぶちこみやがんだ。見るに忍びねえもんだったが、俺には食いもんがあったらそれを分けてやるくらいしかできなかったよ。",
                "kr": "하아, 넌 모르겠지만 위쪽에 있는 높으신 분들은 정말 피도 눈물도 없는 거 같아. 글쎄 어린애들이나 몸 안 좋은 노인들까지 전부 처리장에 보낸다니까. 차마 눈 뜨고 볼 수 없는 광경이었지만, 내가 할 수 있는 거라곤 그저 먹을 게 생기면 그 사람들한테 나눠 주는 거뿐이었어.",
                "cn": "唉，你不知道，上面那些老爷真的是没有良心，半大的孩子，身体不好的老人家，什么人都能往处理站扔。我看着不忍心，但也做不了什么，只能说有我一口饭，也就有他们一口饭。"
            },
            "asset": "char_491_humus/CN_006"
        },
        {
            "id": "char_491_humus_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Doctor, remember that printer I took off your hands? Here, I fixed it. Oh, but keep an eye on the thermometer up top when you use it. If it goes over the threshold, it could explode.",
                "jp": "ドクター、こないだもらったプリンターは覚えてるか？直しといたから持ってきたんだが、使う時はここんとこの温度計をよく見とくんだぞ。警告ラインを超えたら爆発するかもしれねえから、くれぐれも気をつけるようにな。",
                "kr": "박사, 저번에 내가 가져간 프린터 기억해? 내가 고쳐 왔는데, 쓸 때는 여기 있는 온도계를 잘 봐. 한계선을 넘으면 폭발할 수도 있으니까 조심하고.",
                "cn": "博士，还记得上次从你那拿走的报废打印机吗？我修好给你送过来了，你用的时候注意看上面的温度计，一旦超过警戒线，它有可能就炸了。"
            },
            "asset": "char_491_humus/CN_007"
        },
        {
            "id": "char_491_humus_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Yeah, Doctor, I've got a temper, and I can't just sit by and watch bad things happen. In the end, I made the wrong enemies, and got thrown in the disposal plant. A whole decade came and went in the blink of an eye, like a nightmare... But now the dream's gone, and I'm awake! I don't regret it one bit. I'll keep my temper and make no compromises.",
                "jp": "ドクター、俺はあんたの言う通り堪え性はないし、気に食わないことは我慢ならねえタチなんだ。それで揉めたらマズい連中の怒りを買って、処理場にぶち込まれる羽目になったってわけだな。それからの十数年はあっという間で、まるで悪夢を見てるようだったよ。だけどそこから覚めても俺は後悔してねえぜ。堪え性なんてもんを身に付ける気はねえし、納得いかねえ結果に甘んじるなんてまっぴら御免だ。",
                "kr": "그래, 박사. 네 말대로 난 성격이 불같고 마음에 안 드는 건 절대로 못 참는 타입이야. 그래서 건드려선 안 될 사람들의 심기도 엄청나게 건드렸고, 결국엔 처리장에 들어가게 되었지. 그곳에서의 십여 년은 마치 악몽을 꾼 것처럼 순식간에 지나갔지. 하지만 악몽에서 깨어난 지금도 후회하지 않아. 이 성질을 죽일 생각도 없고, 앞으로도 타협 같은 건 절대로 안 할 거야.",
                "cn": "对，博士，我是个暴脾气，看不惯的事情根本没法忍，惹了一堆不该惹的人，结果被丢进处理站了。十几年一眨眼就过去了，跟一场噩梦似的。如今醒来我也不后悔，还是要当个暴脾气，绝不妥协。"
            },
            "asset": "char_491_humus/CN_008"
        },
        {
            "id": "char_491_humus_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Ever since we were kids, if folks like us wanted to eat, we had to count on the scraps the snobs let slip from on high. Sadly, that's not enough to fill your stomach. So some folks end up stealing, naturally. That's not something anyone should do, I know. But if there was another way, why would you need to steal?",
                "jp": "小せえ頃から、俺たちみてえな奴がメシにありつこうと思ったら、お偉いさんの指の隙間から落ちてくるおこぼれを待つしかなかった。だけどそんなんじゃ腹は膨れねえから、自然と泥棒や略奪を働く奴が出てくんだ。やっていいことじゃねぇってのは百も承知だけどよ、それ以外に生きる道があんなら、誰がそんなクソみてえなこと好き好んでやるってんだ？",
                "kr": "우리 같은 녀석들은, 어릴 때부터 콩고물이라도 얻어먹기 위해 위쪽에 있는 녀석들한테 빌붙어서 배를 채우곤 했어. 근데 그걸로 배부르게 먹을 수 있을 리가 없잖아. 그러다 보니 자연스레 도둑질하는 사람도 생겼지. 해선 안 되는 일이라는 건 당연히 알지만, 먹고 살 다른 방법이 있다면 왜 굳이 그런 짓을 하겠어?",
                "cn": "从小到大，我们这样的家伙要吃饭，就只能指望上面的人从手指缝里漏出点什么来，可那些根本吃不饱，自然而然，就有人去偷去抢。那不应该，我明白，可要是有能活的路，谁想去做该死的事？"
            },
            "asset": "char_491_humus/CN_009"
        },
        {
            "id": "char_491_humus_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Whatever it is, it can wait until tomorrow! There's unlimited steak at the canteen today, I'd better get over there right away!",
                "jp": "用があんなら明日にしてくれ、今日は食堂でカツ祭りをやってっから、さっさと行かねえとな！",
                "kr": "할 말 있으면 내일 하면 안 될까? 오늘은 식당에서 스테이크를 무한으로 제공하는 날이라 빨리 가야 돼!",
                "cn": "有什么事明天再说，今天食堂肉排不限量供应，我得赶紧过去！"
            },
            "asset": "char_491_humus/CN_010"
        },
        {
            "id": "char_491_humus_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Doctor, Rhodes Island has done so much for me. What can I say except thank you? If you need anything, just say the word. I'll do whatever it takes to make it happen!",
                "jp": "ドクター、あんたらロドスには随分助けてもらったし、もう感謝の言葉しか出てこねえよ。もし俺で役に立てることがあったら遠慮なく言ってくれ。なんとしてでも力になってみせるからよ！",
                "kr": "박사, 로도스 아일랜드에겐 항상 도움만 받아서 고맙다는 말 말고는 딱히 할 말이 없네. 만약 내가 도울 일이 있다면 바로 얘기해 줘, 무슨 일이 있어도 힘을 보태줄 테니까!",
                "cn": "博士，你们罗德岛帮了我那么多，我除了感激没话说。你要是用得上我，尽管说，一定想办法给你办成！"
            },
            "asset": "char_491_humus/CN_011"
        },
        {
            "id": "char_491_humus_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Doctor, I can read a little bit, but the jargon in this video is pretty dense. I can barely make any sense of it.",
                "jp": "ドクター、俺も字くらい多少はわかるったって、こんな専門用語だらけの映像はやっぱりちんぷんかんぷんだぜ。",
                "kr": "박사. 나도 글을 읽을 순 있지만, 이렇게 전문 용어가 많으면 이해하기 어렵다고.",
                "cn": "博士，就算我是认识些字，但片子里有这么多专业术语，我还是很难看明白。"
            },
            "asset": "char_491_humus/CN_012"
        },
        {
            "id": "char_491_humus_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "What? You're giving me a promotion? Me? For real? Hold up, what was I doing before this?",
                "jp": "なに、昇進させる？俺をか？ほんとに俺で合ってるか？いや待て、最近俺なんかしたっけか？",
                "kr": "뭐라고, 승진? 나를? 정말로 내가 맞아? 잠깐, 내가 요즘 무슨 일을 했더라?",
                "cn": "什么，最近要给我晋升？我吗？真的是我吗？等等，前段时间我都干了什么？"
            },
            "asset": "char_491_humus/CN_013"
        },
        {
            "id": "char_491_humus_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Thanks, Doctor... If only my old man had lived long enough to see this day. His kid... always up to no good... has finally made a name for himself.",
                "jp": "ありがとな、ドクター……うちの早死にしたジジイにも今日の様子を見せてやれたらよかったんだけどな。あんたのポンコツ息子が……ちったあサマになったぞってな。",
                "kr": "고마워, 박사…… 먼저 세상을 떠난 우리 노친네한테도 이 모습을 보여줄 수 있었으면 참 좋았을 텐데…… 그 쓸모없던 아들이…… 이제야 사람 구실을 한다고 말이야.",
                "cn": "谢谢，博士......要是我家那个短命老头能看到这一天就好了，他不成器的儿子......如今终于混出个样子来了。"
            },
            "asset": "char_491_humus/CN_014"
        },
        {
            "id": "char_491_humus_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Agh... It's been a while since I beat anyone up. Hope I didn't get too rusty.",
                "jp": "すぅ……ふぅ……人をぶん殴るのは久々だから、もうなまっちまってるかもな。",
                "kr": "후우, 사람을 때리는 건 오랜만이라, 실력이 녹슬었을지도 모르겠군.",
                "cn": "嘶，好久没揍过人，估计都手生了。"
            },
            "asset": "char_491_humus/CN_017"
        },
        {
            "id": "char_491_humus_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Yeah, I can be the captain and chaperone these kids. I'll make sure all of them come back alive.",
                "jp": "若えのの隊長なんて屁でもねえよ。必ずみんな無事に連れて帰るぜ。",
                "kr": "혈기왕성한 애송이들을 데리고 팀장 노릇 하는 정도야 전혀 문제없어. 반드시 다들 무사히 데리고 올 테니까, 안심해.",
                "cn": "我给这群小毛头当队长绝对没问题，最后肯定都平平安安给你送回来。"
            },
            "asset": "char_491_humus/CN_018"
        },
        {
            "id": "char_491_humus_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Stop right there, you little cubs! Don't just rush in ahead!",
                "jp": "ちょっと待ちやがれ、てめえら若えのだけでどんどん進むんじゃねえ。",
                "kr": "잠깐잠깐, 너희 애송이들끼리 먼저 가지 말라고.",
                "cn": "等会儿，你们这群小毛头先别着急往前冲。"
            },
            "asset": "char_491_humus/CN_019"
        },
        {
            "id": "char_491_humus_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "You come at me like that, you can't blame me for what happens next.",
                "jp": "ケンカ売ってきたのはそっちだし、手加減しねえからな。",
                "kr": "너희가 먼저 싸움을 걸어왔으니, 나도 봐주지 않겠어.",
                "cn": "既然你们自己送上门来，就别怪我不客气了。"
            },
            "asset": "char_491_humus/CN_020"
        },
        {
            "id": "char_491_humus_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Are you ready?",
                "jp": "準備できたか？",
                "kr": "준비는 됐나?",
                "cn": "准备好了吗？"
            },
            "asset": "char_491_humus/CN_021"
        },
        {
            "id": "char_491_humus_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "I'm all set to go.",
                "jp": "こっちは準備万端だ。",
                "kr": "이쪽은 준비됐어.",
                "cn": "我准备好了。"
            },
            "asset": "char_491_humus/CN_022"
        },
        {
            "id": "char_491_humus_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Huh? I thought you wanted me here to fix a lock!",
                "jp": "あぁ？鍵開けの仕事じゃねえのか？",
                "kr": "뭐야, 자물쇠 따라고 부른 거 아니었어?",
                "cn": "啊，你们不是让我来撬锁的吗？！"
            },
            "asset": "char_491_humus/CN_023"
        },
        {
            "id": "char_491_humus_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Whose car is this? I... How should I know?",
                "jp": "こいつは誰の車かって？そりゃ……俺も知らねえよ。",
                "kr": "이건 누구 차냐고? 글쎄…… 나도 잘 모르겠는데.",
                "cn": "你问我这车是谁的？我......也不知道啊。"
            },
            "asset": "char_491_humus/CN_024"
        },
        {
            "id": "char_491_humus_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "A one-on-one? Tough guy, huh.",
                "jp": "ふん、俺とタイマン張るなんて肝が据わってんな。",
                "kr": "흥, 나랑 맞짱이라니, 간도 크네.",
                "cn": "哼，敢跟我单挑，算你胆子大。"
            },
            "asset": "char_491_humus/CN_025"
        },
        {
            "id": "char_491_humus_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "What, you think you're gonna grind me down with numbers?",
                "jp": "なんだ、消耗戦をふっかけられて俺がビビると思ったか？",
                "kr": "뭐야, 소모전이면 내가 겁먹을 줄 알았나 보지?",
                "cn": "怎么，车轮战难道我就会怕吗？"
            },
            "asset": "char_491_humus/CN_026"
        },
        {
            "id": "char_491_humus_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "There's more of you? Ugh, what a day.",
                "jp": "鬱陶しいなぁ、まだいんのかよ。",
                "kr": "귀찮네, 아직도 남았어?",
                "cn": "烦不烦，怎么还有人？"
            },
            "asset": "char_491_humus/CN_027"
        },
        {
            "id": "char_491_humus_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Arghhhh screw it! Bring it on, all of you!",
                "jp": "ああもう、てめえらまとめてかかってきやがれ！",
                "kr": "하아, 그냥 한꺼번에 덤벼!",
                "cn": "哎呀，你们一起上算了！"
            },
            "asset": "char_491_humus/CN_028"
        },
        {
            "id": "char_491_humus_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Ugh, I just hope these punks learned their lesson.",
                "jp": "チッ、こいつらも次はちったあ学習してくれるといいんだけどな。",
                "kr": "쳇, 다음번엔 저 녀석들도 좀 학습이라는 걸 해 줬으면 좋겠는데.",
                "cn": "啧，希望这些家伙下次能长点记性吧。"
            },
            "asset": "char_491_humus/CN_029"
        },
        {
            "id": "char_491_humus_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "No enemies in sight. But I'm sure they left behind some pretty good stuff.",
                "jp": "一人残らず逃げちまったけど、いいモン残してってくれたな。",
                "kr": "놈들은 전부 도망쳤지만, 남겨진 물건들은 꽤나 쓸 만하네.",
                "cn": "人都跑光了，不过留下的东西还挺好。"
            },
            "asset": "char_491_humus/CN_030"
        },
        {
            "id": "char_491_humus_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "No, no, don't chase them. Just let them be. They got beaten so bad, they won't be causing trouble for a <i>long</i> while.",
                "jp": "追うな追うな、逃がしてやろうぜ。あそこまでボコボコにされる奴らじゃ、どのみち大成しねえよ。",
                "kr": "쫓지 마, 그냥 놔주자고. 저렇게까지 당했는데, 다른 일을 꾸밀 순 없을 거야.",
                "cn": "别追了，放他们回去吧，被打成这样，以后他们也成不了气候。"
            },
            "asset": "char_491_humus/CN_031"
        },
        {
            "id": "char_491_humus_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Relax, nobody wins every fight. Go home, wash your face. Life goes on.",
                "jp": "まあよくあるこった、ケンカなんだから負けることだってあるだろ。帰ってシャキッと顔洗って、明日まで引きずらねえようにしねえとな。",
                "kr": "싸움에서 지는 건 흔한 일이잖아. 우선 돌아가서 세수나 한번 하자. 오늘의 일을 내일까지 가져가지 말자고.",
                "cn": "正常，打架哪有不输的，回去洗把脸，明天照样过。"
            },
            "asset": "char_491_humus/CN_032"
        },
        {
            "id": "char_491_humus_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Man, this bed is too soft. I just can't fall asleep. Could you give me something firmer? That's how I like it.",
                "jp": "ここのベッドはふにゃふにゃでしっくりこねえな。固えのを出してもらえねえか。そっちのが慣れてんだ。",
                "kr": "이 침대, 너무 푹신해서 잠이 잘 안 오는데, 좀 더 딱딱한 건 없어? 그게 더 익숙하거든.",
                "cn": "这床太软了，我真睡不惯，能不能给我张硬点的，那我睡着才舒服。"
            },
            "asset": "char_491_humus/CN_033"
        },
        {
            "id": "char_491_humus_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Hm? Need some help? I'm your man.",
                "jp": "ん？手伝ってほしいことがあるのか？遠慮せずに言ってくれよ。",
                "kr": "응? 도와달라고? 말만 해.",
                "cn": "有什么要帮忙的吗？和我说就是了。"
            },
            "asset": "char_491_humus/CN_034"
        },
        {
            "id": "char_491_humus_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Here, I grabbed you some tangerines from the canteen.",
                "jp": "ほら、食堂でみかんもらってきたぞ。",
                "kr": "자, 식당에서 가져온 귤이야.",
                "cn": "给，我从食堂给你拿了俩橘子。"
            },
            "asset": "char_491_humus/CN_036"
        },
        {
            "id": "char_491_humus_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_491_humus/CN_037"
        },
        {
            "id": "char_491_humus_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "When I first got to that stinking place, I didn't celebrate any holidays. That's for men who still got hopes or dreams. But the kids kept pestering me, asking me to make them some fireworks. In the end, I accidentally burned the whole tent... Thinking back, I guess it <i>was</i> pretty funny, hahaha.",
                "jp": "あのボロ処理場にぶち込まれた当初は、祝日なんて祝おうとは思わなかったな。あんなのは希望がある連中のやることだからってな。だけどガキどもがどうしても花火を作ってくれってせがむもんで、やってみたらテントを燃やしちまってな……いやー、今思い出すと笑えてくるな、ハハ。",
                "kr": "그 거지 같은 처리장에 처박혀있었을 땐, 기념일 같은 건 한 번도 챙기지 않았어. 그런 건 전부 희망이 있는 녀석들이나 하는 거라고 생각했었으니까. 근데 꼬맹이들이 불꽃놀이를 보고 싶다고 하도 졸라대길래, 결국엔 불꽃을 터뜨리다가 텐트를 태워 먹기도 했지…… 지금 생각해 보면 그것도 즐거운 추억이네, 하하.",
                "cn": "刚到那破地方的时候，过节我从来不庆祝，那都是有盼头的人才做的。但那些小破孩非要折腾我，让我整个烟花来看，结果把我帐篷给烧了......别说，回想起来确实挺好笑，哈哈哈。"
            },
            "asset": "char_491_humus/CN_038"
        },
        {
            "id": "char_491_humus_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "No matter how busy you are, be sure to eat right, Doctor.",
                "jp": "いくら仕事が忙しくてもメシはちゃんと食ってな。",
                "kr": "아무리 바빠도 밥은 잘 챙겨 먹으라고.",
                "cn": "忙工作也得好好吃饭啊。"
            },
            "asset": "char_491_humus/CN_042"
        },
        {
            "id": "char_491_humus_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "I sorted through tons of trash at the disposal center, for years. You can use most things after a little cleaning. If cleaning isn't enough, you can probably still fix it. If that doesn't do the trick, you can use its parts to fix something else. That goes for people too, don't you think? No one out there's completely useless.",
                "jp": "処理場でなげーこと物拾いをしてたけどよ、綺麗にすりゃ使えるもんは多かったし、それでダメなら修理すりゃよかったし、それも無理なくらい壊れてても、分解すりゃ中のパーツは使えたもんだ。ドクター、人も同じだと思わねえか？何の役にも立たねえ奴なんて本当はいねえよな？",
                "kr": "처리장에서 오랫동안 쓰레기를 줍고 다녔는데, 몇몇 물건들은 깨끗하게 닦기만 해도 다시 쓸 수 있는 것들이었고, 망가진 물건도 조금만 손을 보면 다시 쓸 수 있거나, 못 쓰더라도 그 안의 부품은 재활용할 수 있었어. 박사, 사람도 마찬가지 아닐까? 이 세상에 쓸모없는 사람 같은 건 없을지도 몰라.",
                "cn": "在处理站里拾拾捡捡这么些年，有不少东西，洗洗刷刷就能再用，再不行，就修补修补，坏得实在不行了，里面的零件拆出来也能用。博士你说，人也是这样的，对吧？没谁是真的一点用都没有。"
            },
            "asset": "char_491_humus/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Gabriel Romero",
            "global": "Gabriel Romero"
        },
        "cn": {
            "native": "黒石稔",
            "global": "Yuxuan Liu"
        },
        "jp": {
            "native": "喜屋武和輝",
            "global": "Kazuki Kyan"
        },
        "kr": {
            "native": "박주광",
            "global": "Park Ju-gwang"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}