{
    "charid": "char_489_serum",
    "nameid": "serum",
    "names": {
        "en": "Corroserum",
        "jp": "コロセラム",
        "kr": "코로세럼",
        "cn": "蚀清"
    },
    "voices": [
        {
            "id": "char_489_serum_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Make the most of everything, hm? As you've given approval, I'll do my very best to provide you all additional joint effort and technological support necessary, within our agreement's scope, of course. Fortunately, assistant work was my exact vocation.",
                "jp": "使えるもんはフル活用ですか？ふむ。まぁあなたがオッケーしてくださりやがるのなら、私も全力で、あなたが欲する協力と技術サポートを全部提供して差し上げましょう。もちろん、契約範囲内でね。幸い、助手の仕事は私の天職ですんでね。",
                "kr": "쓸 수 있는 건 최대한 활용한다, 이거군요? 흠. 뭐, 당신이 오케이나 해 주신다면야, 저도 최~선을 다해, 당신이 원하는 협력과 기술 서포트를 전~부 제공해 드리지요. 물론, 계약 범위 내에서요. 다행히도, 조수 일이 원래 제 천직이라서 말이죠.",
                "cn": "物尽其用，嗯？既然您认可，那么我也会尽我所能地，为您提供一切您所需的额外协力与技术支持，当然，这也在协议范围内。所幸，助理工作本就是我的天职。"
            },
            "asset": "char_489_serum/CN_001"
        },
        {
            "id": "char_489_serum_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Rhodes Island's ambience is more assuaging than I'd imagined, at least personally speaking. After all, you typically feel medical firms would be nothing but dour to almost insipid researchers. Not to even start on your armed force to keep the Oripathy-related technologies and personnel safe.",
                "jp": "ロドスは想像よりもお気楽な雰囲気ですね。少なくとも、私に言わせりゃーですけど。製薬会社って聞いたら、フツーは仏頂面でつまんねー研究者ばかりだと思いやがりますでしょう？鉱石病予防の研究をしている技術者や戦闘員ならなおのことですよ。",
                "kr": "로도스 아일랜드는 상상했던 것보다 태평한 분위기네요. 적어도 제가 보기엔 그렇습니다만. 제약회사라고 하면 보통, 뚱한 표정에 재미없는 연구자만 있을 거라고 생각하잖아요? 하물며 광석병 예방을 연구하고 있는 기술자와 전투원이라면, 더더욱 그렇겠죠.",
                "cn": "罗德岛的氛围比我想象的要惬意一些，至少对我个人而言如此。毕竟，一般都会觉得医药企业里尽是些严肃到有些无趣的研究者吧，就更不用说捍卫矿石病的相关技术与人员的武装力量了。"
            },
            "asset": "char_489_serum/CN_002"
        },
        {
            "id": "char_489_serum_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "In my time at Raythean, I took part in several project teams, but they mostly bored me. Obviously, one can't complain about their technological prowess, but if all it is is fulfilling orders to quota, without attempting to inject a little inspiration, doesn't work become just too dull?",
                "jp": "レイジアンにいた頃は、何個かプロジェクトに参加していましたが、どれもつまんねーもんでした。もちろん、あいつらの技術力は文句のつけようもありませんでしたが、客のオーダーを満たすだけで、自身のひらめきを組み込んだりしようとしなきゃ、くだらねー仕事に成り下がっちまうと思いやがりませんか？",
                "kr": "레이시언에 있었을 땐 프로젝트에 몇 개 참가하고 있었습니다만, 다 시시하기 짝이 없었죠. 물론, 그 녀석들의 기술력은 불평할 데가 없었지만, 손님이 주문하는 대로만 만들고 자기 아이디어를 넣으려곤 안 하니까, 일이 점점 더 시시해지는 거 아닐까요?",
                "cn": "在雷神工业时，我也待过几个项目组，但大抵让我觉得无趣。当然，他们的技术力都无可挑剔，可如果只以满足订单需求为截止，不试图倾注一些灵感的话，工作不就太无趣了吗。"
            },
            "asset": "char_489_serum/CN_003"
        },
        {
            "id": "char_489_serum_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "You seem somewhat mindful of my manner of speech. Hmm, if possible, I'd like if you could bear with it. My last project team, whether superiors or juniors, all took up overly polite address that only sent communication efficiency to rock bottom. It posed a headache to me too.",
                "jp": "私の口調が気になりやがるようですね。えーっと、できりゃーそこんとこは大目に見てくれやがると幸いなんですが。前のプロジェクトチームの奴らとは、上司だろうが部下だろうが、バカ丁寧な接し方をしてたら効率が下がる一方だったんでね。私も苦労してるんですよ。",
                "kr": "제 말투가 거슬리시는 모양인데…… 음, 이 부분은 웬만하면 대충 넘어가 주시죠. 저번 프로젝트 팀 녀석들한텐, 상사든 부하든 다 정중하게 쳐 대해줬더니 효율이 장난 아니게 떨어졌거든요. 저도 나름 고생이 많다고요.",
                "cn": "您似乎对我的语气有些在意。啊，如果可能的话还请您多包涵。我在前项目组里面对的家伙，无论上司还是下属，用一本正经的方式和他们沟通都只会极大地降低沟通效率，我也很伤脑筋。"
            },
            "asset": "char_489_serum/CN_004"
        },
        {
            "id": "char_489_serum_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "True, work calls for strict treatment, and serious accomplishment. But after work is over, you also need to understand keeping a balance and relaxing, which is what lets you adjust your own state and achieve glowing results next time in your work. Do you believe so, Doctor?",
                "jp": "仕事はそりゃ真面目にやるべきですが、それが終わった後にメリハリ付けてリラックスする術も身につける必要があります。そうやってメンタルをいい感じに整えてこそ、次の仕事がちゃんとこなせるってもんです。ドクターはどう思いやがりますか？",
                "kr": "일이야 뭐 당연히 성실하게 해야 되는 거지만, 그게 끝난 뒤에는 융통성 있게 좀 쉬는 기술도 익힐 필요가 있죠. 그렇게 멘탈을 적당히 관리해줘야 또, 다음 일을 제대로 할 수 있으니까요. 박사님은 어떻게 생각하시는지요?",
                "cn": "工作固然要严谨对待，认真完成。而在完成工作后也当然要懂得如何张弛有度地放松自己，这样才能调整好状态让下次的工作完成得更出色。您认为呢，博士？"
            },
            "asset": "char_489_serum/CN_005"
        },
        {
            "id": "char_489_serum_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Have you heard the observation that though many find satisfaction in neat, orderly things, there's a set that feels apprehension in a space holding the same qualities? Yes, every time a rest day passes and I return to a work station that's been tidied up, I feel suffering.",
                "jp": "ドクターはこんな言葉を聞いたことはありやがりますか？「多くの人は整った物事から満足感を得られるが、逆に整った空間に焦燥感を覚える人もいる」。まさにその通りです。私も休日を終えて綺麗に整った席に戻ると、いつも苦しくなるんです。",
                "kr": "박사님은 이런 말을 들으신 적이 있으신지요? “많은 사람은 정리된 것에서 만족감을 얻을 수 있으나, 반대로 정리된 공간에서 초조함을 느끼는 사람도 있다.”이게 참 맞는 말인데 말이죠. 저도 휴일이 끝나서 깨끗하게 정리된 자리로 돌아오면, 매번 괴로워지거든요.",
                "cn": "博士有没有听过一种说法，虽然许多人都能从整齐有序的事物中得到满足，但也有一部分人在整齐有序的空间里反而会感到焦虑。是的，每次休息日结束后回到被整理过的工位上时都让我感到痛苦。"
            },
            "asset": "char_489_serum/CN_006"
        },
        {
            "id": "char_489_serum_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "A pileup of overdue reports and files just won't do. The paper shredder? No, Doctor, don't tell me you wouldn't want to try this environmentally-friendly corrosive, able to turn a ream of paper to pulp with a dropper's worth. There's no use? That's true. How about I launch a project to develop a papermaking machine utilizing this pulp?",
                "jp": "古いレポートやら書類やらを山積みにしとくのは良くねーですよ。シュレッダー？いやいや、ドクター、この安心安全で環境配慮もバッチシの腐蝕剤を試してみたくねーですか？ちーと垂らすだけで、大量の紙をドロドロに溶かしてパルプにできんですよ。使い道がねー？まーそりゃそうだ、じゃあパルプから紙を作るマシーンの開発プロジェクトでも、一緒に立ち上げやがりませんか？",
                "kr": "오래 된 보고서네 서류네 이딴 걸 산더미처럼 쌓아 두면 안 좋아요~ 문서 절단기? 박사님도 참~ 이 안심되고, 안전하고, 환경도 제대로 고려한 부식제를 시험해 보고 싶지 않으신가요? 약~간만 떨어뜨려도 대량의 종이를 흐물흐물하게 녹여서 펄프로 만들 수 있습니다만…… 쓸 곳이 없다고요? 하긴 또 그렇긴 한데…… 그럼, 펄프에서 종이를 만드는 머신 개발 프로젝트라도 함께 추진해보는 건 어떠실까요?",
                "cn": "过期的报表和文件堆着可不好。碎纸机？不，博士，您难道不想试试这款安全无污染的腐蚀剂，只需一点点就能把大量纸张溶成纸浆。没什么用？确实，那我们立项研发一台能用这种纸浆造纸的机器？"
            },
            "asset": "char_489_serum/CN_007"
        },
        {
            "id": "char_489_serum_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "The impression you give may not seem quite like my project manager at Raythean, but there's some similarities. However, saying this with a wide open heart, you as a superior outstrip that unpredictable, outlandish black box of a crackpot project-intending plan-addled trickster genius by miles.",
                "jp": "あなたはレイジアンにいるうちのプロマネとは少し違った雰囲気をしてやがりますが、ビミョーに似てる部分もあります。だけど、包み隠さずあれこれ話してくれやがるところで言えば、上司にするにはあの意味不明な企画案ばっか考えてるイタズラモンスターよりずっといいんですよ。",
                "kr": "당신은 레이시언에 있던 제 프로젝트 매니저와는 조금 다른 분위기이긴 한데…… 또 묘하게 닮은 구석도 있단 말이죠. 그래도, 숨기는 거 없이 이것저것 말해주고 그러는 걸 또 보면, 상사로 삼기에는 왜 쳐하는지도 모를 기획안만 주구장창 생각하는 그 장난꾸러기 괴물보단 훨씬 낫네요.",
                "cn": "您给人的感觉虽与我那雷神工业的项目经理似乎有所不同，但也有几分相似。不过，就知无不言这一点来说，您作为我的上司确要比那位满脑子不知道在盘算什么奇葩项目方案的整蛊天才强太多了。"
            },
            "asset": "char_489_serum/CN_008"
        },
        {
            "id": "char_489_serum_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Both Raythean R&D projects and working together with you have been delightful experiences. I'm finding myself torn between choosing, and I don't mean it as a pleasantry. Perhaps, you'd mock my greed? But people like us might just all be greedy. What's your view?",
                "jp": "レイジアンの開発プロジェクトもあなたとの仕事も、どっちも楽しめています。そのせいで私は何を選べば良いかって悩み始めてんですよ。別におべっか使ってるわけじゃねーですよ。もしかしたら、あなたは欲深すぎるって笑いやがりますかね？だけど私みたいな奴らは、たぶんみんなごうつくばりなんです。あなたもそう思いやがりませんか？",
                "kr": "레이시언의 개발 프로젝트도, 당신과 일 하는 것도, 둘 다 즐기고 있습니다. 이제 어떤 걸 선택하면 좋을지, 고민될 지경이라니까요? 딱히 아부를 떠는 건 아니에요. 어쩌면 당신은, 욕심이 너무 많은 거 아니냐며 웃어넘길지도 모르겠네요. 근데 원래 저 같은 녀석들은 대개 다~ 저처럼 욕심쟁이거든요. 당신도 그렇게 생각하지 않으시나요?",
                "cn": "无论在雷神工业研发项目还是与您共事都是非常令人愉快的体验，这让我开始感到有些难以取舍，这并不是客套话。也许，您会嘲笑我的贪心？但像我们这样的人或许都是贪心的，您怎么看呢？"
            },
            "asset": "char_489_serum/CN_009"
        },
        {
            "id": "char_489_serum_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Only when you have finished everything at hand can you rest carefree and firm-willed. At this rate, I'm worried you'll... heh, whatever. With this little left, I can figure it out for you without any worry.",
                "jp": "先に手元の仕事を片付けやがってからのほうが、ゆっくり気兼ねなく休めるでしょうに。ドクター、そんなことじゃ……ふん、まあいいでしょう。このくらいの残務なら、大した手間じゃありませんし私が代わりに片付けておきましょう。",
                "kr": "먼저 급한 일부터 처리해 둬야, 눈치 안 보고 느긋하게 쉴 수 있으실 텐데. 박사님, 그딴 식이시면…… 흥, 뭐 됐습니다. 이 정도 쯤이야, 시간도 많이 안 잡아먹으니 제가 대신 처리해 두죠.",
                "cn": "得先把手头的事情全做完，休息起来才能更悠闲更硬气啊，博士，您这样恐怕......哼，算了，只剩下这点的话我来替您搞定倒也只是举手之劳。"
            },
            "asset": "char_489_serum/CN_010"
        },
        {
            "id": "char_489_serum_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Hello there, Dr. {@nickname}. Raythean Industries liaison, Corroserum. I'm sure you saw the relevant contracts and forms, despite your busy schedule. Now then, do share any upcoming workflow arrangements.",
                "jp": "こんにちは、ドクター。レイジアン工業から出向になったコロセラムです。お忙しいでしょうが、もう関連の契約やらリストにはお目通しいただきやがったことと思います。では、これからの業務タスクフローを教えやがってください。",
                "kr": "안녕하십니까, 박사님. 레이시언 공업에서 파견 나온 코로세럼이라 합니다. 바쁘신 건 잘 알겠지만, 관련된 계약이나 리스트는 다 보셨을 거라 생각해서 말이죠. 그럼, 앞으로의 워크플로우를 가르쳐주실까요?",
                "cn": "您好，Dr.{@nickname}。雷神工业派驻人员，蚀清，想必您已在百忙之中过目了相关的合同与表单。那么，请容我获知之后的工作安排流程吧。"
            },
            "asset": "char_489_serum/CN_011"
        },
        {
            "id": "char_489_serum_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Rhodes Island Pharmaceuticals Inc.'s battle records are more interesting than I expected.",
                "jp": "ロドス製薬の作戦記録は、思ってたよりずっとおもしれーな。",
                "kr": "로도스 아일랜드 제약회사의 작전기록, 생각했던 것보다 훨씬 재밌는데?",
                "cn": "罗德岛制药公司的作战记录，比我想象中的还要有意思。"
            },
            "asset": "char_489_serum/CN_012"
        },
        {
            "id": "char_489_serum_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "You've raised your evaluation of me? Thank you, this'll be good grounds to include when I apply for another tour here.",
                "jp": "私の査定を上げてくださりやがったのですか？ありがとうございます。出向期間の延長申請を書く良い理由になります。",
                "kr": "제 인사고과 평가를 올려 주신 건가요? 고맙습니다. 파견 기간의 연장 신청을 할 좋은 이유가 되겠네요.",
                "cn": "提高了对我的评价？谢了，能成为我写申请延长派驻期限的好理由。"
            },
            "asset": "char_489_serum/CN_013"
        },
        {
            "id": "char_489_serum_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "True, it's worth taking joy in a project's smooth progress, but the evaluation you've given me, in my opinion, seems to have already outclassed my resume. That is to say, do you have further expectations of me, even greater than this?",
                "jp": "プロジェクトがスムーズに進んでいるのは安心しますが、どうやらあなたがつけてくださりやがった評価は、現段階の私の業務成果を上回るものみてーですよ。つまり、私にこれ以上の働きっぷりを期待してやがるってことでしょうか？",
                "kr": "프로젝트가 별 탈 없이 진행되고 있는 것은 일단 다행입니다만, 아무래도 당신이 내린 평가는…… 현 단계의 제 업무 성과를 상회하는 것 같단 말이죠. 그래~서 다시 말하자면, 제게 이 이상의 업무 성과를 기대하는 거라 봐도 좋겠죠?",
                "cn": "项目进行得顺利固然值得欣慰，但您给予的评价在我看来似乎已经超过了对我现阶段工作的总结。也就是说，您对我还有在此之上的期许？"
            },
            "asset": "char_489_serum/CN_014"
        },
        {
            "id": "char_489_serum_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Ah, another assignment perfect for testing weapons. Of course, I'm very pleased to be working with you, Doctor.",
                "jp": "ああ、また武器のテストにゃ最適な任務を寄越しやがってくださったんですね。もちろん喜んで協力しますよ、ドクター。",
                "kr": "아~ 또 무기 테스트에 최적인 임무를 던져주셨군요. 물론 기꺼이 협력하겠지만요, 박사님.",
                "cn": "啊，您带来了又一项适合测试武器的任务。当然，我非常乐意与您合作，博士。"
            },
            "asset": "char_489_serum/CN_017"
        },
        {
            "id": "char_489_serum_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "This is an anti-corrosive coating spray, with no toxic side-effect on the human body at all. Given you were all willing to sign the disclaimer and participate in this test, I sincerely hope none of you become collateral damage due to irregular operation in this weapon's test.",
                "jp": "これは防蝕皮膜スプレーですが、人体には無毒で副作用もありません。皆さんが免責事項にサインして、今回のテストに参加してくださりやがる以上、くれぐれも想定外の行動でこの武器テストのターゲットにならねーように気をつけやがってくださいね。",
                "kr": "이건 인체에는 무독하고 부작용도 없는 부식 방지 피막 스프레이입니다만, 모두가 면책 조항에 서명하고 이번 테스트에 참가하신 이상, 부디 예상 밖의 행동으로 이 무기 테스트의 타겟이 되지 않도록 조심해주시길 바라죠.",
                "cn": "这是反腐蚀覆膜喷剂，对人体无任何毒副作用。既然各位愿意签署免责条款陪同参与此次测试，我也由衷地希望各位千万不要因为不规范操作而误成为武器测试对象。"
            },
            "asset": "char_489_serum/CN_018"
        },
        {
            "id": "char_489_serum_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "The holiday's always over in the blink of an eye. Well, then, let's get to work.",
                "jp": "休暇はいつもみじけーものです。では、そろそろ仕事といきましょうか。",
                "kr": "휴가란 게 원래 다 이렇게 짧은 법이죠. 그럼 슬슬 일하러 가 볼까요.",
                "cn": "休假的时间总是那么短暂，那么，开始工作吧。"
            },
            "asset": "char_489_serum/CN_019"
        },
        {
            "id": "char_489_serum_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "I'll be troubling you to make these test targets fall in line a little with our work, Doctor.",
                "jp": "このテストに多少は協力するようターゲットたちを促してくださいますか、ドクター。",
                "kr": "이 테스트에 어느 정도 협력해 줄 수 있도록, 타겟들을 독촉해 주실 수 있으실까요, 박사님?",
                "cn": "得劳驾您来让这些测试目标稍微配合一下我们的工作了，博士。"
            },
            "asset": "char_489_serum/CN_020"
        },
        {
            "id": "char_489_serum_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Do you have any additional directives?",
                "jp": "何か追加で指示はありますか？",
                "kr": "뭐 더 추가 지시할 건 없으실까요?",
                "cn": "有什么额外指示吗？"
            },
            "asset": "char_489_serum/CN_021"
        },
        {
            "id": "char_489_serum_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "You can order me for anything you'd like.",
                "jp": "何でも遠慮なく仰ってください。",
                "kr": "뭐든 사양 말고 편하게 말씀해주세요.",
                "cn": "您可以尽情吩咐。"
            },
            "asset": "char_489_serum/CN_022"
        },
        {
            "id": "char_489_serum_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Timed just like your simulation.",
                "jp": "あなたのシミュレーション通りのタイミングですね。",
                "kr": "당신이 시뮬레이션한 타이밍 대로군요.",
                "cn": "正如您所预演的时机。"
            },
            "asset": "char_489_serum/CN_023"
        },
        {
            "id": "char_489_serum_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "The stressful test phase is now beginning.",
                "jp": "手に汗握るテストがついに始まりますね。",
                "kr": "손에 땀을 쥐는 테스트가 드디어 시작됐군요.",
                "cn": "紧张的测试环节要开始了。"
            },
            "asset": "char_489_serum/CN_024"
        },
        {
            "id": "char_489_serum_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Can I make sure none of you will surrender just yet?",
                "jp": "皆さん、極力すぐに投降しないようにお願いできますでしょうか？",
                "kr": "여러분, 제발 부탁인데~ 바로 투항 좀 안 하시도록 부탁드려도 될까요?",
                "cn": "可以请各位务必先不要投降吗？"
            },
            "asset": "char_489_serum/CN_025"
        },
        {
            "id": "char_489_serum_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "I have an extra project here that needs all your cooperation for testing.",
                "jp": "皆さんにご協力いただきたいプロジェクトのテストがもう一つあるんです。",
                "kr": "여러분의 협력을 받고 싶은 프로젝트의 테스트가 하나 더 있어서 말이죠.",
                "cn": "我这里还有一个额外项目需要各位配合测试。"
            },
            "asset": "char_489_serum/CN_026"
        },
        {
            "id": "char_489_serum_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "I'd like to ensure you all persevere until I can gather enough data.",
                "jp": "十分なデータが取れるまで、皆さんくれぐれも倒れないように願います。",
                "kr": "충분한 데이터를 얻을 때까지 여러분, 부디 쓰러지지 말아 주시길.",
                "cn": "希望各位务必要坚持至我收集到足够的数据。"
            },
            "asset": "char_489_serum/CN_027"
        },
        {
            "id": "char_489_serum_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Of course. This is part of work, too.",
                "jp": "もちろん、これも仕事の一環です。",
                "kr": "물론, 이것도 업무의 일환입니다.",
                "cn": "这也是工作的一部分，当然了。"
            },
            "asset": "char_489_serum/CN_028"
        },
        {
            "id": "char_489_serum_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Doctor, this has thrown a slight wrench in things. After all, you've obtained combat results beyond expectations, and made it marginally more difficult for my assessment of weapon performance limits to be universal and objective. I'll have to increase the quantity of test samples to ensure accuracy... was that in your plans too?",
                "jp": "ドクター、このままではちーと面倒なことになります。あなたが想定外の成果を得やがったので、武器の性能上限に対する私の評価の普遍性と客観性が失われてしまいかねません。正確性を保つにはサンプルを増やすしか……これもあなたの計画通りなんでしょうか？",
                "kr": "박사님, 이대로라면 약~간 귀찮아질 것 같습니다만, 당신이 예상 밖의 성과를 거두셔서 말이죠…… 무기의 최대 성능에 대한 제 평가에 보편성과 객관성이 없어질지도 모르겠군요. 정확성을 확보하려면 샘플을 늘리는 수밖에…… 이것도 설마 당신의 계획대로인 건가요?",
                "cn": "博士，这下似乎有些不好办了。毕竟，您取得了预想之外的战果，使我对武器性能上限的评估变得有些难以普适和客观。只好增加测试样本数量来保证准确性......这也在您的计划之中吗？"
            },
            "asset": "char_489_serum/CN_029"
        },
        {
            "id": "char_489_serum_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "A pleasing result. It seems once we return and I finish collating this data, I'll have some spare time for free movement. Well, then, do you have any free time coming up, Doctor?",
                "jp": "喜ばしい成果です。帰って今回のデータをまとめたら、少し自由な時間ができそうです。では、このあとに予定は入ってやがりますか、ドクター？",
                "kr": "경사스러운 성과군요. 돌아가서 이번 데이터를 정리하고 나면 조금 자유 시간이 생길 것 같습니다. 그나저나 박사님, 이 뒤로 스케줄 잡으신 건 있으신지요?",
                "cn": "相当喜人的成果，回去整理完这批数据之后似乎可以有一些自由行动的闲暇时间了。那么，不知您接下来有空吗，博士？"
            },
            "asset": "char_489_serum/CN_030"
        },
        {
            "id": "char_489_serum_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Not too ideal in terms of results. Deployment tactics still have room for optimization. Don't you think so, Doctor?",
                "jp": "理想的な結果たー言い難いですが、戦術の練り方にはまだ改善の余地があります。そうは思いやがりませんか、ドクター？",
                "kr": "이상적인 결과라고는 하기 어렵습니다만, 전술을 짜는 방법에는 아직 개선의 여지가 있습니다. 그렇게 생각하지 않으시는지요? 박사님.",
                "cn": "不算太理想的结果，战术的布置还有合理优化的空间，您不这么认为吗？"
            },
            "asset": "char_489_serum/CN_031"
        },
        {
            "id": "char_489_serum_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Let's not feel down, Doctor, you will find a solution to break this deadlock. After all, you'd like the reports we'll be writing to be worth more than scrap paper, wouldn't you?",
                "jp": "落ち込まねーでください、ドクター。あなたならきっと打開する方法が見つけられやがるはずです。あなただって、この後に書く報告書が無価値な紙くずになるのは嫌でしょう？",
                "kr": "풀 죽지 말아주시죠, 박사님. 당신이라면 분명 타개할 방법을 찾을 수 있을 겁니다. 당신도 이따가 쓸 보고서가 아무런 가치도 없는 종잇조각이 되는 건 싫잖아요?",
                "cn": "先别泄气，博士，您一定还能找到更好的攻克方法。毕竟，您也不希望我们之后要写的报告变成没有价值的废纸吧？"
            },
            "asset": "char_489_serum/CN_032"
        },
        {
            "id": "char_489_serum_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Is there anything I'd be able to help with?",
                "jp": "何かお手伝いできるこたーありますか？",
                "kr": "뭔가 도울 수 있는 일은 없으실지요?",
                "cn": "有什么我可以帮忙的吗？"
            },
            "asset": "char_489_serum/CN_033"
        },
        {
            "id": "char_489_serum_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "I wouldn't trouble you with a matter this small.",
                "jp": "このくらいならあなたの手を煩わせねーですよ。",
                "kr": "이 정도 일로 당신에게 수고를 끼칠 순 없어서 말이죠.",
                "cn": "我手头这点小事可不该麻烦您。"
            },
            "asset": "char_489_serum/CN_034"
        },
        {
            "id": "char_489_serum_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Doctor? I assume you're there.",
                "jp": "ドクター？そこに居やがりますね？",
                "kr": "박사님? 거기 있으시죠?",
                "cn": "博士？你在那里吧。"
            },
            "asset": "char_489_serum/CN_036"
        },
        {
            "id": "char_489_serum_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_489_serum/CN_037"
        },
        {
            "id": "char_489_serum_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Happy New Year, Doctor. I'm very glad I don't have to confront those nightmare piles of annual reports here at Rhodes Island. It seems quite a few Operators have requested advance leave to visit family at home? Well, then, do you have any upcoming plans for this provisionally idle time?",
                "jp": "あけましておめでとうございます、ドクター。ロドスでは煩わしい年間報告書と睨めっこしねーで済むということで、喜ばしい限りです。早めに休暇を取って帰郷しやがった奴も多いようですね？では、このそこそこ暇な期間中、あなたは何か予定を入れてやがりますか？",
                "kr": "새해 복 많이 받으세요, 박사님. 로도스 아일랜드에서 그 지긋지긋한 연간 보고서를 보지 않아도 돼서 정말 기쁘게 생각하고 있습니다. 그나저나 많은 오퍼레이터 분들께서 이미 가족을 만나기 위해 휴가를 낸 모양이군요? 그래서 말입니다만, 이 적당히 한가한 기간 동안, 혹시 따로 계획이 있으신가요, 박사님?",
                "cn": "新年快乐，博士，很高兴我在罗德岛不用面对那些堆成一大叠的令人头疼的年度报表。似乎有不少干员也提前请假回家探亲了？那么，在这段姑且还算清闲的时间里，您有什么安排吗？"
            },
            "asset": "char_489_serum/CN_038"
        },
        {
            "id": "char_489_serum_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "It's nice to see you, Doctor.",
                "jp": "お疲れ様です、ドクター。",
                "kr": "수고 많으십니다, 박사님.",
                "cn": "您辛苦了，博士。"
            },
            "asset": "char_489_serum/CN_042"
        },
        {
            "id": "char_489_serum_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "I apologize, Doctor, I'm currently working. If you wanted to chat, you'll have to wait until I'm on break. Oh, yes, I left your birthday present on your desk early this morning—if that's what you wanted to talk about, I'd be very happy to sit down with you at dinner this evening.",
                "jp": "抱歉博士，我正在工作。要聊天的话得等到休息时间才行。对了，您的生日礼物一大早就放在您的办公桌上了——如果您是想聊这个的话，我很乐意在晚餐时间和您交流。",
                "kr": "죄송합니다, 박사님. 지금 제가 업무 중이라, 잡담이라면 쉬는 시간까지 기다려 주시겠어요? 아, 생일 선물이라면 아침 일찍 박사님의 책상에 올려 뒀습니다만…… 선물에 대해 이야기 나누고 싶으신 거라면, 저녁 식사 시간 어떠신지요. 기꺼이 함께 하겠습니다.",
                "cn": "抱歉博士，我正在工作。要聊天的话得等到休息时间才行。对了，您的生日礼物一大早就放在您的办公桌上了——如果您是想聊这个的话，我很乐意在晚餐时间和您交流。"
            },
            "asset": "char_489_serum/CN_043"
        },
        {
            "id": "char_489_serum_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "I originally came to Rhodes Island to test weaponry and nothing more, but your command never ceases to demonstrate the importance and value of people. I've certainly learned very much from it... So, the idea of formally joining Rhodes Island may be a decent one. Doctor, can we have an honest chat about your terms of employment for any job-hoppers?",
                "jp": "ロドスには武器テストのために来たんですけど、ドクターの指揮を見てるといつも人の重要性に気付かされるんです。ここではたくさん学ばせてもらいました……もしかしたら、正式にロドスに加入するのも悪くねーかもですね。ドクター、転職した場合の待遇について腹を割って話し合いませんか？",
                "kr": "로도스 아일랜드에는 무기 테스트를 위해서 왔지만, 박사님의 지휘를 보며 사람의 중요성도 깨닫게 되었죠. 이곳에서 저도 많이 배웠습니다…… 어쩌면 정식으로 로도스 아일랜드에 합류하는 것도 나쁘지 않겠네요. 박사님, 혹시 이직과 대우에 대해서 이야기 나눌 수 있을까요?",
                "cn": "原本是为了测试武器才来到罗德岛，但您的指挥总是在证明人的重要性。我的确学到了很多......那么，正式加入罗德岛或许也不错呢。博士，可以来坦白地聊聊跳槽待遇吗？"
            },
            "asset": "char_489_serum/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "David Menkin",
            "global": "David Menkin"
        },
        "cn": {
            "native": "风袖",
            "global": "FengXiu"
        },
        "jp": {
            "native": "岸尾だいすけ",
            "global": "Daisuke Kishio"
        },
        "kr": {
            "native": "김신우",
            "global": "Kim Sin-woo"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}