{
    "charid": "char_455_nothin",
    "nameid": "nothin",
    "names": {
        "en": "Mr. Nothing",
        "jp": "ウユウ",
        "kr": "우요우",
        "cn": "乌有"
    },
    "voices": [
        {
            "id": "char_455_nothin_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Hm. So this is the place you work, Doctor? Marvelous, truly marvelous. Allow me, then, for a brief moment, so that I can consult my feng shui crash-course guidebook…",
                "jp": "ふむ、ここがドクターの執務室かい？よきかな、よきかな。どれどれ、『今すぐ身につく風水学指南』によれば、と……",
                "kr": "흠, 이곳이 박사의 집무실인가? 좋구먼, 아주 좋아. 어디 보자, 《지금 바로 배우는 풍수학 지침》에 따르면……",
                "cn": "哦，这里就是博士的办公室吗？如此甚好，待我查阅一番风水学速成指南......"
            },
            "asset": "char_455_nothin/CN_001"
        },
        {
            "id": "char_455_nothin_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "I might sound like a braggart, but beyond a little kickboxing in a scuffle, I can rustle up meals, practice acupuncture, and divine with feng shui. And the list goes on: working masonry, farming, fishing—I'm a maestro of all kinds! Just give the order, and I'll see everything through.",
                "jp": "自慢じゃないけどね、喧嘩の腕の他にも、料理や鍼、マッサージに風水占い、なんなら大工仕事や畑仕事に釣りまで、何でもござれなんだよ！ドクター、何でも言ってくれよ、全てお任せあれ。",
                "kr": "자랑하는 건 아니네만, 싸움 실력 외에도 요리와 침술, 마사지에 풍수점은 물론, 뭣하면 목수 일에 밭일에 낚시까지 뭐든 할 수 있다네! 박사, 뭐든지 말해 보게, 뭐든 내게 맡겨보게나.",
                "cn": "绝非我自夸啊，除了那点拳脚功夫，做菜烧饭，针灸按摩，风水占卜，铺砖砌墙，插秧垂钓，我是样样好手！博士，尽管吩咐，都包在我身上！"
            },
            "asset": "char_455_nothin/CN_002"
        },
        {
            "id": "char_455_nothin_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "D-Doctor, I was a little idle, and went to make myself useful at HR, and by carelessness glimpsed at a few operator files, and by chance… Er, by no means do I intend to pry into a fellow operator's privacy, Doctor, but could that FEater be the very star of 'Fiends of the Gods Reincarnated Immortal' herself? Truly? Could I go get an autograph?",
                "jp": "ド、ドクターよ、先ほど暇を持て余して人事部に手伝いに行ったら、うっかり何人かのオペレーターのプロファイルを見てしまったのだが…。あ、あのエフイーターってもしかして『萌えよ危機一髪の生存遊戯』の主演の？まことに？サインをもらいに行っても大丈夫かな？",
                "kr": "바, 박사…… 좀 전에 너무 한가해서 잠깐 인사부 일을 도와주러 갔다가, 무심~코 몇몇 오퍼레이터의 프로필을 보고 말았는데…… 그, 그…… 에프이터라는 분은 혹시…… 《타올라라, 위기일발의 생존유희》에서 주연을 맡았던…… 참말인가? 사인을 받으러 가도 괜찮겠나?",
                "cn": "博、博士啊，我先前闲来无事，去人事部那块帮忙，不小心瞥见了几位干员的档案，那、那个食铁兽就是那个《神鬼玄奇之天蚕不死身》的主演？真的？我能要签名吗？"
            },
            "asset": "char_455_nothin/CN_003"
        },
        {
            "id": "char_455_nothin_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Who was my master? Hmm, a question as complex as a showdown of Yanese cuisines. Normally I'd refrain from answering that, as slipping up would get me beaten sideways. That said... you need only know, Doctor, I'm the last descendant of the Lien line. Ah, but my family name's not Lien. It's Ch'u.",
                "jp": "師と仰ぐのは何者か？ふむ、この問題は炎国の料理体系を紐解くように複雑でな、普段は軽々と口にしないものだ。間違えると殴られるし。だがまぁ……ドクターには、私が廉家最後の継承者とだけ覚えてもらえれば。ああ、だが私の苗字は廉ではないぞ。楚姓だ。",
                "kr": "스승으로 받드는 자가 누구냐고? 흠, 이 문제는 염국의 요리 체계를 이야기하듯 복잡해서 말이지…… 평소엔 가벼이 입에 올리지 않는다네. 섣불리 말했다가 틀리기라도 하면, 괜히 두들겨 맞게 될 수도 있거든. 하지만 뭐…… 박사는 그냥 내가 '리엔' 가문의 마지막 계승자라는 것만 알면 될 거야. 아~ 근데 내 성은 '리엔' 씨가 아니라 '추' 씨라네.",
                "cn": "师出何门？嗨，这问题堪比炎国菜系一样复杂，一般我不会随便发言的，说岔了要挨揍。不过嘛......博士你只要知道，我是廉家的最后一任传人了，哦，不过我不姓廉，我姓楚。"
            },
            "asset": "char_455_nothin/CN_004"
        },
        {
            "id": "char_455_nothin_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Heavens be praised... Miss Dusk really did come to Rhodes Island with us, then? Truth be told, my recollection's quite fuzzy now, yet I have the vague impression that within her painted dreams, I had a peek into my own miserable future... Ah, look at me, carried away by my emotions again. I say it's high time we set aside the nonsense and look forward. Now, You be careful too, Doctor.",
                "jp": "シ、シー嬢が……本当にあのお方もロドスに来たのかい。ああ、なんというか、もう記憶も曖昧なのだが、彼女が描いた夢絵巻の中で、自分の運命の欠片を垣間見たような……ああ恐ろしや、やめようやめよう、ドクターもくれぐれも気を付けてくれ。",
                "kr": "시, 시 아가씨가…… 정말 그분도 로도스 아일랜드에 있는 건가?! 아아…… 뭐랄까…… 벌써 기억도 희미하지만, 그 여자가 그린 꿈 그림 속에서 내 운명의 파편을 살짝 본 듯한…… 아~ 무섭구먼, 그만둬야지. 박사도 아무쪼록 조심하시게나.",
                "cn": "夕、夕小姐......她真的一起来罗德岛了呀。哎呀，怎么说呢，虽然记忆已经模糊不清，但我隐约好像在她的画梦之中窥见过自己凄惨的未来。欸，不提了，可怕可怕，博士也当提防提防。"
            },
            "asset": "char_455_nothin/CN_005"
        },
        {
            "id": "char_455_nothin_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Now, now, Doctor, don't worry about me. I and the Infected do get along well. Back at my old place, a Catastrophe once struck not too far away. It frightened all of us, seeing the world go pitch black. My master remarked then that Catastrophes were Heaven's false charge against the human realm. Ah, truly a bitter thing.",
                "jp": "まあまあドクター、私のことは心配せずとも、感染者諸君とはちゃんとやっているよ。昔は私の実家近くでも天災が起こったのだがね、もう空が真っ黒で恐ろしいのなんの。その時に師匠が、天災は天が人の世にかけた冤罪だと言っていたよ。はぁ、困ったものだ。",
                "kr": "자자~ 박사, 내 걱정은 접어두시게, 감염자분들과는 잘 지내고 있으니. 옛날에 내 본가 근처에도 재앙이 일어난 적이 있었지. 거 참…… 하늘이 새~까매지는 게 실로 무섭더군. 그때 스승님께선, 재앙은 하늘이 인간 세상에 건 원죄라고 하셨었지. 하아, 지금도 그 재앙 생각만 하면, 아주 머리가 지끈거린다니까.",
                "cn": "欸，博士，您别担心我，我和那些感染者处得可好了。以前离我老家不远的地方发生过一次天灾，昏天黑地的，老吓人了。那会我师父还说过，天灾是老天爷冤枉了人间，唉，真糟心。"
            },
            "asset": "char_455_nothin/CN_006"
        },
        {
            "id": "char_455_nothin_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Benefactor Lava? Yes, I call her my benefactor. She once saved me, and as time went on, it became second nature. Throughout my life I've been saved thrice, and every time, I engrave it upon my soul. The gloompincer incident, you mean? No, not that. She showed to me a path, and that was true grace beyond all.",
                "jp": "恩人様のラヴァ嬢？ええ、恩人様とお呼びしているのは、かつて私を救ってくださったからだよ。呼んでいるうちに慣れてしまってね。私のこれまでの人生で人に救ってもらったのは三度なのだが、その一つ一つを心に深く刻み込んでいるんだ。鉗獣のことかって？いえいえ、恩人様から受けた最大の恩義は、私に道を示してくださったことだよ。",
                "kr": "은인이신 라바 아가씨 말인가? 그래, 은인이라 부르는 것은 예전에 나를 구해주셨기 때문이네. 부르다 보니 익숙해져서 말이지. 살면서 지금까지 도움을 받은 것은 그게 세 번째이지만, 그 한 번 한 번을 마음속 깊이 새기고 있다네. 글룸핀서 얘기냐고? 아니 아니, 은인에게 받은 가장 큰 은혜는, 바로 나에게 길을 보여주셨다는 점이라네.",
                "cn": "炎熔恩人？啊，我叫她恩人，是因为她救过我，久而久之，也就习惯了。我这辈子被人救过三次，每一次，我都铭记在心。钳兽那事儿？欸，不是，恩人给我指了条路，这才是最大的恩惠。"
            },
            "asset": "char_455_nothin/CN_007"
        },
        {
            "id": "char_455_nothin_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Say, Doctor, are people able to leave their past behind like water under the bridge? Certainly not, right? But if the bonds you once left behind still hold fast, what ought you do? You've no idea either? Well, then. It seems we're companions in our misery. Here, what say we crack some sunflower seeds?",
                "jp": "なぁドクター、人が生きていくにあたって、過去を完全に放り出すなんてできるのか？無理だろう？気にせずにいられないのなら、過去に残した結び目が解けなくなった時は、どうしたらいいと思う？貴殿にもわからないと？おやまあ、お互い大変だよなぁ。ほら、ひまわりの種でもどうだ？",
                "kr": "박사, 사람이 살아가면서, 과거를 완전히 내다 버리는 게 가능할 것 같은가? 역시 무리겠지? 신경을 안 쓰곤 못 배기겠다면, 과거에 남긴 매듭이 풀리지 않을 땐 어찌하면 좋겠나? 자네도 모르겠다고? 어허~ 우리 둘 다 동병상련이로군그래. 자, 해바라기씨라도 좀 들겠나?",
                "cn": "博士，您说啊，人，活着，能不管过去吗？那显然不能，可如果过去留下的那个结，解不开，该怎么办？您也不知道？唉，那咱们俩可真是同病相怜啊，来，嗑瓜子。"
            },
            "asset": "char_455_nothin/CN_008"
        },
        {
            "id": "char_455_nothin_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Countless, they were, the ancient parasol trees about Kou-wu City. Oh, just reminiscing all of a sudden. I remember the leaves scattered across the ground come fall, when my parents would visit me from the country. Only then would my strict master speak nothing but good, and I would be spared of my seniors' bully for a moment. No, no, just reminiscing.",
                "jp": "勾呉城には、老いた梧桐が多くあったな。いや、ふと思い出しただけだよ。秋に地を敷き詰める落ち葉とか、その頃両親が田舎から様子を見に来てくれたこととか。そういう時に限って普段は厳しい師匠が褒めてくださったり、兄弟子や姉弟子もいじめてこなくなった。いやあ、ただ思い出しただけだよ。",
                "kr": "구오 성에는 오래된 오동나무가 많았었지. 아니, 문득 옛날 생각이 나서 말이야. 가을이 오면 땅에 낙엽이 한가득 수를 놓았고, 시골에 계신 부모님께서도 날 보러 와주시곤 했었는데…… 가끔 그렇게 부모님께서 올라오시면 엄하던 스승님께서도 평소엔 안 하던 칭찬을 해 주시거나, 선배들도 날 괴롭히지 않았었지…… 뭐, 이런저런 생각이 나는군그래…… 아니, 그저 옛날 일이 생각난 것뿐이네.",
                "cn": "勾吴城有许多很老的梧桐。哦，我只是突然想起来而已。想起秋天会掉一地的落叶，父母从乡下来看我，平时严厉的师父这会儿就会说好话，师兄师姐也不会欺负我。嗯，只是想起来而已。"
            },
            "asset": "char_455_nothin/CN_009"
        },
        {
            "id": "char_455_nothin_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Hmm. I've been pondering a fan for you too, but what ought we write on it?",
                "jp": "ううん、貴殿にも扇子を誂えようと思うのだが、題字は何がいいかな？",
                "kr": "으음, 자네에게도 부채를 맞춰줄까 하네만, 무슨 글자를 새겨주면 좋겠나?",
                "cn": "哎，我寻思着给您也整把扇子，倒不知写点什么好？"
            },
            "asset": "char_455_nothin/CN_010"
        },
        {
            "id": "char_455_nothin_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "My codename? It's 'nothing' worth mentioning here. And you, fine soul, are the Doctor? That is to say, my new boss? Ah. Pleasure to meet you. How can I be of service? Perhaps you would like a back massage? Or some chiropractic maybe?",
                "jp": "コードネームかい？「ウユウ」にしよう、「子虚烏有」の「烏有」だ。貴殿がドクターかい？つまり私の新しいご主人？どうだい、肩を叩こうか？それとも足を揉んでほしい？",
                "kr": "코드네임 말인가? '우요우'라 짓도록 하지, '자허오유'라는 말에서 따와 '우요우'라고 지었다네. 자네가 박사인가? 그 말은, 나의 새로운 주인이라 이거지? 뭐, 어떻게 하면 좋겠나? 어깨를 두들겨 주면 좋겠나? 아니면 다리를 주물러 주면 좋겠나?",
                "cn": "代号是吧，“乌有”，子虚乌有的乌有，您就是博士？就是我新老板啦？哎，要捶背不？要揉揉腿吗？"
            },
            "asset": "char_455_nothin/CN_011"
        },
        {
            "id": "char_455_nothin_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Ho. what a hundredfold bouquet of martial prowess. You've got my eyes wide open now!",
                "jp": "なんと素晴らしき百般の武芸、お手並み拝見させてもらったよ。",
                "kr": "이 얼마나 다채로운 무예란 말인가, 견문이 크게 넓어졌군그래.",
                "cn": "嚯，百般武艺，大开眼界。"
            },
            "asset": "char_455_nothin/CN_012"
        },
        {
            "id": "char_455_nothin_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "A promotion and a raise?! Ohh, ohh, I thank you, Doctor, in all respects possible! Be it for you, I would brave hell and high waters... That said, how much might my wages be growing by?",
                "jp": "昇進に昇給？！よよよ、これはこれは感謝感激雨あられでございまする。貴殿のためなら私め、必ずや火の中水の中だろうと……それはそれとして、給料はいくら上がるんだい？",
                "kr": "승진에 급여도 올려준다고!? 흐유유유~ 이럴 수가! 이거 이거, 감사함과 감격함이 빗발치는 듯하옵나이다! 자네를 위해서라면 나는, 비가 오나 눈이 오나 어떤 고난이 닥치든……! 그건 그렇고, 급여는 얼마나 오르나?",
                "cn": "升职加薪！？呜呜呜，感谢博士您赏识呀，小弟我日后必赴汤蹈火，在所不辞......呃，那工资能涨多少？"
            },
            "asset": "char_455_nothin/CN_013"
        },
        {
            "id": "char_455_nothin_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Sooner or later, I plan to return to Kou-wu City and set that last unsettled debt in my book straight. My only worry is I may invite trouble and sweep others up in its path. You know this, dear Doctor, and yet you still wish to bestow such partiality on me...? Your kindness toward me is a grace, and I will never, in eternity, forget it.",
                "jp": "勾呉城の借りは、いずれきっちり返すつもりなのだが、唯一心苦しく思うのは自らが招くだろう災いが周りにも降りかかってしまうかもしれないことだ。ドクター、貴殿も存じておられるだろうに。それでもこの私にこれほど目をかけられるのか？……知遇の恩義、永世に渡りて忘るべからず。",
                "kr": "구오 성의 빚은 언젠가 제대로 갚아주려 하고 있네만, 유일하게 마음이 불편한 것은, 내가 불러일으킬 화가 주변 사람들에게도 번지지 않을까 하는 것이라네. 박사, 자네도 잘 알고 있을 터…… 그럼에도 불구하고 이런 나를 이렇게나 돌봐주는 건가? ……지우의 은혜, 영원토록 잊지 않겠소이다.",
                "cn": "我迟早是要回勾吴城算清那笔糊涂账的，到时候只怕引火烧身，牵连他人，明知如此，博士您还要如此赏识我楚某人？......知遇之恩，当永世不忘。"
            },
            "asset": "char_455_nothin/CN_014"
        },
        {
            "id": "char_455_nothin_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Very well! Doctor, I'll see to it that you have nothing at all to worry about.",
                "jp": "よしきた。ドクター、大船に乗ったつもりで任せたまえ。",
                "kr": "좋아. 박사, 마음 푹 놓고 맡겨주시게나.",
                "cn": "好嘞，博士您就放一百个心吧。"
            },
            "asset": "char_455_nothin/CN_017"
        },
        {
            "id": "char_455_nothin_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Me, the captain? Hold one moment, just let me find my secret tomes for the art of war…",
                "jp": "私に指揮を？しばし待て。えーと兵法の秘伝書は確かここに……",
                "kr": "나더러 지휘를 하라고? 잠깐 기다려 보게나. 어디 보자, 병법의 비법서가 분명 여기에……",
                "cn": "我来指挥？且慢，待我找找那几本兵法秘籍先......"
            },
            "asset": "char_455_nothin/CN_018"
        },
        {
            "id": "char_455_nothin_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "As they say, all have their own methods, whether arms against a force or earth to a waterspout. There'll be a way!",
                "jp": "曰く、兵来たれば将擋し、水来たれば土掩す、だ。まあなんとかなるさ。",
                "kr": "“병이 오면 장으로 막고, 물이 오면 흙으로 막는다”는 말이 있지. 뭐, 어떻게든 되지 않겠나.",
                "cn": "俗话说得好，兵来将挡，水来土掩，总有办法的啦。"
            },
            "asset": "char_455_nothin/CN_019"
        },
        {
            "id": "char_455_nothin_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "I'm witnessing fiends, one and all! Quite frightening!",
                "jp": "これはこれはとんでもない、おっかない人たちだねぇ。",
                "kr": "이거 참 큰일이군그래, 무서운 사람들이구먼.",
                "cn": "那一个个看着凶神恶煞，好不得了！"
            },
            "asset": "char_455_nothin/CN_020"
        },
        {
            "id": "char_455_nothin_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Might you need me?",
                "jp": "ご所要かな？",
                "kr": "용건이라도 있으신가?",
                "cn": "您找我？"
            },
            "asset": "char_455_nothin/CN_021"
        },
        {
            "id": "char_455_nothin_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Here! Right here!",
                "jp": "こっち、ほらこっちだぞー！",
                "kr": "여기, 자~ 이쪽이라네~!",
                "cn": "这儿，这儿呢！"
            },
            "asset": "char_455_nothin/CN_022"
        },
        {
            "id": "char_455_nothin_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Alright! Leave this to me!",
                "jp": "よしきた、任せてくれ。",
                "kr": "좋아, 맡겨주게나.",
                "cn": "好嘞，交给我吧。"
            },
            "asset": "char_455_nothin/CN_023"
        },
        {
            "id": "char_455_nothin_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "<i>The</i> Doctor, you are! What a sagacious decision!",
                "jp": "さすがドクター、賢明な決断だね。",
                "kr": "역시 박사라니까, 현명한 결단일세.",
                "cn": "不愧是博士，英明的决断！"
            },
            "asset": "char_455_nothin/CN_024"
        },
        {
            "id": "char_455_nothin_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Mind at ease, thoughts at peace.",
                "jp": "気を定め、神を閑かにす。",
                "kr": "기를 안정시키고, 정신을 평온히 할지어다.",
                "cn": "气定，神闲。"
            },
            "asset": "char_455_nothin/CN_025"
        },
        {
            "id": "char_455_nothin_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "A perfect technique makes freedom to act!",
                "jp": "武の極致に至らば進退意の如くならん。",
                "kr": "무의 극치에 오르면 심신도 자유자재로 다를 수 있으리니.",
                "cn": "炉火纯青，当收放自如。"
            },
            "asset": "char_455_nothin/CN_026"
        },
        {
            "id": "char_455_nothin_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "The moon waxes and wanes. The fan opens and shuts!",
                "jp": "月に満ち欠けあり、扇に開閉あり。",
                "kr": "달엔 차오름과 이지러짐이 있고, 부채에는 열림과 닫힘이 있나니.",
                "cn": "月有阴晴，扇有开合。"
            },
            "asset": "char_455_nothin/CN_027"
        },
        {
            "id": "char_455_nothin_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Now, if I may have the honor to see your move first…",
                "jp": "さっさとかかってきなさいってば。",
                "kr": "얼른 덤비라니까.",
                "cn": "你倒是先出招啊。"
            },
            "asset": "char_455_nothin/CN_028"
        },
        {
            "id": "char_455_nothin_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "More hands bring more fuel for the fire. When we concert our efforts together, yes, we truly can burn the sky a red to rival sunsets. Now that's what I call a feat!",
                "jp": "力を合わせれば成せぬことなしというが、皆で頑張れば、なるほど空が真っ赤に燃えたねぇ。よきかなよきかな。",
                "kr": "힘을 합치면 불가능한 일은 없다고 하나, 모두가 함께 노력하니, 확실히 하늘이 새빨갛게 타올랐군그래. 좋구먼, 아주 좋아.",
                "cn": "众人拾柴火焰高，咱们齐心协力，倒真能烧出个满天红霞来，不错不错。"
            },
            "asset": "char_455_nothin/CN_029"
        },
        {
            "id": "char_455_nothin_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "As they say, those of just ways have much support, and those of lost ways find little. Seen as such, it was a victory preordained.",
                "jp": "曰く、道を得る者は助け多く、道を失う者は助け寡なし。であれば、我々の勝利は必然といえよう。",
                "kr": "“길을 얻는 자는 도움이 많고, 길을 잃는 자는 도움이 적을 것이다”란 말이 있지. 그렇다면, 우리의 승리는 필연이라 할 수 있지 않겠나.",
                "cn": "俗话说得好，得道者多助，失道者寡助，如此看来，就该是咱们赢呀。"
            },
            "asset": "char_455_nothin/CN_030"
        },
        {
            "id": "char_455_nothin_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Pursue not the desperate. Suppose anything troublesome should happen, we'll just bear it together.",
                "jp": "窮寇には追ること勿かれ。なに、仮に面倒でも起こったら、我らが共に責を担えば良いだけさ。",
                "kr": "궁지에 몰린 적은 쫓아가지 말지어다. 뭐…… 만일 귀찮은 일이 벌어진다면, 우리가 함께 책임을 지면 되지 않겠나.",
                "cn": "穷寇莫追，要真有什么麻烦，咱们该一起担着。"
            },
            "asset": "char_455_nothin/CN_031"
        },
        {
            "id": "char_455_nothin_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Go on ahead, everyone. No worries. My runaway act is first in class. I'll be just fine.",
                "jp": "皆先に行け。大丈夫、逃げ足は一級品だからな、なんてことないさ。",
                "kr": "모두 먼저 가게나. 괜찮다니까 그래, 도망가는 속도 하나는 일 등급이니 말이야, 별거 아닐세.",
                "cn": "没事儿的，你们先走，我可擅长跑路了，不会有事的。"
            },
            "asset": "char_455_nothin/CN_032"
        },
        {
            "id": "char_455_nothin_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Oh-hoh, Rhodes Island truly is a wondrous land. I feel quite dizzy just looking.",
                "jp": "ほほう、ロドスはまことに良いところだ。見所が多すぎて、目まいがしそうだよ。",
                "kr": "오호~ 로도스 아일랜드는 참으로 좋은 곳이구먼. 볼거리가 너무 많아서 눈이 돌아갈 지경이야.",
                "cn": "哎呀，罗德岛真乃风水宝地，看得我眼都花啦。"
            },
            "asset": "char_455_nothin/CN_033"
        },
        {
            "id": "char_455_nothin_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Hoh? What's this for exactly, Doctor?",
                "jp": "うおっ、何の真似だい、ドクター？",
                "kr": "우앗, 지금 뭐하는 겐가, 박사?",
                "cn": "唔哦？博士何故如此？"
            },
            "asset": "char_455_nothin/CN_034"
        },
        {
            "id": "char_455_nothin_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Doctor, what say I teach you a move or two?",
                "jp": "ドクター、技の一つや二つ、手ほどきしてあげようか？",
                "kr": "박사, 한두 개 정도, 기술을 배워보는 건 어떻겠나?",
                "cn": "博士，要不要我教你个一招半式？"
            },
            "asset": "char_455_nothin/CN_036"
        },
        {
            "id": "char_455_nothin_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_455_nothin/CN_037"
        },
        {
            "id": "char_455_nothin_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Well, if it isn't the Doctor! What a happy coincidence!",
                "jp": "おや、ドクターじゃないか。奇遇だね！",
                "kr": "이게 누구야? 박사 아닌가. 이거 참 우연이군그래!",
                "cn": "这不博士嘛，巧了不是！"
            },
            "asset": "char_455_nothin/CN_042"
        }
    ],
    "actors": {
        "en": {
            "native": "David Cui Cui",
            "global": "David Cui Cui"
        },
        "cn": {
            "native": "刘飞",
            "global": "Flynn Liu"
        },
        "jp": {
            "native": "諏訪部順一",
            "global": "Junichi Suwabe"
        },
        "kr": {
            "native": "임채헌",
            "global": "Lim Chae-heon"
        },
        "cn_topolect": {
            "native": "刘飞",
            "global": "Flynn Liu"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr",
        "cn_topolect"
    ]
}