{
    "charid": "char_469_indigo",
    "nameid": "indigo",
    "names": {
        "en": "Indigo",
        "jp": "インディゴ",
        "kr": "인디고",
        "cn": "深靛"
    },
    "voices": [
        {
            "id": "char_469_indigo_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Hm... Huh? Did you say something? W-Why, I'm not ignoring you... I'm just... thinking of something else.",
                "jp": "うーん……えっ？私を呼んだ？いえ、無視したわけではありません……ただ、考え事をしていただけです。",
                "kr": "으음…… 어? 저 불렀나요? 아뇨, 무시한 건 아니고요…… 그냥 생각을 좀 하고 있었을 뿐이에요.",
                "cn": "嗯......嗯？你叫我吗？不，没有不理你......我只是，在想别的。"
            },
            "asset": "char_469_indigo/CN_001"
        },
        {
            "id": "char_469_indigo_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "I... I'm not very good at making conversation. I've always been alone. When I first left home to the outside world, I came across many people who were afraid of me. I even got my things stolen. It's no problem, though... As long as I still have my staff, I can work, so I don't often go hungry for long.",
                "jp": "私……お話するのは苦手で、いつも一人でした。外に出たばかりの頃は、私を怖がる人もいましたし、荷物を騙し取られたこともあります。ですがご心配には及びませんよ。この杖さえあれば働けるので、食いつなぐことはできていましたから。",
                "kr": "전…… 대화하는 게 서툴러서 항상 혼자였어요. 바깥에 나온 지 얼마 안 됐을 무렵엔 저를 무서워하는 사람들도 있었고, 속여서 짐을 빼앗은 사람도 있었죠. 하지만 걱정하실 필요는 없어요. 이 지팡이만 있으면 일할 수 있으니까, 어떻게든 먹고 살 수는 있었거든요.",
                "cn": "我......不太擅长说话。以前总是一个人。刚到外面的时候，有些人很怕我。还有人骗走了我的行李。不过没关系......只要法杖还在，就还能工作，不至于饿很久。"
            },
            "asset": "char_469_indigo/CN_002"
        },
        {
            "id": "char_469_indigo_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Life inside the lighthouse was hardly boring at all. The seas are always changing. However, my teacher drove me out of the lighthouse, and said to me, 'If you don't see more of this world, you won't be able to protect even a small corner of the sea.' That's how I made my way here.",
                "jp": "灯台での暮らしは、別に退屈ではありませんでした。海面が色んな表情を見せてくれましたから。ですが先生に、この大地をもっと見ないと海の片隅を守ることはできないと言われて、灯台の外に追い立てられました。それで、ここに来ることになったんです。",
                "kr": "등대 생활이 딱히 따분하진 않았어요. 바다가 다양한 표정을 보여줬거든요. 하지만 선생님께서 이 대지를 더 보지 않으면 바다의 한구석을 지킬 수 없다 하시면서 등대 밖으로 쫓아내셨죠. 그래서, 여기로 오게 된 거예요.",
                "cn": "灯塔里的日子并不枯燥。海面，总在变化。可老师把我赶了出来。她说我需要多看看这片大地，才能守好海边一隅。所以，我来到了这里。"
            },
            "asset": "char_469_indigo/CN_003"
        },
        {
            "id": "char_469_indigo_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Blue Poison gave me a new pair of gloves. Pretty, aren't they? She said the materials are improved as well. With these, it'll be harder for me to come in contact with any poison even if I hang out with my poison-wielding friends more. Actually, since I've been touching poisons by mistake all the time... it seems I may have built up an immunity.",
                "jp": "アズリウスさんから新しい手袋を貰ったんですよ、綺麗でしょう？改良型の生地を使っていて、これがあれば、毒使いのお友達と仲良くしても、毒に接触しにくくなるそうです。ですが実は、いつもうっかり触ってしまうので……身体の方はもう毒に慣れてしまったみたいなんです。",
                "kr": "블루포이즌 씨한테 새 장갑을 받았어요. 예쁘죠? 개량형 원단으로 만들어져서 이게 있으면 독을 가진 친구랑 있어도 독에 잘 접촉되지 않게 해준대요. 하지만 사실, 늘 저도 모르게 만져 버려서…… 몸은 이미 독에 익숙해진 것 같아요.",
                "cn": "蓝毒送了我一副新手套，是不是很好看？她说材质也改良了，这样的话，我和那些精通毒理的朋友们相处，更不容易误触有毒物品。其实，因为总是不小心碰到......我的身体好像也习惯啦。"
            },
            "asset": "char_469_indigo/CN_004"
        },
        {
            "id": "char_469_indigo_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "I used to gaze out at the sea each and every night. No one in town knew what it was we were guarding, and my teacher never told me. All I know is that, where there is darkness, there must always be lighthouses. I will stand firm, with all my power, until that day comes.",
                "jp": "これまで夜になると、あの海を眺めて過ごすのが常でした。私たちが何を守っているのかは、町の人たちは誰も知りませんし、先生も教えてくれたことはありません。ですが、闇の中に灯台が必要だということだけはわかります。必ず守り抜きます、あの日が訪れるまで。",
                "kr": "지금까지는 밤이 되면 그 바다를 보는 게 일상이었어요. 저희가 뭘 지키고 있는 건지는 마을 사람들도 전혀 모르고, 선생님도 가르쳐주지 않았죠. 하지만 어둠 속에 등대가 필요하다는 것만은 알고 있어요. 반드시 지켜내겠어요, 그날이 찾아올 때까지.",
                "cn": "过去的每一夜，我都在凝视那片海。我们在守望什么，镇子上无人知晓，老师也不曾说过。我只知道，黑暗中必须有灯塔。我将坚守，直至那一天来到。"
            },
            "asset": "char_469_indigo/CN_005"
        },
        {
            "id": "char_469_indigo_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Some people say this light is Originium Arts, but according to my teacher, this is a power that originates from my heart. With the light's guidance, those who sail through the foggiest nights will be able to resist the raging tides and find the correct bearing. That is why I will do my best to protect this light.",
                "jp": "この光、アーツだと言う方もいますが、先生のお話によると、これは心の力だそうです。光の導きさえあれば、霧の夜を運航しても、波に呑まれずに正しい方向を把握できます。ですから、精一杯この光を守っていくつもりです。",
                "kr": "이 빛을 아츠라고 부르는 분들도 있지만, 선생님 이야기에 따르면 이건 마음의 힘이라고 해요. 빛의 인도만 있으면 밤안개 속을 항해하더라도 파도에 휩쓸리지 않고 올바른 방향을 파악할 수 있죠. 그래서 전 있는 힘껏 이 빛을 지키려고 해요.",
                "cn": "你看到的光，有人说，是源石技艺。可老师说，这是我们内心的力量。只要有光的指引，行驶在夜雾里的人，也能抵抗海浪的拉扯，找到正确的航向。我会努力守住这光亮。"
            },
            "asset": "char_469_indigo/CN_006"
        },
        {
            "id": "char_469_indigo_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "My tail has a beautiful color? Thank you very much. It's okay. You may touch it. Despite the color, it's not poisonous.",
                "jp": "私の尻尾の色が綺麗？ありがとうございます……大丈夫ですよ、あなたなら触っても構いません。こんな色ですけど、毒はありませんから。",
                "kr": "제 꼬리 색이 예쁘다고요? 고맙습니다…… 괜찮아요, 당신이라면 만져도 돼요. 색은 이래도 독은 없으니까요.",
                "cn": "觉得我尾巴的颜色很漂亮？谢谢......没关系，你可以摸的。虽然是这个颜色，但并没有毒哦。"
            },
            "asset": "char_469_indigo/CN_007"
        },
        {
            "id": "char_469_indigo_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "My hair can get tangled up if they get too long. Could you hold it for me? It takes time to get my hair set properly, but it makes it much easier to stay on the move while I'm on the battlefield. I want to be able to help you even more.",
                "jp": "髪が長くなりすぎると、よく絡まってしまいます。少し持ち上げていてもらえますか？整えるのは少し時間がかかりますが、その方が戦場で動きやすいので。私ももっとあなたの力になりたいんです。",
                "kr": "머리가 너무 길어지면 자주 엉켜버려서요. 잠깐 들어 올려주실래요? 정리하는 데 시간이 좀 걸리지만, 그편이 전장에서도 움직이기 편하거든요. 저도 더욱더, 당신의 힘이 되고 싶어요.",
                "cn": "头发，太长了。会缠到。能帮我拿一下吗？整理起来会花一点时间。好了以后，上战场会更方便。我想更好地帮助你。"
            },
            "asset": "char_469_indigo/CN_008"
        },
        {
            "id": "char_469_indigo_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "I've been starting to think that humans and lighthouses are very much alike... Some people can shine much farther and brighter than even lighthouses. Like you, Doctor. Would it be okay if I stay beside you for a little longer before I go back?",
                "jp": "最近思うんです、人も灯台と同じだって……灯台よりも明るくて、遠くを照らせる人だっています。例えば、ドクターのような人。帰る前に、もう少しあなたの側にいてもいいですか？",
                "kr": "요즘 이런 생각을 해요. 사람도 등대랑 똑같다고…… 등대보다 더 밝고 멀리까지 비추는 사람도 있는 걸요. 예를 들면 박사님 같은 분처럼요. 돌아가기 전에 조금만 더, 당신 곁에 있어도 될까요?",
                "cn": "最近我开始觉得，人也能和灯塔一样......有的人，甚至比灯塔照得更远、更亮。比如说，博士你。在回去之前，我想在你身边待久一些，可以吗？"
            },
            "asset": "char_469_indigo/CN_009"
        },
        {
            "id": "char_469_indigo_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "You don't need me to keep watch while you're asleep? Huh? You want me to join you? I-I'll try...",
                "jp": "あなたが寝ている間、見張らなくていいんですか？え、一緒に寝る？そ、そうしてみます……",
                "kr": "당신이 자는 동안 지켜 드리지 않아도 되나요? 네? 같이 자자고요? 그, 그렇게 해볼게요……",
                "cn": "你睡着的时候，不需要我看着吗？咦，叫我一起睡？我、我试试......"
            },
            "asset": "char_469_indigo/CN_010"
        },
        {
            "id": "char_469_indigo_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Hello, Doctor. My name is Aria... Uh, my mistake. It's Indigo. I used to be a lighthouse keeper... apprentice. Now, I'm a Caster... Also an apprentice. Please look after me.",
                "jp": "はじめまして、ドクター。アリアと申し……あ、いえ、インディゴと申します。これまでは灯台の守り人……の見習いをしていました。これからは術師として……もちろん見習いとして、よろしくお願いします。",
                "kr": "처음 뵙겠습니다, 박사님. 아리아라고 합…… 아, 아니, 인디고라고 합니다. 지금까지는 등대지기…… 견습생이었어요. 앞으론 캐스터로서…… 물론 견습생으로서, 잘 부탁드릴게요.",
                "cn": "你好，博士，我叫艾莉亚......呃，不对，是深靛。我以前是一名灯塔看守人......见习的。现在是一名术师，还是......见习的。"
            },
            "asset": "char_469_indigo/CN_011"
        },
        {
            "id": "char_469_indigo_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Are these techniques for fending off enemies? My teacher taught me a little, but I didn't know you could do this.",
                "jp": "これが敵を撃退するコツでしょうか？先生から少し教わったことはありますが、こんな使い方があるとは知りませんでした。",
                "kr": "이게 적을 격퇴하는 비결인가요? 선생님께 조금 배우긴 했지만, 이런 사용법이 있는 줄은 몰랐네요.",
                "cn": "这些，就是打退敌人的技巧？老师教过我一些，但我以前不知道还能这么用。"
            },
            "asset": "char_469_indigo/CN_012"
        },
        {
            "id": "char_469_indigo_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Huh...? A promotion? A lighthouse needs only one keeper. Is that... not the case here?",
                "jp": "ええっ……昇進ですか？一つの灯台には守り人が一人いれば十分だと思っていましたが、ここでは……そうではないのですか？",
                "kr": "예? 승진이요? 등대 하나에 등대지기는 한 명으로 충분하다고 생각했는데, 여기선…… 안 그런가요?",
                "cn": "唔......晋升？一座灯塔，只需要一名看守人。原来这里......不是这样的吗？"
            },
            "asset": "char_469_indigo/CN_013"
        },
        {
            "id": "char_469_indigo_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Eh? I can do much more? It's true. My light is able to shine on a much larger area than before... Thank you. I will keep doing all I can.",
                "jp": "えっ、私ならもっとできる？確かに、私の光も、以前より遠くまで届くようになってきました……ありがとうございます。これからも頑張ります。",
                "kr": "네? 저라면 더 할 수 있다고요? 그러고 보니 제 빛도 전보다 더 멀리까지 닿게 됐네요…… 고맙습니다. 앞으로도 열심히 할게요.",
                "cn": "呃，我还能做更多？确实，我发出来的光，照亮的范围变大了......谢谢。我会加油的。"
            },
            "asset": "char_469_indigo/CN_014"
        },
        {
            "id": "char_469_indigo_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Indigo at the ready.",
                "jp": "インディゴ、いつでもいけます。",
                "kr": "인디고, 언제든 출발할 수 있습니다.",
                "cn": "深靛，随时待命。"
            },
            "asset": "char_469_indigo/CN_017"
        },
        {
            "id": "char_469_indigo_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Very well... I'll keep this light up. Please be careful not to wander off.",
                "jp": "わかりました……光を絶やさないようにしますので、皆さんどうかはぐれないように。",
                "kr": "알겠습니다…… 빛이 꺼지지 않도록 할 테니, 여러분은 뒤처지지 않도록 조심하세요.",
                "cn": "好的......我会维持这光亮，大家不要走散。"
            },
            "asset": "char_469_indigo/CN_018"
        },
        {
            "id": "char_469_indigo_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Follow the light, please.",
                "jp": "光についてきてください。",
                "kr": "빛을 따라와 주세요.",
                "cn": "跟着光走。"
            },
            "asset": "char_469_indigo/CN_019"
        },
        {
            "id": "char_469_indigo_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "If you won't let us pass through, then we have no choice but to defeat all of you.",
                "jp": "道を開けてくれないのなら、全員倒すしかありません。",
                "kr": "길을 열어 주지 않는다면 모두 쓰러뜨리는 수밖에 없겠네요.",
                "cn": "不愿意让开的话，就只好把你们全部打退。"
            },
            "asset": "char_469_indigo/CN_020"
        },
        {
            "id": "char_469_indigo_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "I'm all ready.",
                "jp": "準備できました。",
                "kr": "준비됐습니다.",
                "cn": "我准备好了。"
            },
            "asset": "char_469_indigo/CN_021"
        },
        {
            "id": "char_469_indigo_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "The seas are roaring.",
                "jp": "海面が少し騒々しいですね。",
                "kr": "해수면이 조금 소란스럽네요.",
                "cn": "海面不太平静。"
            },
            "asset": "char_469_indigo/CN_022"
        },
        {
            "id": "char_469_indigo_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "My staff has warmed up.",
                "jp": "杖が温まってきました。",
                "kr": "지팡이가 따뜻해졌어요.",
                "cn": "法杖变热了。"
            },
            "asset": "char_469_indigo/CN_023"
        },
        {
            "id": "char_469_indigo_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "The light is building.",
                "jp": "光が、力を蓄えています。",
                "kr": "빛이 힘을 모으고 있어요.",
                "cn": "光，在酝酿。"
            },
            "asset": "char_469_indigo/CN_024"
        },
        {
            "id": "char_469_indigo_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "These enemies do not compare to the seas' ferocity.",
                "jp": "この敵たちは、どれも波の危険さには及びません。",
                "kr": "이 적들은, 다들 파도의 위험성에 비하면 아무것도 아닙니다.",
                "cn": "这些敌人，都不及海浪危险。"
            },
            "asset": "char_469_indigo/CN_025"
        },
        {
            "id": "char_469_indigo_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "I will stand guard here until daybreak.",
                "jp": "夜明けまで、守り抜きます。",
                "kr": "새벽이 밝을 때까지, 지켜내겠습니다.",
                "cn": "我将守望，直至天明。"
            },
            "asset": "char_469_indigo/CN_026"
        },
        {
            "id": "char_469_indigo_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "It's only for the evil in your heart that you fear the light.",
                "jp": "心の穢れが、光への恐れを生むんです。",
                "kr": "마음의 더러움이, 빛에 대한 공포를 낳는 법입니다.",
                "cn": "心有邪秽，才会惧怕光亮。"
            },
            "asset": "char_469_indigo/CN_027"
        },
        {
            "id": "char_469_indigo_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "If you want to run away, let me guide you.",
                "jp": "逃げたいのなら、道を照らしましょう。",
                "kr": "도망치고 싶다면 길을 밝힐게요.",
                "cn": "想逃跑的话，我帮你指路。"
            },
            "asset": "char_469_indigo/CN_028"
        },
        {
            "id": "char_469_indigo_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Why, if we are so strong, perhaps we don't need to fear the coming of that day.",
                "jp": "これほどの力があれば、あの日の到来を恐れることはないのでしょうか？",
                "kr": "이 정도의 힘이 있다면, 그날이 오는 걸 두려워하지 않아도 될까요?",
                "cn": "有这样的力量，是不是不用太畏惧那一天的到来？"
            },
            "asset": "char_469_indigo/CN_029"
        },
        {
            "id": "char_469_indigo_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Thank goodness. Another calm evening.",
                "jp": "良かった、風も波もない夜を過ごせますね。",
                "kr": "다행이다, 바람도 파도도 없는 밤을 보낼 수 있겠네요.",
                "cn": "真好，又是风平浪静的一夜。"
            },
            "asset": "char_469_indigo/CN_030"
        },
        {
            "id": "char_469_indigo_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "S-Some enemies got away? I saw. We must let everyone know.",
                "jp": "に、逃げた敵がいる？見てしまったからには、絶対に皆さんに伝えないと。",
                "kr": "도, 도망친 적이 있잖아? 발견한 이상 반드시 다른 분들께 전달해야 하는데.",
                "cn": "有、有敌人逃跑？我看见了，这个消息必须让大家都知道。"
            },
            "asset": "char_469_indigo/CN_031"
        },
        {
            "id": "char_469_indigo_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Doctor, this way... Don't be afraid. It doesn't matter how dark the path up ahead is, I'll light it for you.",
                "jp": "ドクター、こちらです……怖がらないでください、どれほど暗い道でも、私が照らしますから。",
                "kr": "박사님, 여기입니다…… 무서워하지 마세요. 아무리 어두운 길이라도 제가 비춰 드릴 테니까요.",
                "cn": "博士，这里走......不要怕，前面的路再黑，我也会为你点灯。"
            },
            "asset": "char_469_indigo/CN_032"
        },
        {
            "id": "char_469_indigo_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "It's okay. I'll be fine by myself.",
                "jp": "大丈夫ですよ、一人でいるのは平気ですから。",
                "kr": "괜찮습니다, 혼자 있는 건 아무렇지도 않으니까요.",
                "cn": "没关系，我一个人待着也可以。"
            },
            "asset": "char_469_indigo/CN_033"
        },
        {
            "id": "char_469_indigo_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Oh... Be careful... My hair's all tangled up... It'll hurt if I trip...",
                "jp": "あっ、気をつけてください……髪の毛が絡まっています……転んだら痛いですよ……",
                "kr": "앗, 조심하세요…… 머리카락이 엉켰네요…… 넘어지면 아플 거예요……",
                "cn": "啊？小心......头发缠住了......绊倒的话会有点疼......"
            },
            "asset": "char_469_indigo/CN_034"
        },
        {
            "id": "char_469_indigo_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "You will stay here with me? Why, if there's two of us, the nights won't feel as quiet.",
                "jp": "一緒にいてくれるんですか？あの……二人だと、夜も静かではいられませんね。",
                "kr": "같이 있어 주시게요? 저…… 둘이 있으면 밤도 적막하지 않겠네요.",
                "cn": "要陪我吗？唔......两个人的话，夜晚也会变得不那么平静。"
            },
            "asset": "char_469_indigo/CN_036"
        },
        {
            "id": "char_469_indigo_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_469_indigo/CN_037"
        },
        {
            "id": "char_469_indigo_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Doctor, would you like me to make the light brighter?",
                "jp": "ドクター、灯りはもう少し明るい方がいいですか？",
                "kr": "박사님, 빛은 조금 더 밝은 편이 좋으신가요?",
                "cn": "博士，灯光要再亮一些吗？"
            },
            "asset": "char_469_indigo/CN_042"
        }
    ],
    "actors": {
        "cn": {
            "native": "孙羽婷",
            "global": "Tin"
        },
        "jp": {
            "native": "氷青",
            "global": "Hyosei"
        },
        "kr": {
            "native": "김서영",
            "global": "Kim Seo-young"
        }
    },
    "availability": [
        "cn",
        "jp",
        "kr"
    ]
}