{
    "charid": "char_427_vigil",
    "nameid": "vigil",
    "names": {
        "en": "Vigil",
        "jp": "ヴィジェル",
        "kr": "비질",
        "cn": "伺夜"
    },
    "voices": [
        {
            "id": "char_427_vigil_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Organizing documents? Doctor, we have much more important things to do. Bene, I'll give you a hand, if you insist. But do remember, I expect you to come up with a plan that's worth my while. Do <i>not</i> disappoint me.",
                "jp": "書類の整理？ドクター、それよりもっと大事な仕事があるはずだ。……いいだろう、そこまで言うなら手を貸す。だが、気乗りしない仕事に見合うだけのプランと引き換えだ。失望させてくれるなよ。",
                "kr": "서류 정리? 박사, 우리에겐 그보다 더 중요한 일들이 있지 않나? 그래, 굳이 그렇게까지 말한다면야, 도와주지. 그 대신 내가 인내할만한 가치가 있는 계획을 보여 줘야 할 거야. 날 실망시키지 말라고.",
                "cn": "整理文件？博士，我们还有很多更重要的事情可做。好吧，如果你执意这么要求，我会帮忙。但你也必须拿出值得我付出这份耐心的计划。别让我失望。"
            },
            "asset": "char_427_vigil/CN_001"
        },
        {
            "id": "char_427_vigil_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "What do you want to know? Secrets of the Siracusan famiglie? There's hardly anything worth mentioning there. The things we do are no different from the wolves fighting in the wilderness thousands of years ago. Only, time has taught us some new tricks. Heh, you see 'order' could be the official name for 'tearing your prey to pieces.'",
                "jp": "何が知りたい？シラクーザのファミリー間の秘密？語るほどのものはないな。千百年も前に荒野で生存競争をしていた狼の群れと何ら変わらない。ただ、時代の変化から小細工を学んだだけだ。そうだな……フッ、獲物を噛みちぎる過程を「秩序」と呼ぶようになったのが良い例だ。",
                "kr": "시라쿠사 패밀리의 비밀이 궁금하다고? 딱히 대단한 거 없어. 수천 년 전 황야에서 서로를 물어뜯던 늑대 떼랑 딱히 다를 게 없거든. 다만 시대가 변하며 새로운 잔재주를 몇 가지 배웠을 뿐이야. 예를 들자면, 훗, 사냥감을 물어뜯는 과정을 '질서'라고 칭한다든가 말이지.",
                "cn": "你想知道什么？叙拉古家族间的秘密？没什么好说的，与千百年前在荒野中厮杀的狼群并无不同。只是时代教会了我们一些新的把戏，比如，哈，把撕咬猎物的过程称作“秩序”。"
            },
            "asset": "char_427_vigil/CN_002"
        },
        {
            "id": "char_427_vigil_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "For many years, I couldn't really understand my father. He paid the ultimate price, only to betray almost everything in the end... But I still remember the question my father posed to me many years ago, when we were sitting together in a park: 'Siracusa, sara un posto migliore senza le famiglie?'",
                "jp": "長い間ずっと、俺は本当の意味で親父を理解できていなかった。親父には初めから、命を賭してすべてを裏切る覚悟があったんだ……だが、何年も前に公園で並んで腰掛けていた時に、親父がふと漏らした、「ファミリーがいなくなれば、シラクーザは今より良くなるのか？」という言葉は、今でもよく覚えている。",
                "kr": "아버지는 자신의 목숨을 대가로 모든 것을 배신했어. 결국 난 오랜 시간 동안 아버지를 제대로 이해하지 못했던 거지…… “패밀리가 없어지면 시라쿠사는, 지금보다 더 나아질까?” 몇 년 전, 공원에 나란히 앉아 있었을 때 아버지가 문득 나에게 던진 질문을 아직까지도 기억하면서 말이야.",
                "cn": "很多年以来，我都没有真正理解我的父亲。他以生命为代价，几乎背叛了一切......可我还记得多年前，父亲与我坐在公园里，他向我抛出的那个问题：“没有家族的叙拉古，会更好吗？”"
            },
            "asset": "char_427_vigil/CN_003"
        },
        {
            "id": "char_427_vigil_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Judge Lavinia never realized what she was getting herself into. The game with Signora Sicilia won't be won through courage or resourcefulness alone... She's looking for me? To discuss my unbalanced diet…? Tell her I'm not here.",
                "jp": "ラヴィニア裁判官は自分の立場がどれほど危険なものか理解していない。ミズ・シチリアを相手取った大勝負は、蛮勇や策略だけで勝てるものじゃないんだ。……彼女が俺を探していた？食事の好き嫌いについて物申したいだと？……いないと伝えてくれ。",
                "kr": "라비니아 판사는 지금 자기가 얼마나 위험한 상황에 처해 있는지 모르고 있어. 시칠리아 부인은 단순히 용기나 계략만으로 이길 수 있는 상대가 아냐. 그녀가 날 찾고 있었다고? 내 편식 문제에 대해 얘기하고 싶어 한다고? ……여기에 없다고 전해 줘.",
                "cn": "拉维妮娅法官并没有真正意识到自己的处境有多危险。与西西里夫人的博弈，绝非靠单纯的勇气或智谋就能取胜。她在找我？要谈谈我的偏食问题？......告诉她，我不在。"
            },
            "asset": "char_427_vigil/CN_004"
        },
        {
            "id": "char_427_vigil_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "The old ways make it impossible to find a new path. If the new Siracusa is built on violence, it will fall back into the same well. The destruction of a few individual famiglie is far, far from enough. We must kick the entire 'habit.'",
                "jp": "使い古したやり方では、新たな道は到底開けない。これからのシラクーザが今まで通り暴力の上に成り立つ国でしかなければ、同じ結末を迎えるだけだ。ファミリーをいくつか潰した程度ではまだまだ足りない。俺たちは「風習」そのものを変える必要があるんだ。",
                "kr": "기존의 낡아빠진 수단으로는 다른 길을 찾아낼 수 없어. 만일 새로운 시라쿠사도 예전처럼 폭력으로 만들어진다면, 결국 똑같은 결말을 맞이하겠지. 몇몇 패밀리를 무너뜨리는 걸로는 턱없이 부족해, 우리가 바꿔야 하는 것은 '관습' 그 자체니까.",
                "cn": "用旧有的手段，无法寻找到不同的路径。若新的叙拉古依然立足于暴力，那它也必将落入一样的结局。仅仅几个家族的覆灭，还远远不够。我们要改变的是“习惯”本身。"
            },
            "asset": "char_427_vigil/CN_005"
        },
        {
            "id": "char_427_vigil_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "The disputes among the famiglie were petty and stupid. The dons clung on to whatever authority they had, thinking they were the masters of Siracusa. But I invite you, Doctor, to join me in shaping a new era.",
                "jp": "ファミリー間の紛争は所詮幼稚で馬鹿げたお遊びだ。ファミリーのボスを自称する連中は、どいつもこいつも笑えるくらいちっぽけな権力を握りしめて、自分たちがシラクーザの主だと思い込んでやがる。さてドクター、俺と一緒に時代の支配者になろうじゃないか。",
                "kr": "패밀리 간의 분쟁은 결국 유치하고 멍청한 일에 불과해. 우스꽝스러운 권력을 거머쥔 패밀리 보스들은, 아직도 자기들이 시라쿠사의 주인이라고 착각하고 있지. 그러니까 나는 네가 나와 함께 앞으로의 시대를 지배하는 사람이 되길 바라, 박사",
                "cn": "家族间的纷争幼稚而荒唐，那些家主紧攥着手中那点可笑的权力，便以为自己是叙拉古的主宰者。而我，博士，我邀请你和我一起，成为主宰整个时代走向的人。"
            },
            "asset": "char_427_vigil/CN_006"
        },
        {
            "id": "char_427_vigil_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "If you want to show respect to the Siracusans, then hire a proper Siracusan chef. The next time I see any 'innovative Siracusan cuisine' out of your minions... Beh, let's just say somebody knows about your little office naps, and it'd be a shame if the beans got spilled on your beauty sleep.",
                "jp": "シラクーザ人へ礼儀を示すつもりなら、優秀なシラクーザ人シェフを雇うといい。それから、今後もそこで悠々とサボっていたいなら、お前の部下がシラクーザの伝統料理に余計な「革新」をもたらして、俺たちの怒りを買わないように気をつけることだ。",
                "kr": "시라쿠사인에게 예의를 표하고 싶다면, 실력 좋은 시라쿠사 셰프를 고용하는 걸 추천하지. 그리고 앞으로도 여기서 편하게 게으름 피우고 싶은 거라면, 네 부하들이 시라쿠사 전통 음식에 쓸데없는 '창조'를 시도하는 모습을 눈에 띄지 않게 해줬으면 좋겠군.",
                "cn": "如果你想展现自己对叙拉古人的尊重，那就请个好点的叙拉古厨子。要是你还想继续安稳地坐在这里偷懒，就别让我再看见你手下对叙拉古菜搞的那些“发明创造”。"
            },
            "asset": "char_427_vigil/CN_007"
        },
        {
            "id": "char_427_vigil_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Something on your mind? If it calls for blackmail, bribery, or something worse... none of that would be much trouble for me. Underhanded business is pretty much all I inherited from my famiglia. As for how to use my knowledge, that's your call.",
                "jp": "また悩み事か？脅迫や買収、それ以上に面倒な仕事であっても……俺なら難なく片付けられる。この手の汚い手段への見識は、ファミリーから受け継いだ唯一の財産と言えるだろう。それをどう使うかは、お前次第だ。",
                "kr": "또 무슨 고민이라도 있어? 협박이나 매수, 그보다 더 귀찮은 것도…… 내겐 어렵지 않은 일이야. 이런 더러운 수법에 대한 이해는 패밀리가 내게 물려준 유일한 유산이거든. 이걸 어떻게 사용할지는 너에게 달렸어.",
                "cn": "又有什么烦心事？无论是威胁、收买，还是更麻烦的工作......于我而言都不困难。对这些肮脏手段的了解，是家族给我的唯一遗产。至于怎么使用它们，取决于你。"
            },
            "asset": "char_427_vigil/CN_008"
        },
        {
            "id": "char_427_vigil_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Zaaro, il Signore dei Lupi... the shadow lurking behind me and my father. Don't be fooled by his pretentious words. A wild beast's hunt won't slow the progress of humanity. If he appears before you one day, I will drive him away.",
                "jp": "狼主ザーロ……奴は俺と親父の背後に揺らめく影のようなものだ。あの意味ありげな言葉に惑わされるな。獣同士の狩猟遊びでは、人類の行く手を阻むことなどできはしない。もし奴がお前の前に現れたら、俺が責任を持って「お帰り願う」さ。",
                "kr": "늑대 군주 자로…… 그건 아버지와 내 뒤에 숨겨진 그림자일 뿐이야. 그 녀석의 말에 현혹되지 마. 짐승들의 사냥 놀이로는 인간의 발걸음을 막을 수 없어. 만약 놈이 네 앞에 나타난다면, 내가 책임지고 그 녀석을 돌려보내도록 하지.",
                "cn": "狼主扎罗......那是藏在父亲和我身后的影子，别被他那些故作高深的言语迷惑，野兽间的狩猎游戏，阻挡不了人类的脚步。如果有一天他出现在了你的面前，我会负责请他回去。"
            },
            "asset": "char_427_vigil/CN_009"
        },
        {
            "id": "char_427_vigil_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Hey. Is our 'cooperation' just me watching you sleep?",
                "jp": "おい、ここでお前の居眠りを眺めることを協力関係と呼ぶつもりか？",
                "kr": "어이, 네가 말한 협력 관계라는 게, 네가 조는 걸 보라는 거였나?",
                "cn": "喂，我们合作的方式就是看你在这里睡觉？"
            },
            "asset": "char_427_vigil/CN_010"
        },
        {
            "id": "char_427_vigil_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Buongiorno, Doctor. I am Famiglia Bellone's... Lasci perdere. My famiglia doesn't exist anymore, but that was the price we paid to buy change in Siracusa. As for what comes next... Operator Vigil is at your service, Doctor. I hope our partnership will be productive.",
                "jp": "お前がドクターだな。俺はベッローネファミリーの……いや、俺のファミリーはもうどこにもないんだったな。だが、それと引き換えにシラクーザに革新をもたらしたんだ。そしてこれからはお前と共に……俺はヴィジェル、オペレーターのポストに就かせてもらった。お互いいい関係が築けるといいな、ドクター。",
                "kr": "안녕, 박사. 난 벨로네 패밀리의…… 아니지, 이제 내 패밀리는 없구나. 그래도 그 대가로 시라쿠사에 큰 변화를 가져왔으니 괜찮아. 앞으로를 위해…… 보고하지, 오퍼레이터 비질이다. 잘해보자고, 박사.",
                "cn": "你好，博士，我是贝洛内家族的......算了，如今我的家族已不复存在，但这份代价也为叙拉古带来了足够的改变。至于更进一步......干员伺夜向你报到，博士，希望我们合作愉快。"
            },
            "asset": "char_427_vigil/CN_011"
        },
        {
            "id": "char_427_vigil_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "I am no stranger to violence. As long as I'm on the scene, things should be a little more efficient.",
                "jp": "暴力の振るい方は腕に覚えがある。もし俺がこの場にいれば、手っ取り早く終わっていただろうな。",
                "kr": "폭력을 휘두르는 방법이라면 잘 알고 있지. 내가 저 자리에 있었더라면 분명 더 효율적으로 끝냈을 거야.",
                "cn": "关于怎么行使暴力，我一点都不陌生。如果我在场，效率会更高一点。"
            },
            "asset": "char_427_vigil/CN_012"
        },
        {
            "id": "char_427_vigil_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "A promotion? There's no need to test me like that, Doctor. I've played this game too... winning people over with small rewards. But if you're just trying to show your faith in me... Va bene, grazie.",
                "jp": "昇進だと？ドクター、こんな手で俺を試すまでもないだろう。甘い汁を吸わせて懐柔する策など、俺は嫌というほど見てきたんだ。だが、もし俺への信頼を表したいだけと言うなら……まぁいいだろう。感謝しておく。",
                "kr": "승진이라고? 이런 식으로 날 떠볼 필요는 없어, 박사. 이런 작고 사소한 걸로 마음을 사로잡는 방식이라면 질릴 정도로 많이 봐왔거든. 하지만 단순히 네 신뢰를 표현하려던 것뿐이라면…… 뭐, 좋아. 고맙게 받지.",
                "cn": "晋升？不需要用这种方式试探我，博士。用一点小小的奖赏拉拢人心的方式，我再熟悉不过。如果你只是想表达你的信任，好吧，谢谢。"
            },
            "asset": "char_427_vigil/CN_013"
        },
        {
            "id": "char_427_vigil_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Our partnership has been productive, Doctor. A made man would sell out anybody for his ambitions, but I can promise you one thing: you've bought my loyalty with yours.",
                "jp": "俺たちの協力関係も実を結んだようだな、ドクター。優秀な構成員ならば、最終目標のためにはすべてを裏切ることも厭わないものだが、俺はそうならないと約束しよう。お前はその誠実さで俺の忠誠を勝ち取ったんだ。",
                "kr": "우리의 협력도 드디어 결실을 맺게 됐네, 박사. 우수한 패밀리 구성원이라면 목표를 위해 배신도 마다하지 않는 법이지만, 난 그러지 않는다고 약속하지. 너의 그 성실함으로 내 충성을 얻어낸 거라고.",
                "cn": "我们的合作卓有成效，博士。一名合格的家族成员可以为了最终的目标背叛任何人，但我可以向你承诺：你以忠诚换得了我的忠诚。"
            },
            "asset": "char_427_vigil/CN_014"
        },
        {
            "id": "char_427_vigil_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Va bene. Let's see if your plan is worthy of my work.",
                "jp": "いいだろう。まずは俺が動くに値する作戦か見せてもらおう。",
                "kr": "좋아, 일단은 내가 움직일만한 가치가 있는 계획인지 들어보도록 하지.",
                "cn": "好吧，让我看看你的计划，是否配得上我的工作。"
            },
            "asset": "char_427_vigil/CN_017"
        },
        {
            "id": "char_427_vigil_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "The process is just as important as the end result. Don't go dying on me, ragazzi.",
                "jp": "結果はもちろん、過程も同じように重要だ。お前たち、終わる前に倒れてくれるなよ。",
                "kr": "결과는 물론, 과정도 그만큼이나 중요하다. 다들, 끝까지 쓰러지지 말도록.",
                "cn": "过程和结果一样重要，伙计们，别提前倒下。"
            },
            "asset": "char_427_vigil/CN_018"
        },
        {
            "id": "char_427_vigil_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Remember, our purpose is not violence itself, but rather the victory it brings.",
                "jp": "覚えておけ。俺たちの目的は暴力そのものではなく、それがもたらす勝利だ。",
                "kr": "우리의 목적은 폭력 그 자체가 아닌 그것이 가져올 승리라는 것을, 기억하도록.",
                "cn": "记住，我们的目的不是暴力本身，是它带来的胜利。"
            },
            "asset": "char_427_vigil/CN_019"
        },
        {
            "id": "char_427_vigil_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Chi morirà qui oggi?",
                "jp": "今日、ここで命を落とすのは誰だろうな？",
                "kr": "오늘 여기서 죽을 녀석은 누구지?",
                "cn": "今天，谁会死在这里？"
            },
            "asset": "char_427_vigil/CN_020"
        },
        {
            "id": "char_427_vigil_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Ready to move.",
                "jp": "いつでも動ける。",
                "kr": "언제든 움직일 수 있다.",
                "cn": "随时可以行动。"
            },
            "asset": "char_427_vigil/CN_021"
        },
        {
            "id": "char_427_vigil_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "They'll be sleeping with the fins in no time.",
                "jp": "手早く片付けるぞ。",
                "kr": "깔끔하게 처리하지.",
                "cn": "干净利落地解决他们。"
            },
            "asset": "char_427_vigil/CN_022"
        },
        {
            "id": "char_427_vigil_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Don't make this harder than it needs to be.",
                "jp": "あまり気張る必要はなさそうだ。",
                "kr": "굳이 힘을 쓸만한 일은 아닌 것 같네.",
                "cn": "没必要多费力气。"
            },
            "asset": "char_427_vigil/CN_023"
        },
        {
            "id": "char_427_vigil_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Anything outside the plan, I'll judge for myself.",
                "jp": "想定外の状況は自己判断で対処する。",
                "kr": "변수에 대해선 내가 알아서 판단하지.",
                "cn": "计划外的情况，我会自行判断。"
            },
            "asset": "char_427_vigil/CN_024"
        },
        {
            "id": "char_427_vigil_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Let's put an end to this show, pronto.",
                "jp": "とっととこの茶番劇を終わらせるぞ。",
                "kr": "어서 이 촌극을 끝내자고.",
                "cn": "让我们尽快结束这场闹剧。"
            },
            "asset": "char_427_vigil/CN_025"
        },
        {
            "id": "char_427_vigil_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "And what purpose do you think your sacrifice will serve?",
                "jp": "お前の犠牲で何かが得られるとでも？",
                "kr": "너의 희생이 무언가 바꿀 수 있다 생각하나?",
                "cn": "你以为你的牺牲能换来什么？"
            },
            "asset": "char_427_vigil/CN_026"
        },
        {
            "id": "char_427_vigil_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "This hunt has dragged on for too long.",
                "jp": "この巻狩りには時間を掛けすぎた。",
                "kr": "이번 사냥에 시간을 너무 많이 허비했군.",
                "cn": "这场围猎已经拖得太久了。"
            },
            "asset": "char_427_vigil/CN_027"
        },
        {
            "id": "char_427_vigil_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "A valiant struggle, but you won't get away.",
                "jp": "いくら必死に足掻こうが、逃げられはしない。",
                "kr": "아무리 발버둥 쳐도, 도망갈 수 없다.",
                "cn": "很努力的挣扎，但你逃不掉的。"
            },
            "asset": "char_427_vigil/CN_028"
        },
        {
            "id": "char_427_vigil_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "They have no idea who they're messing with. Bravo, Doctor. I was right to partner with you. I hope you'll find even more challenges for me in the next battle.",
                "jp": "奴らは何を阻もうとしていたのかすら分からなかっただろう。よくやった、ドクター。俺の見る目に間違いはなかったようだな。次の戦いでは、是非とも今回以上の挑戦を用意しておいてくれ。",
                "kr": "놈들은 자신이 무엇을 상대하고 있는지조차 몰랐을 거야. 훌륭해, 박사. 역시 내 눈은 틀리지 않았군. 다음 전투에선 더 많은 도전들이 있길 바라지.",
                "cn": "他们根本不知道自己在阻挡什么。干得不错，博士，我没选错合作对象。希望下一场战斗，你能为我带来更多的挑战。"
            },
            "asset": "char_427_vigil/CN_029"
        },
        {
            "id": "char_427_vigil_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Are we done yet? What are you looking all smug for? These stronzi have already wasted too much of our time.",
                "jp": "終わったか？そのしたり顔はどういうつもりだ？この雑魚どものせいでかなりの時間を無駄にしたんだ。時間はもっと有意義なところに使うべきだろう。",
                "kr": "끝났네? 뭐야, 그 기고만장한 표정은? 이 조무래기들을 상대하는 데 시간을 너무 많이 허비했어, 원래라면 더 의미 있는 곳에 쓸 수 있었는데 말이야.",
                "cn": "结束了？你那副得意的样子是怎么回事？这些渣滓浪费掉了我们太多时间，它们本该用在更有价值的地方。"
            },
            "asset": "char_427_vigil/CN_030"
        },
        {
            "id": "char_427_vigil_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "They're getting away. Do you need me to walk you through this? Ma dai! Whack them already.",
                "jp": "敗走中の敵をどうすべきか教えないとわからないか？綺麗に片付けるぞ。",
                "kr": "도망치는 적들을 어떻게 해야 하는지 가르쳐 줘야 하는 거야? 깔끔히 처리해야지.",
                "cn": "敌人在溃逃，还需要我教你怎么做吗？把他们处理干净。"
            },
            "asset": "char_427_vigil/CN_031"
        },
        {
            "id": "char_427_vigil_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "I'll take care of the evacuation. You get moving, fast. I hope this won't happen again, Doctor.",
                "jp": "俺が撤退を仕切るからさっさと離れろ。こんな目に遭うのはこれが最後だといいな、ドクター。",
                "kr": "철수 작전은 내가 맡을 테니, 얼른 대피해. 이런 상황에 처하는건 이번이 마지막이길 바라지, 박사.",
                "cn": "撤退行动由我来接管，你尽快转移。希望这是最后一次，博士。"
            },
            "asset": "char_427_vigil/CN_032"
        },
        {
            "id": "char_427_vigil_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Careful with the moisture-proofing. I hate the smell of rotting wood.",
                "jp": "湿気対策は抜かるなよ。木の腐った臭いは嫌いなんだ。",
                "kr": "방습은 제대로 되어 있는 거지? 난 나무 썩는 냄새를 싫어하거든,",
                "cn": "注意防潮，我讨厌木头朽坏的气味。"
            },
            "asset": "char_427_vigil/CN_033"
        },
        {
            "id": "char_427_vigil_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Are you having fun? Because I'm not.",
                "jp": "面白いか？そうは思えないがな。",
                "kr": "재밌어? 난 아닌데.",
                "cn": "很有趣吗？我不觉得。"
            },
            "asset": "char_427_vigil/CN_034"
        },
        {
            "id": "char_427_vigil_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Ah... Mi mancano le osterie di Siracusa. Doctor, is the kitchen available right now? I can make something myself.",
                "jp": "ふっ、シラクーザの小料理屋が恋しいな。ドクター、キッチンは空いているか？自分で何か作るとしよう。",
                "kr": "으음, 시라쿠사의 레스토랑이 조금 그리워지는걸. 박사, 혹시 주방을 써도 될까? 내가 직접 만들어 먹어야겠어.",
                "cn": "唔，有点想念叙拉古的小餐馆。博士，厨房空着吗？我自己动手。"
            },
            "asset": "char_427_vigil/CN_036"
        },
        {
            "id": "char_427_vigil_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_427_vigil/CN_037"
        },
        {
            "id": "char_427_vigil_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "None of these documents matter at all, Doctor. The only thing that matters is how you act.",
                "jp": "そんな書類はどうでもいいだろう。大事なのは実際にどう動くかだ、ドクター。",
                "kr": "중요한 건 실제로 어떻게 행동하느냐이지, 이런 서류 따윈 어떻게 되어도 상관없어 박사.",
                "cn": "这些文件一点都不重要，博士。重要的是实际怎么行动。"
            },
            "asset": "char_427_vigil/CN_042"
        }
    ],
    "actors": {
        "en": {
            "native": "Salvatore Scarpa",
            "global": "Salvatore Scarpa"
        },
        "cn": {
            "native": "张桐铭",
            "global": "Tongming Zhang"
        },
        "jp": {
            "native": "KENN",
            "global": "KENN"
        },
        "kr": {
            "native": "이상호",
            "global": "Lee Sang-ho"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}