{
    "charid": "char_4102_threye",
    "nameid": "threye",
    "names": {
        "en": "Valarqvin",
        "jp": "ヴァラルクビン",
        "kr": "발라크빈",
        "cn": "凛视"
    },
    "voices": [
        {
            "id": "char_4102_threye_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Pages of truth torn and lost, blood of friends spilt and chilled... Will you stop that ever-writing hand, if such scene is in you eyes...? I see. I shall assist you in your undertaking.",
                "jp": "頁が損なわれて中身が散逸し、同道者が血に塗れている。このような光景が目の前に広がっていても、貴方は筆を止めないのですか？……分かりました、では貴方の大望の助けになりましょう。",
                "kr": "훼손된 종잇장들이 흩날리고, 동료들이 피투성이가 된 광경이 눈앞에 펼쳐져도, 당신께선 펜을 멈추지 않을 것인가요? ……알겠습니다, 당신의 대업을 돕도록 하겠습니다.",
                "cn": "纸页毁损散失，同行者流尽鲜血，即使这样的景象就在眼前，您也不会停笔吗？......我明白了，我会协助您的事业。"
            },
            "asset": "char_4102_threye/CN_001"
        },
        {
            "id": "char_4102_threye_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Oh... It's dark outside. My apologies, I must have misled you. Rather than having fallen into slumber, I was merely too immersed in reading. You need not wait by my side in such silence. Could you find your own  light? Allow me to illuminate it for you.",
                "jp": "……ああ、もう日暮れですか。ごめんなさい、勘違いさせてしまったようですが、私は眠っていたわけではなく、読書に集中し過ぎていたのです。ですから、そこまで気を遣って静かに待っていただかなくても良かったのですよ。灯りはお持ちですか？私が照らして差し上げましょう。",
                "kr": "……아, 벌써 날이 저물었군요. 죄송합니다, 오해하게 만들었네요. 저는 잠든 게 아니라, 그저 독서에 집중했을 뿐이기에 그렇게 조용히 제 곁에서 기다려 주실 필요는 없었습니다. 등불은 있으신가요? 제가 비춰 드리도록 하죠.",
                "cn": "......啊，天已经黑了。抱歉，让您误会了，我没有睡着，只是读书太入神了，您本来不必这么安静地在我身边等待。您找得到自己的灯吗？请让我为您照明。"
            },
            "asset": "char_4102_threye/CN_002"
        },
        {
            "id": "char_4102_threye_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "We and the Sami are alike? No, we merely hide among them. Our foresight and the Sami's divination are two pathways to the future, and neither side has fully accepted the other... Worry not, Doctor. The reproach I have suffered is not important. I humbly urge you to facilitate the cooperation between us all.",
                "jp": "吾人とサーミ人が似ている？いいえ、吾人は向こう方の内に身を潜めているだけです。吾人の遠見とサーミ人の卜占は、どちらも未来を覗く術でありながら、相互に理解があるとは言えぬもの……私が受ける非難は些細なことです。其方衆の結束を高める方へ重きを置いてください。",
                "kr": "저희와 사미인이 비슷하다고요? 아뇨, 저희는 그저 그들 사이에 숨어 있을 뿐입니다. 저희의 예견과 사미인의 점괘는 모두 미래를 엿볼 수 있지만, 다른 부분이 존재하기에 서로를 완전히 받아들일 수도 없었습니다…… 제가 받는 비난은 중요하지 않으니, 부디 더 많은 이들의 협력을 이끌어내 주십시오.",
                "cn": "我们与萨米人相似？不，我们只是得以在他们之中藏身。我们的远见与萨米人的占卜是两种触碰未来的路径，双方也并未完全互相接纳......我所受的非议并不重要，请您务必促成众人的合作。"
            },
            "asset": "char_4102_threye/CN_003"
        },
        {
            "id": "char_4102_threye_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "You seem worried that I'll have a difficult time adapting here. But in my eyes, this metal cave is not at all dissimilar to our dwelling. You perceive the flow of fate via the shadows projected on the cave wall, while we have gazed into labyrinthine darkness since our birth. That is the only difference.",
                "jp": "私がロドスでの暮らしに慣れないことを心配されているようですが、私にとって其方衆の鋼の洞窟は、吾人の住処と大差ありません。貴方は光を借りて壁面に影を映すことで運命の道筋を知り、吾人は生まれた時から絡み合う暗闇を熟視している、ただそれだけです。",
                "kr": "제가 이곳에서 적응하기 어려울까 걱정하시는 것 같군요. 하지만 제가 보기엔 당신의 이 강철로 지어진 동굴과 저희의 은신처는 크게 다르지 않습니다. 당신은 불빛을 빌려 동굴 벽에 그림자를 비춤으로써 운명의 행방을 알게 되는 반면, 저희는 태어나면서부터 뒤얽힌 어둠을 주시할 수 있죠. 그 정도 차이일 뿐입니다.",
                "cn": "您似乎担心我在这里会不习惯，但在我眼中，您这处钢铁的洞窟与我们的栖身处并无不同。您借光在洞壁上照出影子，从而知道命运的行止，而我们生来就注视着盘根错节的黑暗，仅此而已。"
            },
            "asset": "char_4102_threye/CN_004"
        },
        {
            "id": "char_4102_threye_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Yes, I am gazing at the Sarkaz tracks beneath your feet, but please do not let this bother you. I shall not be prying into your affairs, for the Cyclopes have long turned their attention away from Kazdel. My cooperation with Rhodes Island looks to the threat from the north, and this is my position within your fate.",
                "jp": "ええ、私は貴方の足元にあるサルカズの跡を熟視しています。ご心配なく、深く追求はしません。サイクロプスの視線は、とうにカズデルから逸れています。私は北境の脅威に抗うため其方衆と同道しているだけ。これが貴方の運命における私の立ち位置です。",
                "kr": "네, 저는 당신 발밑에 남은 살카즈의 흔적을 주시하고 있습니다. 걱정하지 마세요, 아무것도 묻지 않겠습니다. 사이클롭스의 시선은 카즈델을 떠난 지 오래. 전 그저 북부 국경의 위협에 맞서기 위해 여러분들과 함께할 뿐입니다. 저는 이 정도 위치에서 당신의 운명을 지켜보려 합니다.",
                "cn": "是的，我在注视您脚下萨卡兹的残迹。请不要担忧，我不会探听什么，独眼巨人之视，早已不投向卡兹戴尔。我只为北境的威胁而与你们同行，这是我在您命运中的位置。"
            },
            "asset": "char_4102_threye/CN_005"
        },
        {
            "id": "char_4102_threye_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Is your interest really piqued by this note? You may read it, by all means. But it cannot foretell one's fate. The shapes that prophecies take are not set in stone, therefore keeping records is forbidden to us. In spite of this, I have written these words and fragments. Please view these as... lies that I must make, no matter the means.",
                "jp": "本当にこの記録に興味が？お読みになっても構いませんが、運命の予知には使えません。予言は定められた形をとってはならないものです。吾人にとって、記録は許されぬもの。にもかかわらず私が記したこの断片は、どうか……私の精いっぱいの足掻きだと思ってください。",
                "kr": "정말 이 기록에 관심이 있으신 건가요? 읽으셔도 됩니다만, 이걸로 운명을 예지할 수는 없을 겁니다. 예언은 정해진 형태로 빚어지지 않는 법이니까요. 저희에게 기록은 허락되지 않았습니다만, 그럼에도 불구하고 제가 적어둔 이 글귀들은, 부디…… 저의, 수단과 방법을 가리지 않은 발버둥이라 생각해 주세요.",
                "cn": "您真的对这本笔记感兴趣吗？请读吧，但它并不能使您预知命运。预言之形不可塑定，在我们之中，书写本不被容许，而我个人执意记下的只言片语，请您视作......我不择手段的谎言。"
            },
            "asset": "char_4102_threye/CN_006"
        },
        {
            "id": "char_4102_threye_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "No, no... Please, do not say that... Typhon's life is unrelated to any prophecies. I saved her in the heat of the moment. She is unaware of the cause, nor is she curious about her fate. And it is my wish to never lay eyes on her future.",
                "jp": "いえ、いいえ、違います……ティフォンの命を救ったのは予言によるものではありません。一時の衝動に突き動かされた行いです。彼女は事の切っ掛けを知らず、自分の結末についても興味を持っていません。私も、永劫彼女が視界に入らない方が良いと思っています。",
                "kr": "아뇨, 아닙니다. 부디 그런 말씀은 삼가 주시길…… 티폰의 생명은 예언과는 무관합니다. 그녀를 구한 건 저의 한순간의 충동이었을 뿐이죠. 티폰은 이유도, 또 자신의 결말도 궁금해하지 않았습니다. 저 역시, 차라리 그 미래가 영원히 제 눈에 들어오지 않는 편이 좋았을 거라고 생각합니다.",
                "cn": "不，不，请别这么说......提丰的生命无关一切预言，救下她只是我那一瞬间的冲动。她不知道起因，也不好奇自己的结局。而我，宁可她将来也永远不在我眼中。"
            },
            "asset": "char_4102_threye/CN_007"
        },
        {
            "id": "char_4102_threye_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "The wind pays no heed to where each snowflake falls, as it is plenty accustomed to the sight of melting snow. On the icefileds, it sees the ravines sculped by fate... I ask you to understand us in that way. However... As I gaze at you here, I cannot help but feel a hint of sadness.",
                "jp": "運命が氷原の谷間を削り出します。雪の一片一片がどこに落ちているのかについては、それが融けていく様を見慣れた者にとっては、そよぐ風ほどにも関心を引かぬことでしょう……どうかこのように吾人を認識してください。ただ、今貴方を熟視していて、多少の感傷は出てしまうかもしれません。",
                "kr": "운명은 빙원의 계곡을 조각합니다. 눈송이 하나하나가 어디에 떨어질지는, 그것이 녹아가는 모습에 익숙한 이들에겐 산들바람만큼의 관심도 끌지 못하겠지요…… 부디, 저희를 그렇게 이해해 주시길. 다만, 지금은 당신을 지켜보고 있기에, 약간의 슬픔이 새어 나오는 건 어쩔 수 없군요.",
                "cn": "命运雕刻冰原的沟壑，至于每一片雪落在哪里，人们如果看惯了它们融化，就应该和风一样漠不关心......请您就这样理解我们吧。只是，我正注视着您，难免流露出伤感。"
            },
            "asset": "char_4102_threye/CN_008"
        },
        {
            "id": "char_4102_threye_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "This is all my own choices. I would do whatever it takes to fulfill the prophecy that must be fulfilled, no matter the cost. When the day comes, you may loathe me. And so, allow me to offer you my apologies in advance. Would you perhaps think that... Sorry, please, pay me no heed.",
                "jp": "全ては私一人の選択です。実現されるべき予言のためであれば、私は一切の対価を惜しみません。来るべきその日……貴方に恨まれるかもしれませんから、今お詫びすることをお許しください。貴方のお考えは……いえ、やめておきましょう。",
                "kr": "이 모든 건 제 개인의 선택입니다. 예언이 실현되어야 한다면, 저는 그 어떤 대가를 치러서라도 이를 실현시킬 겁니다. 그날이 되면…… 당신께서 절 원망할 수도 있겠지요. 그렇기에, 지금 미리 사과를 드리는 걸 용서해 주시길. 당신께선 혹시…… 아뇨, 아무것도 아닙니다.",
                "cn": "这一切都是我个人的选择，那个预言需要实现，我便会不惜一切代价地让它实现。到了那一天......或许您会恨我，因此，请允许我提前向您道歉吧。您是否认为......不，请别在意。"
            },
            "asset": "char_4102_threye/CN_009"
        },
        {
            "id": "char_4102_threye_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "It is still snowing.",
                "jp": "雪が止みませんね……",
                "kr": "아직 눈이 그치지 않았군요……",
                "cn": "雪还在下......"
            },
            "asset": "char_4102_threye/CN_010"
        },
        {
            "id": "char_4102_threye_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "You look the same as I saw you before... Sorry, please pay me no mind. I am a Cyclops from the caverns of the Sami mountains. With the impending darkness in my sight, I seek your cooperation. Please, call me Valarqvin.",
                "jp": "貴方はかつて視ていた通りですね……いえ、なんでもありません。私はサーミの山中にある岩窟から参りましたサイクロプス。暗黒の訪れを感じたため、協力を求めてここに至りました。どうぞヴァラルクビンとお呼びください。",
                "kr": "당신은 제가 봤던 그대로군요…… 아뇨, 아무것도 아닙니다. 저는 사미 산속 바위 굴에서 온 사이클롭스입니다. 어둠이 다가오는 것을 목도하여, 이렇게 협력을 구하러 왔습니다. 부디 발라크빈이라고 불러 주시길.",
                "cn": "您和我见过的一样......不，请别在意。我是从萨米群山的岩窟中走出来的独眼巨人，见到黑暗迫近，因此寻求合作。请叫我凛视吧。"
            },
            "asset": "char_4102_threye/CN_011"
        },
        {
            "id": "char_4102_threye_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "No matter how much you gaze into the past, there are no more possibilities to be seen there.",
                "jp": "過去をどれほど熟視したところで、これ以上の可能性は視えません。",
                "kr": "아무리 과거를 들여다보아도, 더 이상의 가능성은 보이지 않습니다.",
                "cn": "无论怎么注视过去，也无法看到更多的可能性了。"
            },
            "asset": "char_4102_threye/CN_012"
        },
        {
            "id": "char_4102_threye_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "My mission will never change, no matter the time. Even so, you would go through the effort to prepare a promotion ceremony for me? You have my thanks.",
                "jp": "私の使命はいつ何時も変わりはしないのに、それでも私のために昇進の儀を行ってくださるのですか？感謝いたします。",
                "kr": "제 사명은 언제나 변하지 않을 텐데도, 제 승진 의식을 준비해 주시는 건가요? 감사드립니다.",
                "cn": "我的使命无论何时都不会改变，即便如此，您也要费心为我准备晋升的仪式吗？谢谢。"
            },
            "asset": "char_4102_threye/CN_013"
        },
        {
            "id": "char_4102_threye_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "A dark fate looms over the lands in silence, only for the occasional flash of lightning to tear it briefly asunder. It is in those moments when the foresighted see. Likewise, it is in those moments that warriors seek to wager their lives.",
                "jp": "昏い厄災は未だ大地で静かに時を待っており、稲光だけが、束の間闇を払うことができます。遠見の者が視えるのはその一瞬にすぎず、遠征する者が命を賭してまで求めるのも、その一瞬のみです。",
                "kr": "어두운 액운은 언제나 대지 위에서 조용히 때를 기다리고 있습니다. 번개만이 가끔씩, 잠시 그것을 물리칠 뿐이죠. 예견자들이 볼 수 있는 건 오직 그 한순간뿐이며, 먼 길을 떠나는 이들이 목숨을 걸고서 찾는 것 역시, 그 한순간일 뿐입니다.",
                "cn": "昏黑的厄运始终在大地上静候，只有闪电偶尔将它破开一瞬。远见之人所见的，只是那一瞬间，远征之人不惜性命所求的，也只是那一瞬间。"
            },
            "asset": "char_4102_threye/CN_014"
        },
        {
            "id": "char_4102_threye_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "As foretold.",
                "jp": "視ていた通りですね。",
                "kr": "예견한 대로입니다.",
                "cn": "一如预示。"
            },
            "asset": "char_4102_threye/CN_017"
        },
        {
            "id": "char_4102_threye_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "This ray of light may be dim, but I ask all of you to follow it.",
                "jp": "幽かな光ではありますが、どうぞついてきてください。",
                "kr": "비록 희미한 빛줄기일 뿐이지만, 부디 따라와 주시길.",
                "cn": "虽然只是幽微的光线，也请各位跟上吧。"
            },
            "asset": "char_4102_threye/CN_018"
        },
        {
            "id": "char_4102_threye_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Avoid becoming engulfed in snow, as were the fates of many.",
                "jp": "雪に埋もれて終わる人々と同じ轍を踏むのは避けてくださいますよう。",
                "kr": "눈에 파묻힌 이들과 똑같은 결말을 맞는 것만은 피해주시기 바랍니다.",
                "cn": "请避免成为被雪掩埋的那些人。"
            },
            "asset": "char_4102_threye/CN_019"
        },
        {
            "id": "char_4102_threye_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "I have no intention of setting my eyes on you.",
                "jp": "其方衆など視るつもりもない。",
                "kr": "당신들을 지켜보고 싶지는 않군요.",
                "cn": "我不愿注视你们。"
            },
            "asset": "char_4102_threye/CN_020"
        },
        {
            "id": "char_4102_threye_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Please accept my advice.",
                "jp": "どうか、私の忠告をお聞き入れください。",
                "kr": "부디 제 제안을 받아주십시오.",
                "cn": "请您接受我的建议。"
            },
            "asset": "char_4102_threye/CN_021"
        },
        {
            "id": "char_4102_threye_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "I am here.",
                "jp": "ここに。",
                "kr": "이쪽으로.",
                "cn": "我在。"
            },
            "asset": "char_4102_threye/CN_022"
        },
        {
            "id": "char_4102_threye_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Please deliver my visions to the masses.",
                "jp": "遠見の結果を皆に伝えてください。",
                "kr": "예견의 결과를 모두에게 전해 주세요.",
                "cn": "请将远见的景象传递给众人。"
            },
            "asset": "char_4102_threye/CN_023"
        },
        {
            "id": "char_4102_threye_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "I have received enlightenment.",
                "jp": "啓示を得ました。",
                "kr": "계시를 받았습니다.",
                "cn": "我已经受到启发。"
            },
            "asset": "char_4102_threye/CN_024"
        },
        {
            "id": "char_4102_threye_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "May the lightning tear chaos apart.",
                "jp": "雷電が混沌を割かんことを。",
                "kr": "천둥이 혼돈을 갈라내기를.",
                "cn": "愿闪电割裂混沌。"
            },
            "asset": "char_4102_threye/CN_025"
        },
        {
            "id": "char_4102_threye_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "May the blizzard cleanse life and death.",
                "jp": "風雪が生死を洗い清めんことを。",
                "kr": "눈보라가 생사를 씻어내기를.",
                "cn": "愿风雪洗濯生死。"
            },
            "asset": "char_4102_threye/CN_026"
        },
        {
            "id": "char_4102_threye_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "May the mountains prolong our fates.",
                "jp": "群山の運命が継がれんことを。",
                "kr": "산맥이 운명을 이어가기를.",
                "cn": "愿群山延续命运。"
            },
            "asset": "char_4102_threye/CN_027"
        },
        {
            "id": "char_4102_threye_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "'We gaze, from the beginning to the end.'",
                "jp": "「吾人の熟視は、果てに至るまで。」",
                "kr": "“시작과 끝을, 지켜보리라.”",
                "cn": "“我们注视，从始至终。”"
            },
            "asset": "char_4102_threye/CN_028"
        },
        {
            "id": "char_4102_threye_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Fate is always heartless.",
                "jp": "運命は永劫、無関心です。",
                "kr": "운명은, 언제나 무심합니다.",
                "cn": "命运永远无动于衷。"
            },
            "asset": "char_4102_threye/CN_029"
        },
        {
            "id": "char_4102_threye_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "With your axe and wit, you have left your mark on the icefield. Now, we can continue our journey forward.",
                "jp": "貴方の刃と叡智のおかげで、氷原には新たな轍が刻まれました。先へ進みましょう。",
                "kr": "당신의 칼날과 지혜 덕분에 빙원에는 새로운 흔적이 새겨졌습니다. 계속 앞으로 나아가시죠.",
                "cn": "借您的刀斧与灵智，冰原上已经留下了新的辙迹。我们可以继续前行了。"
            },
            "asset": "char_4102_threye/CN_030"
        },
        {
            "id": "char_4102_threye_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Are you still concerned? Fate will bring back to you the enemies who escaped.",
                "jp": "ご安心ください。逃げ去った敵共が、いずれ運命によって貴方の元へ戻って来るでしょう。",
                "kr": "걱정되시나요? 도망친 적들은 결국, 운명에 의해 당신의 곁으로 돌아오게 될 것입니다.",
                "cn": "您放心不下吗？逃走的那些敌人，依然会被命运带回您身边。"
            },
            "asset": "char_4102_threye/CN_031"
        },
        {
            "id": "char_4102_threye_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Please... do not stand before me... No, just allow me to take a moment of rest by myself.",
                "jp": "どうか……私の前に立たないでください……いえ、少し一人にしてもらえれば十分です。",
                "kr": "부디…… 제 앞에 서 있지 말아주세요…… 아뇨, 잠시만 혼자 쉬게 해 주시면 됩니다.",
                "cn": "请......不要站在我面前......不，请让我独自休息片刻就好。"
            },
            "asset": "char_4102_threye/CN_032"
        },
        {
            "id": "char_4102_threye_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "I thank you for arranging for me a place of respite. Alas, I am afraid I cannot make use of it often.",
                "jp": "足を休める場所を用意してくださってありがとうございます。でも、残念ながらそれほど利用はできないと思います。",
                "kr": "제게 발붙일 곳을 마련해 주셔서 감사드립니다. 하지만 안타깝게도, 자주 머무르지는 못할 것 같네요.",
                "cn": "感谢您为我安排的落脚处，但我恐怕不能时常停留。"
            },
            "asset": "char_4102_threye/CN_033"
        },
        {
            "id": "char_4102_threye_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Oh... That's awfully childish of you.",
                "jp": "……まあ、幼子のような方ですね。",
                "kr": "……참, 어린아이 같은 분이시군요.",
                "cn": "......啊，您就像个孩子。"
            },
            "asset": "char_4102_threye/CN_034"
        },
        {
            "id": "char_4102_threye_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "This place… is quiet.",
                "jp": "ここは静かですね。",
                "kr": "이곳은 조용하군요.",
                "cn": "这里很安静。"
            },
            "asset": "char_4102_threye/CN_036"
        },
        {
            "id": "char_4102_threye_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4102_threye/CN_037"
        },
        {
            "id": "char_4102_threye_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "The passage of time is vague in our eyes. To us, the most distinct thing might perhaps be the length of time between each droplet of water dripping in the caves. You think I am not one to celebrate holidays? You are mistaken. Like ice-cold frost water, these moments keep me clear-headed and rouse me from <i>our</i> dream.",
                "jp": "吾人にとって、時の刻みとは曖昧なもの。もっとも確かと言えるのは、岩窟で水が滴る間隔であるかもしれません。私が節日を祝うのを好まないと？思い違いをされているようですね。こうした機会は、冷たい雪解け水のように私を目覚めさせてくれるのです。そう、「吾人」の運命から。",
                "kr": "저희에게, 시간의 눈금이란 모호한 것입니다. 아마 가장 확실한 건, 동굴에서 떨어지는 물방울 사이의 간격이 아닐런지요. 혹시 제가 명절을 축하하는 걸 좋아하지 않는다고 생각하시나요? 오해랍니다, 이런 순간은 마치 눈 녹은 차가운 물처럼 저를 깨워 주지요. 네, '저희'의 운명에서 말이죠.",
                "cn": "在我们眼中，时间的刻度模糊不清，最确切的或许是岩窟滴下水珠的间隔。您觉得我不喜欢庆祝节日？您误会了，这些时刻就像冰凉的雪水一样令我清醒，从“我们”的命运中醒来。"
            },
            "asset": "char_4102_threye/CN_038"
        },
        {
            "id": "char_4102_threye_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "May you advance without hesitation, Doctor.",
                "jp": "貴方の道行きに迷いが生まれませんよう、ドクター。",
                "kr": "당신의 앞길에 한 점의 미혹도 없기를 바랍니다, 박사님.",
                "cn": "愿您前行毫无迷茫，博士。"
            },
            "asset": "char_4102_threye/CN_042"
        },
        {
            "id": "char_4102_threye_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "A prophecy about Rhodes Island? My cooperation with you has lasted for some time now, and my answer to your question remains the same as the reason I sought your cooperation in the first place: We see doom often, but we also see what follows in the wake of such doom.",
                "jp": "ロドスに関する予言？協力関係を築いてからしばらく経ちましたが、それに対する私の答えは、出会った時と同じです――吾人は災厄を視ます。しかし災厄が訪れた後の光景も視えるのです。",
                "kr": "로도스 아일랜드에 관한 예언 말인가요? 당신과 협력해온 지도 꽤 오래됐지만, 그에 대한 제 대답은 여전히 제가 협력을 원하는 이유와 같습니다. “저희에겐 늘 액운이 보이지만, 액운이 지나간 뒤의 풍경 또한 보이니까요.”",
                "cn": "关于罗德岛的预言？与您的合作已经持续一段时间了，而我对此的回答，依然和我寻求合作的理由相同：我们时常看到厄运，但是也能看到厄运之后的景象。"
            },
            "asset": "char_4102_threye/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Maya Lindh",
            "global": "Maya Lindh"
        },
        "cn": {
            "native": "秦紫翼",
            "global": "Ziyi Qin"
        },
        "jp": {
            "native": "富樫美鈴",
            "global": "Misuzu Togashi"
        },
        "kr": {
            "native": "김채린",
            "global": "Kim Chae-rin"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}