{
    "charid": "char_308_swire",
    "nameid": "swire",
    "names": {
        "en": "Swire",
        "jp": "スワイヤー",
        "kr": "스와이어",
        "cn": "诗怀雅"
    },
    "voices": [
        {
            "id": "char_308_swire_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Doctor, we can't waste even one single precious minute! One minute could mean a loss of millions on the account with extra casualties on the field! Huh? Coffee? I take it with a sachet of sugar and heavy on the milk foam, thanks!",
                "jp": "ドクター、アタシたちの時間は、たとえ1分間だけだろうと大切なの！この1分間を無駄にすれば、数百万の損失だけでなくそれ以外にも被害が出るかもしれないのよ！……えっ、コーヒー？スティックシュガー1本、ミルクは多めにしてちょうだいな。ありがとね！",
                "kr": "박사, 우리의 시간은 단 1분이라도 소중해! 이 1분을 낭비하면 수백만의 손실뿐만 아니라, 다른 피해가 생길지도 모른다고! 어? 커피? 설탕 한 스푼에 프림 많이. 고마워!",
                "cn": "博士，我们的每一分钟，都很重要！一分钟，就有可能是数百万的亏损和额外的伤亡！欸，咖啡？请帮我加一包黄糖，多点奶沫，谢谢！"
            },
            "asset": "char_308_swire/CN_001"
        },
        {
            "id": "char_308_swire_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "They say Rhodes Island is a criminal organization, full of Infected people dirtying up the corridors. But that couldn't be further from the truth. Rhodes Island's Operators are giving their lives to make things better for everyone, just like the police force of Lungmen!",
                "jp": "「ロドスなんてロクな会社じゃないんだ、恐ろしい感染者が至るところにうろついてるぞ」なんて文句を言われたこともあるけど、それって言い過ぎよね？ロドスのオペレーターはみな、より良い生活のために一生懸命頑張ってる。その姿勢に、龍門の警官たちとなんの違いがあるというのかしら！",
                "kr": "“로도스 아일랜드 따윈 제대로 된 회사가 아니야, 무서운 감염자들이 여기저기 돌아다니고 있다고”…… 막 이런 소릴 들은 적도 있는데, 그런 말은 좀 너무하지 않아? 로도스 아일랜드의 오퍼레이터는 다들 더 나은 생활을 위해 목숨 걸고 열심히 하고 있는데 말이야…… 그런 자세가 용문에 있는 경관들이랑 무슨 차이가 있냐고!",
                "cn": "虽然有人和我说你们是个黑幕重重的公司，走道里有很多可怕的感染者四处游荡，但我觉得，根本就是夸大其词嘛。罗德岛的干员都在为了更好的生活而奋斗，这不是和龙门警员们一模一样嘛！"
            },
            "asset": "char_308_swire/CN_002"
        },
        {
            "id": "char_308_swire_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Hear me out, do you think we could redesign the instructors' office? At least add a bit of flavor to it, maybe a handmade rug or some atomistic art whatnot. It's just so bland now. Dobermann might say she doesn't care, but it really kills my enthusiasm...",
                "jp": "あのね、教官室のレイアウト、もうちょっとどうにかならないの？せめて調度品を少し増やすだけでも……例えば手織りの絨毯とか、アトミズム派の絵画とかね？今の教官室は殺風景すぎるわ。ドーベルマンはどうでもいいって言ってるけど、アタシのやる気は下がるからね……。",
                "kr": "있잖아, 교관 사무실의 인테리어, 어떻게 좀 안 되겠어? 적어도 말야, 물건을 좀 더 놔두기만 해줘도…… 예를 들면 뭐 그런 거 있잖아, 직접 짠 카펫이나, 원자론 학파의 그림 작품 같은 거…… 지금 교관 사무실은 너무 삭막하잖아? 도베르만은 아무래도 상관없다 그러는데, '내' 의욕이 떨어진다구……",
                "cn": "我说，教官办公室的布局，可以调整一下吧？至少加一些装饰，像是手织地毯，或者原子主义画作什么的？现在的办公室也太朴素了，虽然杜宾说她无所谓，但我的工作热情可是会下降的......"
            },
            "asset": "char_308_swire/CN_003"
        },
        {
            "id": "char_308_swire_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Ahhh, that awful Ch'en isn't here, is she? Back when we were in the L.G.D. together, she shot me this dirty look every time we bumped into each other. It made me wonder if I've done anything bad! I just... kinda want to take over the L.G.D. myself. That couldn't be bad, right?",
                "jp": "はぁ、あの忌々しいチェンは、ここにいないよね？近衛局にいる時は、通路で彼女と顔を合わせただけで憎らしげに睨まれるから、思わず自分がなにか悪いことしたと疑っちゃうわ！アタシはそんな……少ぉし、近衛局を自分のものにしようとしてるだけじゃない！",
                "kr": "하아…… 그 짜증 나는 첸 녀석은 여기 없지? 근위국에 있을 땐, 복도에서 걔랑 마주치기만 해도 막 얄밉게 째려보니까, 괜히 나도 모르게 내가 뭐 잘못했나 싶더라니까! 나는 그냥…… 아주 살~짝, 근위국을 내 걸로 만들어 보려고 한 건데!",
                "cn": "唉，那个讨厌的陈，在不在这里？在近卫局的时候，一旦在过道上碰见她，就会被她恶狠狠地盯着，弄得我也开始怀疑自己是不是做错什么了！我不就是......有点，想要接管近卫局而已嘛！"
            },
            "asset": "char_308_swire/CN_004"
        },
        {
            "id": "char_308_swire_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Exercise, study, training, researching my competitors and market shifts... Gotta keep them up!",
                "jp": "自主トレーニングも研修訓練も、競争相手と市場変化の調査も……全部手を抜けないわ！",
                "kr": "셀프 트레이닝도 연수 훈련도, 경쟁 상대와 시장 변화의 조사도…… 전부 놓치지 않겠어!",
                "cn": "锻炼也是，学习也是，训练也是，研究竞争对手和市场变化也是......全都不能落下！"
            },
            "asset": "char_308_swire/CN_005"
        },
        {
            "id": "char_308_swire_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "I've been allowed to set aside the family business for a while. But it's clear to me that the future of Lungmen needs both a stable public sector and security apparatus, as well as a healthy business and financial system. In both respects, I'm ready to be of service to Lungmen!",
                "jp": "しばらく一族の事業から身を引くことに家族は認めてくれたけど、アタシはちゃんとわかってるわ。龍門が発展していくためには、治安と秩序の維持だけでなく、商業と金融業の推進も必要だってね。どの分野であっても必要とされれば、アタシは喜んで龍門に身を捧げるつもりよ！",
                "kr": "가족들은 한동안 일족의 가업에서 손 떼도 된다고 해줬지만, 난 잘 알아. 용문이 발전하기 위해서는, 치안과 질서의 유지뿐만 아니라, 상업과 금융업의 발전도 필요하다는 걸 말야. 어떤 분야든 날 필요로 해준다면, 난 이 한 몸 기꺼이 용문에 바칠 거야!",
                "cn": "虽然家族同意我暂时放下家族事业，但我很清楚，龙门想要发展，既要有治安和秩序的维护，也要有商业与金融的推动。无论是哪一个领域，只要龙门需要我，我就会投身其中！"
            },
            "asset": "char_308_swire/CN_006"
        },
        {
            "id": "char_308_swire_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Lungmen bureaucracy is complicated, even for us. Keeping the peace, protecting the people, directing traffic, negotiating trade... Agh, it's absolutely backbreaking. But as long as what we do is good for Lungmen, I'll be—hehe—very pleased.",
                "jp": "龍門警察の仕事は色々あるのよ。治安の維持、民衆の保護、交通指導、貿易管理……。はあ、毎日忙しくて体中が痛くなるほどだわ。でも、部下たちと為したことが龍門のためになるなら、アタシはもう……ふふ、元気いっぱいよ！",
                "kr": "용문 경찰의 일에는 여러가지가 있다고. 치안 유지, 민중 보호, 교통 지도, 무역 관리…… 하아, 매일 바빠서 온몸이 다 쑤실 지경이야. 그래도 부하들이랑 하는 일이 용문을 위한 거라면, 난 그것만으로…… 후후, 기운이 넘친다고!",
                "cn": "龙门各署的工作是很复杂的。维护治安，保护民众，疏导交通，贸易协管......唉，每天都忙到腰酸背痛。不过，只要我和部下们做的事对龙门有益我就，哈哈，心满意足！"
            },
            "asset": "char_308_swire/CN_007"
        },
        {
            "id": "char_308_swire_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Doctor, why is Rhodes Island's training course so short...? Insufficient capital? Unacceptable, I'm requesting an immediate transfer to the business division! It's-it's not as if I like business, but if you need me to do it, I'm... more than capable!",
                "jp": "ドクター、どうしてロドスの研修訓練がこんなに短いの？……予算の問題？なんてことなの。アタシ、商務部への異動を申請するわ！ビ、ビジネスは好きじゃないけど、ドクターが必要だっていうなら、アタシ……アタシ、やるわ！",
                "kr": "박사, 로도스 아일랜드의 연수 훈련은 왜 이렇게 짧은 거야? ……예산 문제? 무슨 말이야 그게? 나, 비즈니스 부서로 이동 신청할게! 비, 비즈니스는 좋아하지 않지만, 박사가 필요하다고 하면, 나…… 나, 할게!",
                "cn": "博士，为什么罗德岛的训练课程这么短？......资金有限？这怎么行，我要申请调去商务部门！虽、虽然我不喜欢经商，但如果你需要的话，我做这个也......也可以！"
            },
            "asset": "char_308_swire/CN_008"
        },
        {
            "id": "char_308_swire_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "You know, Doctor, Lungmen could use someone as talented as you. So, well... If you're not enjoying this line of work, there's plenty of opportunities in the banking and management sectors! I-I can get you a job! Oh? You'd rather we work with Rhodes Island? ...Fine!",
                "jp": "実は、アタシたち龍門にはドクターのような人材が結構必要なの。だ、だから……。も、もし捜査が嫌だと言うなら、銀行や管理職だって、いくらでもチャンスを用意してあげられるから！え？ロドスにいても龍門とは協力できる？……もうっ！！",
                "kr": "실은, 우리 용문엔 박사 같은 인재가 꽤 많이 필요하거든. 그, 그러니까…… 호, 혹시 수사하는 게 싫으면, 은행이든 관리직이든 언제든지 기회는 마련해줄 수 있어! 뭐? 로도스 아일랜드에 있어도 용문이랑은 협력할 수 있다고? ……아 쫌!",
                "cn": "其实我们龙门很需要博士你这样的人才，所以，所以......唔，如果你不喜欢办案，银行业和管理业也可以哦！我，我能为你准备很多机会的！啊？即使在罗德岛也可以合作？......哎呀！！"
            },
            "asset": "char_308_swire/CN_009"
        },
        {
            "id": "char_308_swire_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Uughh... I'm exhausted... Two shifts in a row really does... zzz... zzz...",
                "jp": "うぐぐ……つ、疲れたわ……やっぱり連勤が続くと……すー……すー……。",
                "kr": "으윽…… 피, 피곤해…… 역시 연일 근무가 이어지면…… 쿨…… 쿠울……",
                "cn": "唔咕咕......好，好累啊......果然连续值班......会......呼......呼......"
            },
            "asset": "char_308_swire/CN_010"
        },
        {
            "id": "char_308_swire_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Swire, Senior Superintendent of the L.G.D.. I'll be joining Rhodes Island as a training consultant. Dr. {@nickname}, I'm looking forward to working together with you for the future of Lungmen!",
                "jp": "龍門上級警司のスワイヤーよ。新人訓練の顧問としてロドスに着任したわ。ドクター、龍門の未来のためにも、アタシたち仲良くしましょ！",
                "kr": "용문 고위 총경, 스와이어야. 신입 훈련 고문으로 로도스 아일랜드에 착임했어. 박사, 용문의 미래를 위해서라도, 우리, 친하게 지내자!",
                "cn": "龙门高级警司诗怀雅，现在，作为训练顾问，受聘于罗德岛。Dr.{@nickname}，为了龙门的未来，我们两人可得好好相处！"
            },
            "asset": "char_308_swire/CN_011"
        },
        {
            "id": "char_308_swire_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Hmm, as far as tactical theory goes, this is a decent application!",
                "jp": "ふむふむ、戦術理論をこういう風に運用しても、うまくいくのね！",
                "kr": "흠흠…… 전술 이론을 이런 식으로 운용해도 잘 통하는구나!",
                "cn": "唔唔，这样运用战术理论的话，也行得通！"
            },
            "asset": "char_308_swire/CN_012"
        },
        {
            "id": "char_308_swire_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "A promotion? Hmm? But it doesn't do anything for me back in Lungmen, does it? Well, if you insist, I suppose I will accept it!",
                "jp": "昇進？ふーん、別に龍門での地位が上がるわけでもないよね？でもアンタがどうしてもって言うなら、あ、アタシ……受けてあげないこともないわよ！",
                "kr": "승진? 흐~음, 딱히 용문에서의 입지가 올라가는 건 아니잖아? 그래도 네가 그렇게 원한다면, 나, 나는…… 못 받아줄 것도 없지!",
                "cn": "晋升？唔，我在龙门的地位也不会提高吧？但如果你喜欢的话，我、我......要我接受，也不是不行！"
            },
            "asset": "char_308_swire/CN_013"
        },
        {
            "id": "char_308_swire_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Maybe it's that you want me to improve your relationship with Lungmen. Or, possibly, you truly need my talents. I suppose it could be something else you want, too... I'm not sure exactly what, and I can't promise it'll be on offer. But I'll be a stalwart with you to the end.",
                "jp": "アタシを通じて龍門と友好関係を結ぶつもりなのか、本当にアタシの力を必要としているのか、それか他に何か目的があるのか……そんなことは知らないし、なんでも応えてあげられるとは限らない……けど、アタシはどこまでも、アンタについて行くわ。",
                "kr": "날 통해서 용문과 우호관계를 맺을 생각인지, 정말 내 힘을 필요로 하는 건지, 아니면 다른 목적이 있는 건지…… 그런 건 모르겠고, 뭐든지 다 해줄 수 있을 거라곤 장담 못 하겠지만, 난 언제까지나, 너를 따라갈게.",
                "cn": "也许，你想通过我和龙门缔结友好关系；或者，罗德岛需要我的能力；哪怕，你对我有其它需要......我没法全部保证。但，我会是你最忠诚的伙伴。"
            },
            "asset": "char_308_swire/CN_014"
        },
        {
            "id": "char_308_swire_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Aha~! You finally need my wisdom!",
                "jp": "ついにアタシの知恵が必要になったようね！",
                "kr": "드디어 내 지혜가 필요해졌나 보네!",
                "cn": "终于，需要我的智慧了吗！"
            },
            "asset": "char_308_swire/CN_017"
        },
        {
            "id": "char_308_swire_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Everyone, follow my orders to the letter!",
                "jp": "アタシの指示をしっかり聞きなさい！",
                "kr": "내 지시를 잘 따르도록!",
                "cn": "可要好好听从我的指挥！"
            },
            "asset": "char_308_swire/CN_018"
        },
        {
            "id": "char_308_swire_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Wipe them out in one fell swoop! It's cheaper that way!",
                "jp": "ヤツらを一気に制圧して、出費を抑えるわよ！",
                "kr": "녀석들을 단숨에 제압해서 경비 사용을 줄이자고!",
                "cn": "一口气消灭他们，就能节省开销！"
            },
            "asset": "char_308_swire/CN_019"
        },
        {
            "id": "char_308_swire_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Let's finish this quickly. My time is far too precious!",
                "jp": "さっさと終わらせましょ。アタシの貴重な時間を無駄にはさせないわ！",
                "kr": "빨리 끝내자. 내 귀중한 시간을 낭비하게 두진 않겠어!",
                "cn": "快点解决吧，可别浪费我宝贵的时间啊！"
            },
            "asset": "char_308_swire/CN_020"
        },
        {
            "id": "char_308_swire_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Huh?",
                "jp": "ええ？",
                "kr": "으응?",
                "cn": "哈？"
            },
            "asset": "char_308_swire/CN_021"
        },
        {
            "id": "char_308_swire_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "I've seen through the enemy's strategies!",
                "jp": "敵の手の内は、もう見切ったわ！",
                "kr": "적의 수는 이미 간파했어!",
                "cn": "敌人的战术，我已经看得很清楚了！"
            },
            "asset": "char_308_swire/CN_022"
        },
        {
            "id": "char_308_swire_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "This is far from my only battlefield!",
                "jp": "アタシの戦場は、ここだけじゃないんだけどね！",
                "kr": "내 전장은 여기만 있는 게 아닌데 말이야!",
                "cn": "我的战场，可不只是这里！"
            },
            "asset": "char_308_swire/CN_023"
        },
        {
            "id": "char_308_swire_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Business competitor or not, you will get a lesson from me!",
                "jp": "たとえライバルだとしても、再教育が必要ね！",
                "kr": "라이벌이라곤 해도, 교육을 다시 받아야겠는데?",
                "cn": "哪怕是竞争对手，也需要一点教育！"
            },
            "asset": "char_308_swire/CN_024"
        },
        {
            "id": "char_308_swire_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Time is money!",
                "jp": "時は金なりっ！",
                "kr": "시간은 금!",
                "cn": "时间就是金钱！"
            },
            "asset": "char_308_swire/CN_025"
        },
        {
            "id": "char_308_swire_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Hurry it up, let's move!",
                "jp": "さぁさぁ、早くいくわよ！",
                "kr": "자 자, 빨리 가자!",
                "cn": "快点快点，都动起来！"
            },
            "asset": "char_308_swire/CN_026"
        },
        {
            "id": "char_308_swire_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Lungmen has its own pride!",
                "jp": "龍門には龍門の誇りがある！",
                "kr": "용문에는 용문의 긍지가 있다!",
                "cn": "龙门有龙门的骄傲！"
            },
            "asset": "char_308_swire/CN_027"
        },
        {
            "id": "char_308_swire_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Time to liquidate!",
                "jp": "売り時と見たわ！",
                "kr": "매도할 타이밍이 보였어!",
                "cn": "该沽出了！"
            },
            "asset": "char_308_swire/CN_028"
        },
        {
            "id": "char_308_swire_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Fantastic! In battle as in business: high risk, high return!",
                "jp": "良いわね。戦闘と商売は同じ。ハイリスク・ハイリターンよ！",
                "kr": "괜찮네, 전투나 비즈니스나 그게 그거지. 하이 리스크 하이 리턴이야!",
                "cn": "好呀，战斗和商业是一样的，风险与回报并存！"
            },
            "asset": "char_308_swire/CN_029"
        },
        {
            "id": "char_308_swire_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Capital is all mergers and acquisitions! Victory is like investigation and arrest!",
                "jp": "資本は吸収合併と買い付け！勝利は捜査解決と追跡逮捕よ！",
                "kr": "자본은 흡수합병과 매입! 승리는 수사 해결과 추적 체포야!",
                "cn": "资本，就该是兼并和收购！胜利，就该是侦破和搜捕！"
            },
            "asset": "char_308_swire/CN_030"
        },
        {
            "id": "char_308_swire_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "...Bad... just bad... You can do better, can't you? We'll work it out together. Don't give up!",
                "jp": "これではダメよ、ダメ！もっとちゃんと出来るでしょ？アタシも一緒に頑張るから、諦めないで！",
                "kr": "이걸로는 안 돼, 안 된다고! 더 잘할 수 있잖아? 나도 같이 힘낼 테니까, 포기하지 마!",
                "cn": "不太好，不太好！你还可以做的更好吧？加油，我会和你一起努力的！"
            },
            "asset": "char_308_swire/CN_031"
        },
        {
            "id": "char_308_swire_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "How could this have happened? How could I... How could I have blundered so badly?!",
                "jp": "なんて恥さらしを……！アタシが……このアタシがこんなミスをするなんて！",
                "kr": "이 무슨 망신스러운……! 내가…… 내가 이런 실수를 하다니!",
                "cn": "太、太丢脸了！我居然......居然犯下这种失误！"
            },
            "asset": "char_308_swire/CN_032"
        },
        {
            "id": "char_308_swire_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Not bad... No, I think this room could use some more renovation!",
                "jp": "悪くないじゃない……いえ、この部屋、もっと改装したほうがいいわ！",
                "kr": "나쁘지 않네…… 아냐, 이 방, 더 개조하는 게 좋겠어!",
                "cn": "还、还不赖......不，这房间还可以再装修下吧！"
            },
            "asset": "char_308_swire/CN_033"
        },
        {
            "id": "char_308_swire_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Ah! How rude of you!",
                "jp": "こ、この無礼者……！",
                "kr": "이, 이 자식이……!!",
                "cn": "大、大胆！"
            },
            "asset": "char_308_swire/CN_034"
        },
        {
            "id": "char_308_swire_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "How... How about we go for dinner together? M-my treat!",
                "jp": "いっ、一緒にディナーでもいかが？あ、アタシのおごりよ！",
                "kr": "가, 같이 저녁 식사 어때? 내, 내가 살게!",
                "cn": "一......一起吃晚饭吧？我，我来买单好了！"
            },
            "asset": "char_308_swire/CN_036"
        },
        {
            "id": "char_308_swire_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_308_swire/CN_037"
        },
        {
            "id": "char_308_swire_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Happy New Year! Look at this crowd! So many people here! I brought some Lungmen street food with me... I-I didn't bring it for you guys! I wanted to have some myself! Right, if Ch'en has any, make sure she pays for her share. Call it a handling fee.",
                "jp": "明けましておめでとう！みんな集まってるのね、なかなか賑やかじゃない！ほら、龍門の下町グルメを持ってきたわよ……べっ、別に、アンタたちのために持ってきたんじゃないからね、アタシが食べたいだけよ！そうだ、もしあのチェンが食べに来たら、お代を出してって伝えといて。手間賃はきっちり請求してやるんだから！",
                "kr": "새해 복 많이 받아! 다 모이니까 여기도 꽤 시끌시끌하네! 내가 용문 먹거리를 좀 가져왔는데…… 따, 딱히 너희를 위해서 챙겨 온 건 아니거든? 내가 먹으려고 가져온 거야! 아 맞다, 첸 훼이지에가 와서 먹으려고 하면, 나한테 돈 내라고 해. 수고비 말이야!",
                "cn": "新年好！都在这里聚齐了，挺热闹的啊！我带了点龙门本地小吃......才、才不是专门给你们带的，是我自己要吃！对了，要是陈晖洁来吃，记得让她给我付钱。辛苦费！"
            },
            "asset": "char_308_swire/CN_038"
        },
        {
            "id": "char_308_swire_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Doctor, roar!",
                "jp": "ドクター、がおー！なんちゃって。",
                "kr": "박사, 어흥~! 장난이야!",
                "cn": "嗷呜，博士！"
            },
            "asset": "char_308_swire/CN_042"
        },
        {
            "id": "char_308_swire_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "Look at you always wearing that outfit. You gotta at least change your shoes sometimes. Here, look what I've brought for you. Dark, flat, no design sensibility whatsoever. The brand I usually wear just got a bunch of new styles, and I picked out a few pairs for you based on your tastes. But looking like that, nobody will be able to tell they're luxury branded! What a waste!",
                "jp": "看你也不常换衣服，鞋总是要换着穿吧？深色的，平底的，看起来没有什么设计感的，我常穿的牌子出了一批新款，我照你的喜好买了几双。唉，但是这样，谁能看得出来你穿的这是奢侈品啊！亏了！",
                "kr": "넌 옷은 자주 안 갈아입어도, 신발은 갈아 신는 거지? 매번 색깔도 칙칙하고 플랫한 디자인이라니, 내가 자주 신는 브랜드에서 신상이 나왔거든? 뭐 네가 좋아할 만한 걸로 몇 켤레 사와봤어. 아, 근데 그 옷차림 때문에 네가 신은 신발이 브랜드 제품인지 못 알아보겠잖아! 정말!",
                "cn": "看你也不常换衣服，鞋总是要换着穿吧？深色的，平底的，看起来没有什么设计感的，我常穿的牌子出了一批新款，我照你的喜好买了几双。唉，但是这样，谁能看得出来你穿的这是奢侈品啊！亏了！"
            },
            "asset": "char_308_swire/CN_043"
        },
        {
            "id": "char_308_swire_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "I went against my grandfather's wishes by becoming a cop, but I believe it was the right choice for me, not that it's easy. This isn't just to take control of my own life. More than that, it's for Lungmen's future. Hey, don't think Ch'en's the only one who thinks about this stuff. Just like her, I have much to do in the future.",
                "jp": "警察になったことはお祖父様の意向に背く決断だったけど、正しかったと思っているわ。まあ簡単な道ではないけどね。これは自分の人生の舵を取るためだけでなく、今となっては、龍門の未来のためでもあるのよ。ちょっと、チェンだけがそういうのを考えてるとでも思ってるの？アタシだってまだやることがたくさんあるわ。",
                "kr": "내가 경찰이 된 건 할아버지의 기대에 반하는 일이었어. 하지만 난 이게 올바른 길이라고 믿어. 그렇게 순탄치만은 않겠지만. 이건 단순히 나 자신의 인생을 위한 게 아니라, 용문의 미래를 위한 일이야. 흥, 첸 훼이지에만 이런 생각하는 게 아니거든? 내가 할 수 있는 일은 아직 많다고.",
                "cn": "我当警察算是违背了祖父的意愿，但我认为这是条正确的路，虽然它并不容易。这不单是为了掌握自己的人生，现在，更是为了龙门的未来。喂，别以为只有陈晖洁才会想这些，我要做的还有很多。"
            },
            "asset": "char_308_swire/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Emma Ballantine",
            "global": "Emma Ballantine"
        },
        "cn": {
            "native": "谢莹",
            "global": "Ying Xie"
        },
        "jp": {
            "native": "徳井青空",
            "global": "Sora Tokui"
        },
        "kr": {
            "native": "김율",
            "global": "Kim Yul"
        },
        "cn_topolect": {
            "native": "东东",
            "global": "Qiantong Wu"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr",
        "cn_topolect"
    ]
}