{
    "charid": "char_4045_heidi",
    "nameid": "heidi",
    "names": {
        "en": "Heidi",
        "jp": "ハイディ",
        "kr": "하이디",
        "cn": "海蒂"
    },
    "voices": [
        {
            "id": "char_4045_heidi_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "You need an assistant too...? Ah, I just heard a little about you from Kal'tsit. Don't mind that. Is there any work I can help with?",
                "jp": "あなたほどの方にも秘書がご入用ですか？……ああ、ケルシーからあなたのことを少し聞いただけです、お気になさらず。私にお手伝いできることはありますか？",
                "kr": "당신 같은 분도 조수를 필요로 하시는 건가요? ……아, 켈시로부터 당신에 대해 조금 전해 들었을 뿐입니다. 신경 쓰지 마세요.제가 도와드릴 일이 있을까요?",
                "cn": "你也需要助理吗？......啊，只是从凯尔希那里了解过一些你的事情而已。有什么工作是我可以帮忙的吗？"
            },
            "asset": "char_4045_heidi/CN_001"
        },
        {
            "id": "char_4045_heidi_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "What a surprise, Doctor. Where did you pick up my novel? It only got praise from a few fellow writers thanks to some friendly connections; it's not worth spending your time with.  Unfortunately, it's the only sort of thing I can write, given the state of Victoria. I'm sorry about that.",
                "jp": "まあ、ドクター、私の小説なんて一体どこで手に入れたんですか？お友達のよしみで同業の方々から賛辞を頂戴しただけで、ドクターがお時間を使うほどのものではないですよ。今のヴィクトリアでは、私はこのようなものしか書けないんです、ごめんなさいね。",
                "kr": "어머나, 박사님. 제가 쓴 소설은 도대체 어디서 구하신 건가요? 친분 덕분에 동업자들의 칭찬 몇 마디를 받은 작품일 뿐이지, 박사님이 시간을 들일 정도의 책은 아니랍니다. 지금의 빅토리아에서 제가 쓸 수 있는 건 이런 것뿐이에요. 죄송합니다.",
                "cn": "真意外，博士，你是从哪里拿到了我写的小说？它只是凭着人情关系博得了几位同行的谬赞而已，不值得占用您的时间。抱歉，在眼下的维多利亚，我只能作出这样的东西。"
            },
            "asset": "char_4045_heidi/CN_002"
        },
        {
            "id": "char_4045_heidi_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "I have a fair insight into coordinating formalwear and jewelry, you know. Right now, though? Treat this sort of dress-up as an actor's costume. The gentry and aristocracy are all at their drinking parties trembling for dear life, putting on a play of peace, watching for an explosion without knowing when it'll come.",
                "jp": "礼服とアクセサリーのコーディネートについては多少の心得がありますの。とはいえ、今の時代のこういった装いは舞台衣装だと思ってください。各界の名士と貴族たちはみな、お酒の席で「平和」という劇を演じながら、いつ訪れるか分からない突発的な事変に備えるのです。",
                "kr": "드레스와 액세서리의 코디라면 저도 꽤 자신이 있어요. 하지만 지금 같은 상황에서는 무대 의상 정도로만 여겨주시면 될 것 같습니다. 각계의 유명 인사와 귀족들은 모두 술자리에서 평화라는 이름의 연극을 벌이면서, 언제 터질지 모르는 폭발을 경계하고 있답니다.",
                "cn": "对于礼服和首饰的搭配，我可是颇有心得。不过，现在这样的装扮，你就当作是演出服吧。名流与贵族们在酒会上心惊胆战地演着名为和平的戏，提防着不知何时会发生的爆炸。"
            },
            "asset": "char_4045_heidi/CN_003"
        },
        {
            "id": "char_4045_heidi_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "It's a pity you chose a bad place and time to arrive, or else I would've invited all you Rhodes Islanders to visit the theater as the Victorians do. The epic of the Aslan King owes its celebration to bards, after all, not letters on paper. Besides, my theater friends always leave me a seat.",
                "jp": "このような時でなければ、ロドスの皆様を劇場にご招待して、ヴィクトリア流の楽しみを堪能していただいたのに残念です。アスラン王の英雄譚は文字で世に知られたのではなく、詩人が歌い広めたものですからね。それに、劇場の知人がいつも席を確保してくれますの。",
                "kr": "이런 상황만 아니었다면 로도스 아일랜드 분들을 여느 빅토리아인처럼 극장에 초대하고 싶었는데, 아쉽게 됐네요. 아슬란 왕의 영웅담은 글로 전해진 것이 아니라, 시인들의 노래로 전해진 것이니까요. 게다가 극장에 있는 친구가 항상 저를 위해 자리를 남겨 주거든요.",
                "cn": "可惜你来的时间地点都不太巧，不然我一定邀请罗德岛的各位像维多利亚人一样去剧院坐坐，毕竟阿斯兰王的史诗是被诗人传唱开的，而不是靠文字被人熟知的。而且，剧院的朋友总是给我留座位嘛。"
            },
            "asset": "char_4045_heidi/CN_004"
        },
        {
            "id": "char_4045_heidi_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Kal'tsit's always called herself a doctor, but before I actually came to Rhodes Island, I couldn't understand why she'd fixated on Oripathy treatment. After all, there were so many tricky issues she could solve.I mean... Really... She could have solved anything. Anything except Oripathy... But I see now. You're bringing hope.",
                "jp": "ケルシーはずっと「医師に過ぎない」と自称していますが、ロドスを訪れるまで、私はなぜ彼女がそこまで鉱石病（オリパシー）に固執するのか理解できずにいました。彼女ならば、多くの問題を解決できますが、鉱石病だけは……けれど、今は得心がいっています。ロドスは、希望をもたらそうとしていることを。",
                "kr": "켈시는 항상 자신이 평범한 의사일 뿐이라고 말해 왔어요. 로도스 아일랜드에 오기 전에는, 그녀가 어째서 그렇게까지 광석병 치료에 매달리는지 이해할 수 없었죠. 켈시라면 더 많은 문제를 해결할 수 있을 텐데, 왜 광석병에만…… 하지만 이젠 알 것 같아요. 여러분들은 희망을 가져다주려 한다는 것을.",
                "cn": "凯尔希一直自称只是医生，但真正来到罗德岛之前，我不能理解她为什么会把视线锁定在矿石病治疗上，毕竟她可以解决很多难题，唯独矿石病......但现在我看到了，你们是在带来希望。"
            },
            "asset": "char_4045_heidi/CN_005"
        },
        {
            "id": "char_4045_heidi_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Teaching a group of barehanded commoners to stand off against Sarkaz warriors—hard to believe, even for them. Some advised me not to even waste time trying... But when I met Kal'tsit, I was still very tender myself. The small and weak have their own strength, by all rights.",
                "jp": "無手の一般人にサルカズの戦士との戦い方を教えるなんて、彼ら自身ですらも荒唐無稽だと思っていましたし、私に時間を無駄にするなと忠告してくれる方もいました……けど、ケルシーに出会った時の私も、同じく未熟で弱かったんです。弱い者にも、力を手に入れる権利があります。",
                "kr": "무기도 들지 않은 일반인들에게 살카즈 전사와 맞서는 법을 가르치다니, 그들 스스로에게도 황당한 일이겠죠. 처음에는 시간 낭비하지 말라고 충고하는 사람들도 있었어요…… 하지만 켈시를 만났을 때의 저 또한 미숙했답니다. 약한 사람일지라도 자신만의 힘을 가질 권리가 있으니까요.",
                "cn": "教一群手无寸铁的普通人与萨卡兹的战士对抗，这种事他们自己都觉得荒唐，一开始也有人劝我不要浪费时间......但认识凯尔希时，我也还很稚嫩。弱小的人也该有自己的力量。"
            },
            "asset": "char_4045_heidi/CN_006"
        },
        {
            "id": "char_4045_heidi_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Without even looking, I know how Golding would evaluate that book. After all, we once wrote for the same newspaper and inked practically the same sentences between two articles—no, it wasn't a rapport, just that there's few words Victoria will allow you to pronounce loudly these days.",
                "jp": "ゴールディングがあの本をどう評価するかなんて、読まなくても分かりますよ。同じ新聞に寄稿した文章で、ほぼ同じ文言を書いたことがあるくらいですから――いいえ、気が合うのではなく、今のヴィクトリアで公で使える言葉が少ないのです。",
                "kr": "골딩이 그 책을 어떻게 평가할지는 안 봐도 뻔해요. 같은 신문의 다른 글에 거의 똑같은 문장을 쓴 적이 있을 정도니까요…… 아닙니다, 통하는 부분이 있는 게 아니라 지금의 빅토리아에서는 공개적으로 쓸 수 있는 말이 적을 뿐이죠.",
                "cn": "我不用看也知道戈尔丁会怎么评价那本书，毕竟我们可是曾经在报纸同一版的两篇文章里写出了几乎一样的句子——不，这并不是默契，只是现在维多利亚允许大声宣讲的词句并不多。"
            },
            "asset": "char_4045_heidi/CN_007"
        },
        {
            "id": "char_4045_heidi_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Has Amiya been sleeping well...? She really is just like Clovisia. Though their hearts have grown to the point they can bear everyone's hopes, their bodies are still so easily overwhelmed. I'll be off in a while, to see how I can help them.",
                "jp": "アーミヤはちゃんと寝ていますか？……やっぱり、クロヴィシアと同じですね。彼女たちの精神は人々の希望を背負えるほどに成長していますけど、身体は簡単に壊れてしまいますから。私もあとでお手伝いに行きましょう。",
                "kr": "아미야 씨는 잘 자고 있나요? ……역시 클로비시아와 똑같네요. 마음은 많은 이들의 희망을 짊어질 수 있을 정도로 강해졌지만, 몸은 역시나 쉽게 무너지는군요. 나중에 저도 도우러 가야겠어요.",
                "cn": "阿米娅有好好睡觉吗？......果然和克洛维希娅一样。虽然她们的心灵已经成长得足够背负起众人的希望，但身体还很容易被压垮。等会儿我也去帮帮她们吧。"
            },
            "asset": "char_4045_heidi/CN_008"
        },
        {
            "id": "char_4045_heidi_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Ever since I was very young, I sat by my father's desk, watching him read and write. Even when writing letters to Kal'tsit, he never pushed me away. Just like he said, sooner or later I'd understand this all, and I'd have to at that.",
                "jp": "幼い頃から、父が本を読んだり執筆するのを、そばで見てきました。ケルシーに手紙を書く時だって、私を遠ざけたりしなかったんです。父が言った通り、あれは私がいつか知ることになり、知るべきでもある事柄でした。",
                "kr": "어렸을 때부터 아버지가 책을 읽거나 글을 쓰는 모습을 옆에서 봐왔습니다. 켈시에게 편지를 쓸 때도 저를 멀리 떼어놓거나 하진 않으셨죠. 아버지의 말씀대로, 언젠가는 저도 깨닫게 될 일들이자 깨달아야만 하는 일들이니까요.",
                "cn": "我从很小的时候起，就坐在父亲的书桌旁边，看他读书写作。连给凯尔希写信，他也没有避开过我。就像他说的一样，我迟早会懂得这些，也必须懂得这些。"
            },
            "asset": "char_4045_heidi/CN_009"
        },
        {
            "id": "char_4045_heidi_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Oh, you fell asleep... I wonder what you dream of, Doctor? The past, perhaps?",
                "jp": "ぐっすりお休みになってらっしゃるわね……ドクターはどんな夢を見るんだろう。過去を見たりするのかな。",
                "kr": "잠들어 버리셨네…… 박사님은 무슨 꿈을 꾸실까? 과거를 보고 계시는 걸까?",
                "cn": "居然睡着了......博士会梦见什么呢？会梦见过去吗？"
            },
            "asset": "char_4045_heidi/CN_010"
        },
        {
            "id": "char_4045_heidi_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "I've been wanting to meet all you Rhodes Islanders since a good long time ago. Very glad to make your acquaintance again, Doctor. Just call me Heidi.",
                "jp": "ごきげんよう。ずっとロドスの方々にお目にかかりたいと思っていました。こうしてまた、あなたとお近づきになれるのは嬉しいです、ドクター。私のことはハイディと呼んでいただいて構いません。",
                "kr": "아주 오래전부터 로도스 아일랜드 여러분을 뵙고 싶었습니다. 다시 만나 뵙게 되서 반가워요, 박사님. 하이디라고 불러 주세요.",
                "cn": "从很久以前开始，我就想见见罗德岛的各位了。很高兴再认识你一次，博士，叫我海蒂就好。"
            },
            "asset": "char_4045_heidi/CN_011"
        },
        {
            "id": "char_4045_heidi_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Oh my... This is all a lot harder to learn than what Kal'tsit taught me...",
                "jp": "ケルシーが教えてくれたものよりもずっと、覚えるのが難しいです……",
                "kr": "켈시가 가르쳐 준 것보다 훨씬 어렵네요……",
                "cn": "这些可比凯尔希教我的难学多了......"
            },
            "asset": "char_4045_heidi/CN_012"
        },
        {
            "id": "char_4045_heidi_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Do you need me taking on greater responsibilities? Of course I'd be glad to; I appreciate your faith in me. But as her Messenger, it's crucial I don't draw too much attention.",
                "jp": "私にさらなる役目を与えてくださるのですか？もちろん、喜んで。私を評価していただきありがとうございます。ただ、私は彼女の連絡係ですから、あまり人目を引かないようにしないと。",
                "kr": "제가 더 많은 직책을 맡아줬으면 한다고요? 당연히 좋지요. 저를 인정해 주셔서 감사합니다. 하지만 저는 켈시의 전달자이기도 하니, 너무 눈길을 끌지 않도록 조심해야겠어요.",
                "cn": "需要我承担更多职责吗？当然乐意，谢谢你对我如此认可。不过，作为她的信使，我可要注意不能太引人注目。"
            },
            "asset": "char_4045_heidi/CN_013"
        },
        {
            "id": "char_4045_heidi_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "What sort of clothes should I wear to match with this 'jewelry' Rhodes Island confers on me, Doctor?",
                "jp": "ロドスから頂いたこの「アクセサリー」、どんな服に合わせたらいいかしら、ドクター？",
                "kr": "로도스 아일랜드가 제게 준 이 '액세서리'에는 어떤 옷이 어울릴까요, 박사님?",
                "cn": "为了搭配罗德岛授予我的这件“首饰”，我该穿什么样的服装呢，博士？"
            },
            "asset": "char_4045_heidi/CN_014"
        },
        {
            "id": "char_4045_heidi_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "And by this, I will protect my home.",
                "jp": "こういう手段で故郷を守らねばならないだなんて。",
                "kr": "전 이것으로 고향을 지키도록 할게요.",
                "cn": "我必须以此来守护我的家园。"
            },
            "asset": "char_4045_heidi/CN_017"
        },
        {
            "id": "char_4045_heidi_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "I'll see your orders relayed to every last one.",
                "jp": "ドクターのご指令をきちんと全員に伝えておきます。",
                "kr": "박사님의 명령을, 모두에게 잘 전달하겠습니다.",
                "cn": "我会把你的指令传递给每一个人的。"
            },
            "asset": "char_4045_heidi/CN_018"
        },
        {
            "id": "char_4045_heidi_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "I have the intel for what lies ahead all sorted. Go forth with aplomb.",
                "jp": "前方の情報は掌握済みです。安心して出撃なさってください。",
                "kr": "전방에 대한 정보라면 제가 모두 수집해 두었답니다. 안심하고 출격해도 좋아요.",
                "cn": "前方的情报我已经收集好了，可以放心进发。"
            },
            "asset": "char_4045_heidi/CN_019"
        },
        {
            "id": "char_4045_heidi_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Let's go by the plan.",
                "jp": "計画通りに事を運びましょう。",
                "kr": "계획대로 움직이도록 하죠.",
                "cn": "按照计划行动。"
            },
            "asset": "char_4045_heidi/CN_020"
        },
        {
            "id": "char_4045_heidi_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Let me witness this with my own eyes.",
                "jp": "自分の目で確かめさせてください。",
                "kr": "제 두 눈으로 직접 확인하게 해 주세요.",
                "cn": "让我用自己的眼睛去见证。"
            },
            "asset": "char_4045_heidi/CN_021"
        },
        {
            "id": "char_4045_heidi_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Is there anything you need me delivering?",
                "jp": "ついでに持っていくものはありますか？",
                "kr": "제가 또 챙길 만한 건 없나요?",
                "cn": "有什么要我捎上的吗？"
            },
            "asset": "char_4045_heidi/CN_022"
        },
        {
            "id": "char_4045_heidi_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Dust, and the scent of rust...",
                "jp": "土埃、それに鉄錆のにおい……",
                "kr": "흙먼지, 그리고 녹슨 철의 냄새……",
                "cn": "尘土，还有铁锈的味道......"
            },
            "asset": "char_4045_heidi/CN_023"
        },
        {
            "id": "char_4045_heidi_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Give me your orders.",
                "jp": "ご指令をどうぞ。",
                "kr": "지령을 내려 주세요.",
                "cn": "把指令交给我吧。"
            },
            "asset": "char_4045_heidi/CN_024"
        },
        {
            "id": "char_4045_heidi_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "'The young prince saw the other reach for the crown, and he raised his sword.'",
                "jp": "「若き王子は、慮外者（りょがいもの）の手が王冠へと伸びるのを横目に見ながら、己の剣に手をかけた。」",
                "kr": "“젊은 왕자는 다른 이가 왕관에 손을 뻗는 것을 보자, 검을 뽑아 들었다.”",
                "cn": "“年轻的王子看着其他人将手伸向王冠，而他拿起剑。”"
            },
            "asset": "char_4045_heidi/CN_025"
        },
        {
            "id": "char_4045_heidi_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "'We sing our elegy at full strain, in rivers of blood formed by fear.'",
                "jp": "「我々は震恐の化身たる鮮血の流れの中で、声を上げて嘆き渡る。」",
                "kr": "“우리는 공포로 이루어진 피의 강에서 슬피 노래를 부른다.”",
                "cn": "“我们在恐惧流成的血河里放声悲歌。”"
            },
            "asset": "char_4045_heidi/CN_026"
        },
        {
            "id": "char_4045_heidi_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "'The girl, expelled from the city, still returns to rescue it.'",
                "jp": "「町から追放された娘は、それでもなお人々を救うために帰還する。」",
                "kr": "“여자아이는 도시에서 내쫓겼음에도, 사람들을 구하기 위해 돌아왔다.”",
                "cn": "“被这座城市驱逐的女儿，依旧会回来救难。”"
            },
            "asset": "char_4045_heidi/CN_027"
        },
        {
            "id": "char_4045_heidi_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "'He lifted his slaughterer's blade, not believing that he could earn the love of a different line.'",
                "jp": "「断絶をもたらす刃が振り上げられる。異族の愛を得られると彼は信じていなかった。」",
                "kr": "“단절을 가져오는 칼을 들어 올렸다. 그는 다른 종족의 사랑을 받을 수 있으리라 믿지 않았다.”",
                "cn": "“他举起屠刀，不相信自己能得到异族的爱。”"
            },
            "asset": "char_4045_heidi/CN_028"
        },
        {
            "id": "char_4045_heidi_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "I venture no one could have envisaged a victory so marvelous. Doctor, it seems the intel on you needs another update.",
                "jp": "ここまで鮮やかな勝利を得られるとは、誰も想像できなかったでしょう。ドクター、あなたに関するデータがまた更新されそうです。",
                "kr": "이렇게 환상적인 승리를 거둘 거라고는 아마 아무도 생각 못 했을 거예요. 박사님, 당신에 관한 정보가 또 업데이트될 것 같네요.",
                "cn": "这样精彩的胜利，恐怕任何人都设想不到吧。博士，看来有关你的情报又要更新了。"
            },
            "asset": "char_4045_heidi/CN_029"
        },
        {
            "id": "char_4045_heidi_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "There will surely be an end to suffering.",
                "jp": "苦しみには、いつか終わりがきます。",
                "kr": "고난에도, 결국은 끝이 있기 마련이죠.",
                "cn": "苦难一定会有尽头。"
            },
            "asset": "char_4045_heidi/CN_030"
        },
        {
            "id": "char_4045_heidi_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "There's nowhere nearby for them to hide. I know where they're likely headed.",
                "jp": "付近に身を隠せるような場所はありません。奴らの今後の行動に心当たりがあります。",
                "kr": "부근에는 몸을 숨길만한 곳이 없습니다. 적들이 어디로 향했을지 알 것 같네요.",
                "cn": "附近没有他们能躲藏的地方，我知道他们可能的动向。"
            },
            "asset": "char_4045_heidi/CN_031"
        },
        {
            "id": "char_4045_heidi_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "This is the risk we must face for the sake of ultimate victory. There are times we must bear the cost of defeat too, am I wrong?",
                "jp": "最後に勝利を得るために、我々はリスクを冒さなければならず、時には失敗の代償も支払わなければならない。違いますか？",
                "kr": "최후의 승리를 위해서라면 위험을 감수해야 하는 건 물론, 때로는 실패의 대가도 치러야 합니다. 아닌가요?",
                "cn": "为了最终的胜利，我们必须冒险，有时候还要忍受失败的代价，不是吗？"
            },
            "asset": "char_4045_heidi/CN_032"
        },
        {
            "id": "char_4045_heidi_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "I really wish Londinium's workers could have an environment as fine as this.",
                "jp": "ロンディニウムの勤め人たちにも、このように優れた仕事環境があるといいな。",
                "kr": "런디니움의 노동자들도, 이렇게 좋은 환경에서 일할 수 있었으면 좋겠네.",
                "cn": "真希望伦蒂尼姆的工人们也有这样良好的工作环境。"
            },
            "asset": "char_4045_heidi/CN_033"
        },
        {
            "id": "char_4045_heidi_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Oh? I'm here if you need me.",
                "jp": "え？ああ、ドクターでしたか。",
                "kr": "네? 저는 여기 있답니다.",
                "cn": "嗯？我在。"
            },
            "asset": "char_4045_heidi/CN_034"
        },
        {
            "id": "char_4045_heidi_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "That's odd, I wonder where my bookmark fell.",
                "jp": "あれ、しおりはどこかに落としたかしら。",
                "kr": "어라, 책갈피를 어디에 떨어뜨렸을까.",
                "cn": "啊，书签不知道掉到哪里去了。"
            },
            "asset": "char_4045_heidi/CN_036"
        },
        {
            "id": "char_4045_heidi_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4045_heidi/CN_037"
        },
        {
            "id": "char_4045_heidi_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "I've brought you my father's well-wishes too. Don't open those now. Leave the stuffy letters until the fireworks are over, hm?",
                "jp": "父から祝福の言葉も預かってきましたよ。しゃちほこばったお手紙の封を切るのは、花火の後にしましょうか。",
                "kr": "아버지에게 축복의 말도 함께 받아왔어요. 딱딱한 내용의 편지는 불꽃놀이가 끝난 뒤에 확인하도록 하죠.",
                "cn": "我把父亲的祝福一并捎来了，那些严肃的信件就等到烟火结束之后再拆吧。"
            },
            "asset": "char_4045_heidi/CN_038"
        },
        {
            "id": "char_4045_heidi_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Have you rested well, Doctor?",
                "jp": "ちゃんとお休みになられましたか、ドクター？",
                "kr": "잘 쉬셨나요, 박사님?",
                "cn": "休息得还好吗，博士？"
            },
            "asset": "char_4045_heidi/CN_042"
        },
        {
            "id": "char_4045_heidi_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "*cough*... I'm only dropping back in here to find Kal'tsit, I certainly wasn't ready to perform in any sort of program. Poetry recitals wouldn't be too in the spirit of this party now, would they? How about I go and help fix up the cake? ...Take care not to let other operators steal a bite? Jolly good.",
                "jp": "こほん……私はただケルシーを訪ねに来ただけで、出し物の準備などはしていませんよ。詩の朗読にしても、このパーティーの雰囲気にそぐわないでしょうし。なんなら、ケーキの準備でも手伝いましょうか？……他のみなさんが盗み食いしないように注意を？了解しました。",
                "kr": "크흠…… 전 켈시를 찾으러 온 것뿐이지 퍼포먼스 같은 건 준비하지 않았는데, 시 낭송 같은 건 파티의 분위기에 어울리지 않겠죠. 아니면 케이크 준비라도 도울까요? ……다른 오퍼레이터들이 훔쳐먹지 못하게 해달라고요? 알겠어요.",
                "cn": "咳......我只是回来找凯尔希的，可没有准备什么表演节目啊，诗朗诵应该不太符合这场宴会的气氛吧。要不我去帮忙摆摆蛋糕？......注意不要让其他干员偷吃？好的。"
            },
            "asset": "char_4045_heidi/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Sophie Shad",
            "global": "Sophie Shad"
        },
        "cn": {
            "native": "谢莹",
            "global": "Ying Xie"
        },
        "jp": {
            "native": "関根明良",
            "global": "Akira Sekine"
        },
        "kr": {
            "native": "성예원",
            "global": "Sung Ye-won"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}