{
    "charid": "char_297_hamoni",
    "nameid": "hamoni",
    "names": {
        "en": "Harmonie",
        "jp": "ハーモニー",
        "kr": "아르모니",
        "cn": "和弦"
    },
    "voices": [
        {
            "id": "char_297_hamoni_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "If you didn't have the time to get to all these files, why didn't you come ask me for help? I would've been more than glad.",
                "jp": "その山のような書類の処理に手が回っていないなら、どうして私に助けを求めないのかしら。喜んで手伝うのにねぇ。",
                "kr": "처리할 서류도 많으면서, 왜 나한테 도움을 청하지 않은 거야? 부탁하면 기꺼이 도와줄 텐데 말이야.",
                "cn": "如果你面前这些文件来不及处理，为什么不来寻求一下我的帮助呢，我可是很乐意的呀。"
            },
            "asset": "char_297_hamoni/CN_001"
        },
        {
            "id": "char_297_hamoni_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Don't worry, there wouldn't be anything in it for me if I left Rhodes Island, at this point. You're free to get up to whatever it is you usually do, never mind the fact I'm here. And as recompense for your trust, I won't leak a single detail of your work. Now come on, chop-chop. I'm deathly concerned for you, what with that doorstopper of a document.",
                "jp": "安心しなさい、今ロドスを離れることは私にとって何のメリットもないの。だからお構いなく、いつも通り仕事してもらっていいわよ。信頼してくれたお返しに、差し当たって他所にあなたの仕事内容を漏らすこともないわよ。さあ、どうぞ始めて。こんなに分厚い書類の束、見てるだけで心配になっちゃうの。",
                "kr": "안심해, 지금 로도스 아일랜드를 떠나는 건 나한테 아무런 이득도 없으니까. 그러니 당신은 평소처럼 할 일을 해. 신뢰에 대한 보답으로 박사가 하는 일도, 일단은 누설하지 않을 생각이야. 자, 어서 시작해. 이렇게 두꺼운 서류들을 보고 있자니 나도 박사가 걱정되긴 하네.",
                "cn": "放心，现在就离开罗德岛对我没有任何好处，你大可以在我面前做你平时该做的事。作为这份信任的回报，我目前也不会对外透露你工作的任何内容。开始工作吧，这么厚的文件，我很担心你。"
            },
            "asset": "char_297_hamoni/CN_002"
        },
        {
            "id": "char_297_hamoni_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "'Darling Rita.' I assume you're curious, if you bring it up? You know those certain few students who always leave their mark on you in your school years? I took quite a fancy to one of them—such an excellent soldier she turned out to be. Still, we have the space to keep out of each other's ways here, and that suits my fancy just as well.",
                "jp": "「親愛なるリタ」。この話に触れて、一体何が知りたいのかしら？誰にだって、学生時代の記憶に残る同級生は何名かいるものでしょ。優秀な兵士として私は彼女のことが結構気に入ってるの。もちろん、ここで顔を合わせなくて済むこともね。",
                "kr": "'사랑하는 리타'. 이 얘기를 꺼내다니 궁금한 거라도 있어? 학창 시절 기억에 남는 친구 몇 명 정돈 누구나 있는 법이잖아. 우수한 병사로서, 난 걔가 꽤나 마음에 들어. 물론 여기선 얼굴을 마주치지 않아도 된다는 점도 마음에 들고 말이야.",
                "cn": "“亲爱的丽塔”。提起这个，你是想知道些什么呢？学生时代总会有那么几个让人印象深刻的同学，作为一名优秀的士兵，我挺喜欢她的。当然，在这里我们能避免碰面，这点我也很喜欢。"
            },
            "asset": "char_297_hamoni/CN_003"
        },
        {
            "id": "char_297_hamoni_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Anything you'd like of me, Doctor of Rhodes Island? If it's in my power to deepen our bilateral trust, then I <i>would</i> be willing to stop gazing out at the window scenery, and focus a little instead on whatever it is that's vexing you.",
                "jp": "何かお望みかしら、ロドスのドクター？私の行動で互いの信頼を深められるというのなら、しばらくの間は窓の外の風景ではなく、あなたの悩みの方に目を向けてあげてもいいわよ。",
                "kr": "내가 뭘 해주면 될까, 로도스 아일랜드의 박사님? 나의 행동으로 우리의 신뢰를 더욱 돈독히 할 수 있다면 잠시 창밖의 풍경에서 당신의 고민으로 관심을 옮겨 줄 수도 있는데.",
                "cn": "需要我为你做什么吗，罗德岛的博士？如果我的行为能加深我们双方的信任，我愿意暂时从窗外的风景上移回视线，转而关心一下你的苦恼。"
            },
            "asset": "char_297_hamoni/CN_004"
        },
        {
            "id": "char_297_hamoni_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Shame you're short on people with a shrewd eye for Londinium affairs—I was quite curious what they'd think of me. After all, a medical organization like Rhodes Island, unaffiliated with any nation, opting to work with us? Either you did it out of sheer idiocy, or if not, then you must've known a little too much.",
                "jp": "残念ね、ここじゃロンディニウム事件の詳細を知っている人は少ないみたい。実は私についてどう反応するのか興味があったのよ。だってこれまでは、どの国とも関わらない医療組織でありながら我々と対立するのって、救いようのないバカか、色々知りすぎているかのどっちかと思っていたのだもの。",
                "kr": "아쉽게도, 여기엔 런디니움 사건에 대해 자세히 아는 사람이 많지 않은 것 같네. 나는 로도스 아일랜드처럼 어느 국가와도 관련 없는 의료 조직이 우리와 대립한다는 건, 그냥 바보거나, 아니면 아는 게 너무 많거나 둘 중 하나라고 계속 생각했었거든. 그래서 나를 어떻게 생각할지 궁금했어.",
                "cn": "可惜，这里了解伦蒂尼姆事件细节的人不多，我其实有些好奇他们怎么看我。毕竟之前在我眼里，罗德岛这样一家和任何国家都没有关系的医疗组织，和我们作对，不是太蠢，就是知道太多。"
            },
            "asset": "char_297_hamoni/CN_005"
        },
        {
            "id": "char_297_hamoni_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "So what's your next step? Keep throwing yourself into the maelstrom of Victoria, or continue to build the peaceful paradise that Rhodes Island hopes for? The Leader once gave me a display of land torched to ash by her fires, and I'm ever so curious. If you had flames, what color would they be?",
                "jp": "次はどうすると考えてるの？このままヴィクトリアの嵐の中に身を投じるのか、それとも引き続き、ロドスの描く平和な楽園を作るために動くのかしら？かつてリーダーは、自分の炎で焼き尽くした大地を見せてくれたの。もしあなたに炎があったら、それはどんな色になるのか、とっても気になるわ。",
                "kr": "당신은 앞으로 어떻게 할 생각이야? 이대로 빅토리아의 폭풍 속에 몸을 던질 거야? 아니면 계속해서 로도스 아일랜드가 바라는 평화로운 낙원을 만들어 갈 거야? 전에 리더가 자신의 불꽃으로 태운 대지를 보여 준 적이 있었어. 당신에게도 불꽃이 있다면, 그건 어떤 색깔일지 궁금하네.",
                "cn": "你下一步的决定是什么？是仍要投身维多利亚的漩涡之中，还是继续建设罗德岛所希望的和平乐园？领袖曾向我展示过被她的火燃尽后的大地，我很好奇，你若有火焰，那会是什么颜色？"
            },
            "asset": "char_297_hamoni/CN_006"
        },
        {
            "id": "char_297_hamoni_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "'Reed.' Such a darling codename—I can practically guess what was on her mind when she came up with it. Still, I'd be more the fool for claiming the prospect of a book club partner drove me here. She just happens to be somebody very useful, hence my need to protect her.",
                "jp": "「リード」ね、可愛らしいコードネームじゃない。彼女が何を考えてこの名前にしたかわかる気がするわ。だけど、一緒に本を読んだり、雑談をする相手のためにロドスまで来たのだとしたら、さすがにバカすぎるでしょ。彼女は利用価値があるのだから、私は守らなきゃいけない、それだけよ。",
                "kr": "'리드'라, 귀여운 코드네임이네. 이 이름을 지을 때 무슨 생각을 했을지도 알 것 같아. 만약 내가 같이 책을 읽거나, 잡담이나 나눌 생각으로 로도스 아일랜드까지 왔던 거라면, 너무 어리석은 거 아닐까? 리드는 이용 가치가 있으니까, 내가 지켜야 해. 단지 그뿐이야.",
                "cn": "“苇草”，可爱的小代号，我几乎能猜到她起这个名字时在想什么。但如果说我是为了一个能一起看书闲聊的伙伴不得已来到这里，那我也太愚蠢了。她只是一个很有用的人，所以我需要护住她。"
            },
            "asset": "char_297_hamoni/CN_007"
        },
        {
            "id": "char_297_hamoni_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Just making a little bookside conversation, but... how do you regard the act of dancing? You know, when hands rest on collars, and gazes lock, and involuntary reactions let slip the true intentions of you or I—my my, your heart's hardly fluttering at all. No wonder The Leader's so interested in you.",
                "jp": "読書に飽きたから、雑談に付き合っているだけよ。ねえ、あなたにはダンスはどのような行為に見えるかしら？手を相手の首元に添えて、視線を交わせば、無意識下の反応で人の本心が現れるわ――ふーん、鼓動が全く変わらないとはね。どうりでリーダーがあなたに興味を持ったわけだわ。",
                "kr": "이건 그냥 독서가 질려서 하는 잡담인데, 당신은 춤이라는 행위를 어떻게 생각해? 상대방의 목 가까이에 손을 올리고, 서로 눈을 맞추면 무의식적으로 사람의 진심이 나오기 마련이거든…… 흠, 심장 박동이 전혀 변하지 않을 줄이야. 리더가 당신에게 흥미를 가질 만도 해.",
                "cn": "这只是看书之余的闲聊，在你眼中，跳舞是一种什么样的行为？当手搭在颈边，视线相接，人下意识的一些反应会暴露出他们真实的内心——你的心跳居然没什么变化，难怪领袖会对你很感兴趣。"
            },
            "asset": "char_297_hamoni/CN_008"
        },
        {
            "id": "char_297_hamoni_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "I've gone through the files on my desk. Not at all surprised Rhodes Island would be going after my true reasons for coming here. That said, you were kind enough to drop the papers off with me? You must not be planning to boot me out any time soon, let alone hand me off to a duke. So, what is it you want me to do for Rhodes Island, or perhaps, for you?",
                "jp": "机に置いてあった資料は読んだわ。私がロドスに来た理由を探っているのは別に意外じゃないけど、あんな風に堂々と本人の机に置くなんて、私をここから追い出したり、どこぞの大公爵に引き渡す気はないようね。で、ロドスのためだかあなたのためだかは知らないけど、私に何をさせる気なの？",
                "kr": "책상 위의 서류들은 봤어. 내가 로도스 아일랜드에 온 진짜 이유를 조사하고 있었단 게 별로 놀랍진 않지만, 설마 내 책상 위에 대놓고 둘 줄이야. 아무래도 당신은 날 직접 쫓아내거나, 다른 대공작한테 넘길 생각은 없나 보네. 이게 로도스 아일랜드를 위해서인지, 당신을 위해서인지는 잘 모르겠지만, 그래서 내가 뭘 해주길 원하는 거야?",
                "cn": "桌上的文件我看了，我并不意外罗德岛会追查我来这里的真实原因。不过，就这样放在我的桌上，看来你并不打算将我直接驱逐，或是交给哪位大公爵。所以，你想我为罗德岛，或是你，做点什么？"
            },
            "asset": "char_297_hamoni/CN_009"
        },
        {
            "id": "char_297_hamoni_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Hm-hmm, time to paint my nails. What pattern shall we go with?",
                "jp": "ふんふん～♪次はどんなネイルにしようかしら。",
                "kr": "흐흥~ 다음엔 어떤 네일을 해 볼까나?",
                "cn": "哼哼~指甲涂个什么新花样好呢？"
            },
            "asset": "char_297_hamoni/CN_010"
        },
        {
            "id": "char_297_hamoni_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Pleased to meet you, and my codename is Harmonie. Here's a dossier on Victoria for Rhodes Island's perusal, as a gesture of goodwill. Don't umm and ahh about it, now—that's basic etiquette for when someone thanks you. May we get along smashingly in the days to come, Doctor.",
                "jp": "ごきげんよう、私のコードネームは「ハーモニー」よ。手土産として、ヴィクトリアに関する資料をどうぞ納めてちょうだい。大げさに考えなくていいわよ、これは謝意を示すための基本だもの。今後ともよろしくお願いするわ、ドクター。",
                "kr": "안녕, 내 코드네임은 '아르모니'야. 성의의 표시로, 빅토리아에 관한 서류를 로도스 아일랜드에 넘길게. 신경 쓰지 마, 이건 감사에 보답하는 기본적인 예의니까. 그럼 앞으로도 잘 부탁할게, 박사.",
                "cn": "您好，我的代号是“和弦”。为表诚意，请罗德岛收下这份有关维多利亚的文件。不必在意，这是回应感谢最基本的礼仪。期待我们以后的相处，博士。"
            },
            "asset": "char_297_hamoni/CN_011"
        },
        {
            "id": "char_297_hamoni_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Oh, what a splendid war command.",
                "jp": "素晴らしい作戦指揮ね。",
                "kr": "훌륭한 작전 지휘네.",
                "cn": "很精彩的作战指挥。"
            },
            "asset": "char_297_hamoni/CN_012"
        },
        {
            "id": "char_297_hamoni_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Ah, well, thank you very much. It's my honor to receive your endorsement.",
                "jp": "あら、どうもありがとう。ドクターの賞賛を得られるなんて、光栄よ。",
                "kr": "어머, 고마워. 박사한테 칭찬을 듣게 되다니, 영광이야.",
                "cn": "啊，非常感谢，能得到你的认可，这是我的荣幸。"
            },
            "asset": "char_297_hamoni/CN_013"
        },
        {
            "id": "char_297_hamoni_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "What you're doing here has me startlingly curious. What could you be up to, placing me in this position?",
                "jp": "興味深いわね。私をこんなポジションに置くなんて、何が目的なのかしら？",
                "kr": "흥미롭네. 어떤 의도로 날 이런 위치에 둔 걸까나?",
                "cn": "你这个举动让我好奇起来了。把我放在这样一个位置，你是想要做什么呢？"
            },
            "asset": "char_297_hamoni/CN_014"
        },
        {
            "id": "char_297_hamoni_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "What would you have me do for Rhodes Island?",
                "jp": "ロドスのために何をしてほしいの？",
                "kr": "로도스 아일랜드를 위해 뭘 하면 되지?",
                "cn": "你需要我为罗德岛做到什么？"
            },
            "asset": "char_297_hamoni/CN_017"
        },
        {
            "id": "char_297_hamoni_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "I thank Rhodes Island for its trust.",
                "jp": "ロドスの信頼に感謝するわ。",
                "kr": "로도스 아일랜드의 신뢰에 감사할 따름이야.",
                "cn": "感谢罗德岛的信任。"
            },
            "asset": "char_297_hamoni/CN_018"
        },
        {
            "id": "char_297_hamoni_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "I do hope none of you turn on the waterworks anytime soon.",
                "jp": "この先、戦場で泣き言は吐かないでね。",
                "kr": "이제부터, 전장에서 우는소리 하지 마.",
                "cn": "希望你们待会儿不要哭哭啼啼。"
            },
            "asset": "char_297_hamoni/CN_019"
        },
        {
            "id": "char_297_hamoni_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Get yourselves ready.",
                "jp": "戦闘準備を。",
                "kr": "전투 준비.",
                "cn": "做好准备。"
            },
            "asset": "char_297_hamoni/CN_020"
        },
        {
            "id": "char_297_hamoni_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Present.",
                "jp": "はい。",
                "kr": "여기 있어.",
                "cn": "在。"
            },
            "asset": "char_297_hamoni/CN_021"
        },
        {
            "id": "char_297_hamoni_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Received.",
                "jp": "了解。",
                "kr": "확인.",
                "cn": "收到。"
            },
            "asset": "char_297_hamoni/CN_022"
        },
        {
            "id": "char_297_hamoni_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Operation commencing.",
                "jp": "作戦開始。",
                "kr": "작전 시작.",
                "cn": "行动开始。"
            },
            "asset": "char_297_hamoni/CN_023"
        },
        {
            "id": "char_297_hamoni_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "On your command.",
                "jp": "ご指示をどうぞ。",
                "kr": "명령을 내려 줘.",
                "cn": "听从指挥。"
            },
            "asset": "char_297_hamoni/CN_024"
        },
        {
            "id": "char_297_hamoni_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Take a breath, go on. It's not as if I'm crushing your throat.",
                "jp": "息を吸ってみなさい、首は締めてないわよ。",
                "kr": "숨 한번 쉬어 볼래? 목은 조르지 않았어.",
                "cn": "试着呼吸一下，我没有扼住你的喉咙。"
            },
            "asset": "char_297_hamoni/CN_025"
        },
        {
            "id": "char_297_hamoni_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Stop flailing about, and do as I tell you.",
                "jp": "抗う必要はないわ、私に従えばいいのよ。",
                "kr": "저항할 필요 없어, 내 말에 따르도록 해.",
                "cn": "你不需要挣扎，听从我的安排。"
            },
            "asset": "char_297_hamoni/CN_026"
        },
        {
            "id": "char_297_hamoni_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Now now, close your eyes.",
                "jp": "目を閉じて。",
                "kr": "눈을 감아.",
                "cn": "闭上眼睛。"
            },
            "asset": "char_297_hamoni/CN_027"
        },
        {
            "id": "char_297_hamoni_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "This'll all be over before you're bored of it.",
                "jp": "あなたが飽きる前に、全て終わるわ。",
                "kr": "네가 지루해하기 전에 전부 끝내 줄게.",
                "cn": "在你感到厌烦之前，都会结束的。"
            },
            "asset": "char_297_hamoni/CN_028"
        },
        {
            "id": "char_297_hamoni_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "If I hadn't seen the battle for myself, I just might have been shocked by your command style.",
                "jp": "この目で数々の戦う場を見てきていなかったら、あなたの指揮の仕方には驚いたかもしれないわね。",
                "kr": "눈으로 직접 보지 않았다면, 박사의 지휘 스타일에 깜짝 놀랐을 수도 있겠네.",
                "cn": "如果不是亲眼见过战场，我或许会被你的指挥风格吓到。"
            },
            "asset": "char_297_hamoni/CN_029"
        },
        {
            "id": "char_297_hamoni_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "I'm sure if The Leader saw you now, she'd be delighted.",
                "jp": "あなたの今の姿を見たら、リーダーはきっと気に入るでしょうね。",
                "kr": "분명 리더도 지금의 네 모습을 마음에 들어 할 거야.",
                "cn": "我相信，领袖会很乐意看到你现在的样子。"
            },
            "asset": "char_297_hamoni/CN_030"
        },
        {
            "id": "char_297_hamoni_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Oh, there's a rare sight. Maybe you have other things on your mind?",
                "jp": "珍しいわね。それとも、他のことで気が逸れていたの？",
                "kr": "웬일이래. 잠시 딴생각이라도 한 거야?",
                "cn": "少见。还是说，你在考虑其他事情？"
            },
            "asset": "char_297_hamoni/CN_031"
        },
        {
            "id": "char_297_hamoni_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Right, what else can I do here?",
                "jp": "ここにいて、これ以上何ができるというのかしらね？",
                "kr": "여기서 더 이상 뭘 할 수 있다는 거야?",
                "cn": "我在这里还能做些什么呢？"
            },
            "asset": "char_297_hamoni/CN_032"
        },
        {
            "id": "char_297_hamoni_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Minimalistic, but not at all design-deficient. I have to laud your tastes.",
                "jp": "簡素でありながらもスタイリッシュさを兼ね備えているわ、さすがのセンスね。",
                "kr": "심플하지만 트렌디함을 잃지 않았는걸, 꽤 센스 있네.",
                "cn": "简约却不失设计感，你的品味很好。"
            },
            "asset": "char_297_hamoni/CN_033"
        },
        {
            "id": "char_297_hamoni_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Tut...! Ah. Was something the matter, Doctor? Do tell.",
                "jp": "チッ……あら、ドクターだったの。何かご用かしら？",
                "kr": "쯧! ……아, 박사구나. 무슨 일이야?",
                "cn": "啧！......啊，博士，请问有什么事吗？"
            },
            "asset": "char_297_hamoni/CN_034"
        },
        {
            "id": "char_297_hamoni_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "If you're free, we could always chat about your bookshelf.",
                "jp": "時間があるなら、あなたの蔵書について話しましょ。",
                "kr": "혹시 시간 있으면, 당신이 소장한 책에 대해 이야기를 나눌 수 있을까?",
                "cn": "如果有空的话，我们可以聊聊你的藏书。"
            },
            "asset": "char_297_hamoni/CN_036"
        },
        {
            "id": "char_297_hamoni_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_297_hamoni/CN_037"
        },
        {
            "id": "char_297_hamoni_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "It's a day worthy of celebration, and I'm here on a certain noble's behalf to gift you this. I will say, though, I've been watching this entire scene unfold, and it makes me think back to my student days, dancing with my classmates at whatever functions the school put on. Those were indeed times...",
                "jp": "めでたい日ね。ある貴族に代わってこの贈り物を届けに来たけれど、この光景を見てると、昔学校主催のセレモニーで、学友たちとダンスをしたことを思い出しちゃったわ。あの頃は……",
                "kr": "경사스러운 날이네. 난 어느 귀족을 대신해서 선물을 전달하기 위해 왔어. 그런데 이 광경을 보니, 학교에 다니던 때가 생각나네. 학교에서 주최한 축제에서 친구들과 같이 춤을 추곤 했었지. 그 시절엔 말이야……",
                "cn": "值得庆祝的日子，我来这里是代表某位贵族送出这份礼物。不过看到这幅景象，我倒是想起我还在上学的时候，学校举办庆典，同学们一起跳舞。那个时候......"
            },
            "asset": "char_297_hamoni/CN_038"
        },
        {
            "id": "char_297_hamoni_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Hello, Dr. {@nickname}. Cup of tea?",
                "jp": "こんにちは、Dr.{@nickname}。お茶をどうかしら？",
                "kr": "안녕, 박사. 차 한잔 어때?",
                "cn": "你好，Dr.{@nickname}。要来一杯茶吗？"
            },
            "asset": "char_297_hamoni/CN_042"
        },
        {
            "id": "char_297_hamoni_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "I'm not here unprepared, let me say that. It'd be incredibly rude of me to have forgotten the date. I'm sure the typical gift-giving fare wouldn't have piqued your interest, so I have some choice pieces of intel I assume you'll like—if, of course, you're willing to believe me.",
                "jp": "何の用意もなしに来たわけではないわ、今日のことを忘れていたら職務怠慢だもの。ありきたりなプレゼントじゃあなたは興味を持たないと思うから、気に入りそうな情報をいくつか持ってきたの――私のことを信じてくれるなら、ね。",
                "kr": "나도 아무런 준비 없이 온 건 아냐. 오늘이 무슨 날인지 잊어버렸다면, 그건 직무 태만이나 마찬가지인걸. 흔해 빠진 선물로는 네 관심을 끌 수 없을 것 같아서, 네가 마음에 들어 할 만한 정보 몇 가지를 가져왔어. 물론 박사가 날 믿어 줘야 하겠지만.",
                "cn": "我并不是毫无准备而来，如果遗忘了今天，那会是我的失职。寻常的礼物必然不会引起你的兴趣，我猜你可能会喜欢这几条消息——如果你选择相信我的话。"
            },
            "asset": "char_297_hamoni/CN_043"
        },
        {
            "id": "char_297_hamoni_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "You really do seem to have the utmost confidence in the future you're cooking up. A paradise, is it? You starry-eyed people and I may only be together so long, but make no mistake, the way your endgame will pan out makes me very curious.",
                "jp": "自分の描いた未来に随分と自信を持っているようね。楽園、ねえ？一時の付き合いとはいえ、そんな考えを持つ人がどんな終点にたどり着くのか、すごく興味があるわ。",
                "kr": "보아하니 자신이 설계한 미래에 상당히 자신이 있는 모양이네. 낙원…… 맞지? 짧은 동행이지만, 그런 생각을 지닌 사람들이 어떤 결말을 맞이하게 될지 굉장히 기대되네.",
                "cn": "看来你对你所谋划的未来十分自信。一个乐园，是吗？怀抱这种想法的人，即使是短暂同行，我也仍旧十分好奇你们的终局。"
            },
            "asset": "char_297_hamoni/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Lexi Fontaine",
            "global": "Lexi Fontaine"
        },
        "cn": {
            "native": "曹雅雯",
            "global": "Elaine"
        },
        "jp": {
            "native": "かかず ゆみ",
            "global": "Yumi Kakazu"
        },
        "kr": {
            "native": "이명호",
            "global": "Lee Myeong-ho"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}