{
    "charid": "char_225_haak",
    "nameid": "haak",
    "names": {
        "en": "Aak",
        "jp": "ア",
        "kr": "아",
        "cn": "阿"
    },
    "voices": [
        {
            "id": "char_225_haak_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Oh yeah, my dude, when you're callin' my name to get my attention, don't forget to stress the K at the end. Or else I might assume you're stammering or somethin'.",
                "jp": "そーいえば旦那、俺を呼ぶ時は後ろをちょっと伸ばして「アー」って呼んでくれよ、でないと呼ばれてるって気付かないかもしれないからな。",
                "kr": "있잖아 나리, 날 부를 땐, 뒤를 살~짝 늘려서 '아~'라고 불러줘. 안 그럼, 날 부르고 있다는 걸 모를 수도 있거든.",
                "cn": "对了，老板，你叫我的时候记得拖一下长音，不然我不一定能听得出来你在叫我。"
            },
            "asset": "char_225_haak/CN_001"
        },
        {
            "id": "char_225_haak_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Whoa, whoa, hold up! Is that vampire lady none other than 'Mr. Blood'?! Man, we've still not settled that medical score we had a while back, and this is the perfect opportunity! I'll have to set up my experiment equipment later... Heheheheh!",
                "jp": "おいおい待ってくれよ、あのブラッドブルードの姉ちゃん、まさか「ブラッドさん」か？むむ……こないだの医術対決にゃまだ勝負は付いてねぇ、今がチャンスじゃねーか！あとで実験用の備品をもう一回用意しないとな、うふふふ……。",
                "kr": "아니 잠깐만, 저 뱀파이어 누님, 설마 '미스터 블러드'야?! 으음…… 얼마 전에 했던 의술 대결은 아직 결판이 안 났으니까, 지금이 기회잖아! 나중에 실험용 비품을 한 번 더 준비해야겠는데… 으흐흐흐……",
                "cn": "喂喂喂，不是吧，那个血魔小姐，难道她就是“血先生”？！嗯......上次的医术对决还没个结果呢，现在不正是最好的机会吗？不过试验品就要重新准备一下了，嘿嘿嘿。"
            },
            "asset": "char_225_haak/CN_002"
        },
        {
            "id": "char_225_haak_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Lemme guess, Hung's still tellin' you to watch out around me, ain't he? Oh, just to 'look after me,' huh? Yeah, that sounds like him all right. But listen, my dude, I know your type. You're like me and just wanna do whatever you want, right? Then you can just ignore that guy and we can do whatever fun stuff we want instead.",
                "jp": "ウンのやつ、また俺のこと見張ってろとか抜かしたんだろ。見張るじゃなくて面倒を見る？あー、あいつならそう言いそうだな。旦那さ、俺分かってるよ、あんただって俺と同じ気ままに生きたい人種だろ？くだらねぇ話は放っといてさ、あんたさえその気なら、俺らで楽しいことはいくらでもできるぜ。",
                "kr": "훔 녀석, 또 나를 감시하라는 둥…… 뭐 그딴 소리 했지? 감시하는 게 아니라 돌봐주라 그랬다고? 아~ 그 녀석이라면 그딴 식으로 말할 줄 알았어. 나리, 난 알고 있다고. 당신도 나처럼 마음 가는 대로 살고 싶은 인종이잖아? 남들이 쓸데없는 얘기 하는 건 듣지 마. 당신이 마음만 먹으면…… 우린 얼마든지 즐거운 일을 할 수 있을 거야.",
                "cn": "吽那家伙，又说了啥让你看住我之类的话吧。照顾？啊，确实是他会用的词儿。老板，我看得出你和我一样，是那种随心所欲的人。别听那些傻话，只要你愿意，我们有很多有趣的事能做哦？"
            },
            "asset": "char_225_haak/CN_003"
        },
        {
            "id": "char_225_haak_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Yeah, I develop new drugs, do surgery, and nurture bacteria cultures, but those are all just fun hobbies to me. And don't call me a doctor, you got no reason to. I don't go 'round saving people's lives, y'know, I just 'save' people by teaching them the value of their lives. All I can really do is prevent 'em from dying.",
                "jp": "試薬、薬物、手術、細菌の培養……まぁ、好きだけど、ただの趣味かな。「先生」？そんな風に呼ばれる道理はねーよ、別に人救ったりとかはできねぇから。救うってのはそいつに命の意味を分からせることなんだよ。俺にできるのはせいぜい死なせないことくらいだ。",
                "kr": "시약, 약물, 수술, 세균 배양…… 뭐…… 좋아하긴 하지만, 다 그냥 취미지 뭐. '의사 선생님'? 딱히 사람을 구하거나 하는 것도 아닌데 의사 선생은 무슨…… 구한다는 건 그 녀석에게 생명의 의미를 알게 해주는 거야. 내가 할 수 있는 건 고작 죽지 않게 하는 것 정도지.",
                "cn": "试剂、药物、手术和培菌，嗯，这些都是我的兴趣，当然，也仅仅只是兴趣。医生？不建议那么叫我哦，我没什么救人的本事。让人意识到生命的意义才叫拯救，我只是不让他们死。"
            },
            "asset": "char_225_haak/CN_004"
        },
        {
            "id": "char_225_haak_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "The medical department guys are askin' for me? Tell 'em to stop. I don't dig those oh-so-professional physicians. They firmly believe that being a doctor's this noble job and are content with just saving lives... And everything comes crashing down when that faith of theirs is shattered. I've seen that happen time and time again. Honestly, it's kinda sad.",
                "jp": "医療部の奴が呼んでる？ヤメとくよ、ああいういかにも「お医者様」って感じのあんまり好きじゃねーんだ。医者が崇高な仕事だと信じ込んで、人を救って満足してる……信念ってもんは一回崩れたら終わりだ。そういう奴らを何度も見てきたから。正直、ちょっと辛ぇんだ。",
                "kr": "의료부 녀석이 부른다고? 에이…… 안 갈래. 그렇게 어딜 보나 '의사 선생' 같은 느낌이 팍 나는 녀석은 별로거든. 의사가 숭고한 일이라고 믿어 의심치 않고, 사람을 구하며 만족한다…… 뭐 이런 신념 같은 거 말이야, 한 번 무너지면 바로 끝이야. 난 여태까지 그런 녀석들을 몇 번이고 봐 왔거든. 이러는 거, 솔직히…… 좀 힘들긴 해.",
                "cn": "医疗部的人找我？别了吧，我不怎么喜欢专业医生的。坚信自己的职业很高尚，因为能够拯救别人而满足......信念一旦破碎，是会死的。总是看着这种事发生，我有些难过，真的。"
            },
            "asset": "char_225_haak/CN_005"
        },
        {
            "id": "char_225_haak_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Rhodes Island is pretty decent, or more accurately, it's just what I'd hoped. People are dyin' in the world right as we speak. There are doctors cooped up in labs, only workin' to cure diseases rather than prevent 'em. Hardly anyone gets it, but you people actually do. Keep up the good stuff!",
                "jp": "ロドスは嫌いじゃない、いや、むしろさすがだなって思ってる。世の中じゃこうしてる間にも人は死んでる、どっかで隠れて治療したり薬を作ってるだけじゃ、何の役にも立てずにテラが滅ぶ日を迎えちまう。それに気づく奴はあんまいないけど、あんたらはよくわかってる。うん、いいじゃねぇか！",
                "kr": "로도스 아일랜드는 싫지 않아. 아니, 오히려 역시 로도스 아일랜드구나…… 싶다니까? 이 세상엔 이러고 있는 동안에도 사람이 죽어 나가고 있어. 어딘가에 숨어서 치료하거나, 약을 만드는 것만으로는 아무 도움도 되지 못하고 테라가 망하는 날을 맞이하게 될 거야. 그걸 알아차린 녀석은 별로 없지만, 당신들은 잘 알고 있어. 응, 좋잖아 이런 거!",
                "cn": "我不讨厌罗德岛，相反，我觉得你们很专业。这片大地上每时每刻都有人死去，光是缩起来行医制药，直到泰拉毁灭也不会有什么效果的。没多少人明白这一点，但你们心里很清楚，嗯嗯，真好！"
            },
            "asset": "char_225_haak/CN_006"
        },
        {
            "id": "char_225_haak_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Me, a sociopath? You got it all wrong, my dude. Everyone's got their own hardships to deal with, and I know that. Nobody wants to suffer, but what's the point of medicine if the bastards causing suffering are still around? Is medicine gonna save those people who're being murdered? Doctors in suits are not the saviors that Terra needs, my dude.",
                "jp": "皮肉に嫌味？そうじゃねーよ旦那、ただ誰も彼も悲惨な運命を背負ってるなって思ってな。痛みは怖いが、それを生み出す奴らがいる限り、医学に何の意味があるって言うんだ？その医学で殺されようとしてる奴は救えんのか？テラに必要なのは医者じゃねーんだ、旦那。",
                "kr": "빈정대고 아니꼽게 군다고? 그런 게 아니야, 나리. 그저 너나 할 거 없이 비참한 운명을 짊어지고 있구나 해서. 고통이란 게 무섭긴 하지만, 그걸 만들어 내는 녀석들이 있는 한 의학에 무슨 의미가 있겠어? 그 의학으로 살해당할지도 모르는 녀석을 구할 수 있는 것도 아니잖아? 테라에 필요한 건 의사가 아니야, 나리.",
                "cn": "嘲笑，讨厌？没有啦老板，我只是感觉所有人的命运都很悲惨。伤痛当然可怕，但只要创造它们的人还在，医学又有什么意义？哪个医生能拯救即将被杀死的人？泰拉需要的并不是医生，老板。"
            },
            "asset": "char_225_haak/CN_007"
        },
        {
            "id": "char_225_haak_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "My pops was an amazing doctor, and he was all about saving people's lives. But his colleagues laughed at him, shunned him, and framed him for malpractice, and that's how he wound up racing down a nasty new path in life. But y'know, stuff like that ain't so unusual, really. I'll admit though, what happened to him really changed my own life.",
                "jp": "親父はな、一応すごい医者だったよ、人命救助が口癖でさ。でも嘲られて、除け者にされて、そんではめられて、急転直下で極悪の道にまっしぐらだったよ。ま、それほど珍しいことだとは思わないけどさ、ホントに。でもそれが俺の人生を変えたってのは認めるぜ。",
                "kr": "아버지는 말이야, 일단은 대단한 의사였어. 인명구조가 입버릇이었지. 그런데 조롱당하고, 따돌림당하고…… 그러다가 속아 넘어가선, 갑자기 확 유턴을 하더니, 나쁜 길로 빠지더라고. 뭐, 딱히 드문 일이라고는 생각하지 않거든 솔직히? 근데 이거 하난 인정해, 그게 내 인생을 바꾸었다는 거.",
                "cn": "我爸，也算是很厉害的医生了，天天把救死扶伤挂在嘴边。然而他被侮蔑、排挤加上陷害，一下就成了个黑医生，无恶不作那种。我也不觉得这种事有多稀奇啦，真的，虽然它也算改变了我的人生吧。"
            },
            "asset": "char_225_haak/CN_008"
        },
        {
            "id": "char_225_haak_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Have Waai Fu and Hung left? Really? Aight, I'm gonna hang out in your office for a while then. Y'know, if anyone can make the world a better place, it's gotta be people like them. You, meanwhile... Well, who knows, maybe you can be my right hand?",
                "jp": "ワイフー姉とウンは出てったか？もういない？よし。執務室ちょっと借りるな。本当はさ、世界を良くできるのはああいう奴らなんだろうな。あんたはなぁ、どうかな、どっちかと言えば俺側の人間なんじゃねぇか？",
                "kr": "와이후 누나랑 훔은 나갔지? 지금 여기 없는 거 맞지? 잘 됐다. 집무실 좀 빌릴게? 사실은 말이야, 세상을 좋게 만드는 건 그런 녀석들일 거야. 그쪽은, 글쎄……? 굳이 어느 쪽이냐 따지자면, 나랑 비슷한 부류 아니야?",
                "cn": "槐琥姐和吽出去了吗？出去了？那太好了，就让我在你办公室里浪费下时间吧。其实啊，他们才是能让这片大地变好的人。而老板你，我猜猜，其实我们两个更相近些，是不是？"
            },
            "asset": "char_225_haak/CN_009"
        },
        {
            "id": "char_225_haak_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "What's up? Feelin' tired? Then how about testing this new compound I made? Free of charge, of course!",
                "jp": "え、疲れてんの？新しい調合薬を試してみるか？タダでいいって。",
                "kr": "뭐야, 피곤해? 새로 조합한 약인데, 한번 써볼래? 에이 괜찮아~ 공짜로 해준다니까~?",
                "cn": "欸，你很累吗？要不要我给你个新配方，免费的哦。"
            },
            "asset": "char_225_haak/CN_010"
        },
        {
            "id": "char_225_haak_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "So you're the Doctor, eh? Nice to meet'cha. My name's Aak. That's right, two A's with a K. Anyway, I'm here 'cause someone at the agency said Rhodes Island needed me. I'm just askin' to make sure here, but does the phrase 'medical mishap' put you off?",
                "jp": "あんたがドクターだよな？会えて嬉しいぜ。俺はアってんだ、そう、あーのアだ。事務所がロドスに用があるって言うんで来たのさ。一応確認しとくけど、医療事故って聞いてビリビリする方か？",
                "kr": "그쪽이 박사지? 만나서 반가워. 난 '아'라고 해. 그래, 아~ 할 때 그 '아' 말이야. 사무소에서 로도스 아일랜드에 일이 있다길래 왔어. 일단 확인차 물어보기만 하는 건데, '의료 사고'라는 말을 들으면 확 예민해지고, 막 그런 편……은 아니지?",
                "cn": "你就是博士吧？幸会幸会。我叫阿，对，就是阿——的阿。事务所在罗德岛有些事情要处理，所以我就来了。事先问问，你对医疗事故敏感吗？"
            },
            "asset": "char_225_haak/CN_011"
        },
        {
            "id": "char_225_haak_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Huh... Does this mean I might get involved in combat scenarios like this? Surely not, right?",
                "jp": "うーん、もしかして、こういう戦いに俺が出るのもアリって言いたいの？ないよな？",
                "kr": "으음~ 혹시 이런 전투에 내가 나갈 수도 있다고 말하고 싶은 거야? 아니지?",
                "cn": "嗯，你是想说，我可以在这种战斗里帮上忙吗？不能吧？"
            },
            "asset": "char_225_haak/CN_012"
        },
        {
            "id": "char_225_haak_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "A promotion? That's almost too good to be true, man. Those agency guys really HAVE been exploiting me all along!",
                "jp": "昇進？まさかこんないい話があるなんてな。やっぱ俺、事務所に搾取されてんじゃね？なぁ？",
                "kr": "승진? 설마 이렇게 좋은 일이 있을 줄은 몰랐네? 나 설마…… 사무소에 착취당하고 있는 건 아니지? 그렇지?",
                "cn": "升职？还有这样的好事，果然事务所是在压榨我的劳动力吧，是吧。"
            },
            "asset": "char_225_haak/CN_013"
        },
        {
            "id": "char_225_haak_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Honestly, I dunno if I'm helpful or not. The way I see it, you've gotta be nice to be helpful, and I'm not blind to how people perceive me. But in any case, if you ever get sick, I've got you covered.",
                "jp": "正直、俺は自分が役に立つ人間かどうかもわっかんねぇ。俺の認識ではそういう奴は「いい人」じゃないとダメなんだけど、自分がどんな奴かくらい自分でも知ってる。でもな、あんたが病気になったときは頼ってくれよ？",
                "kr": "솔직히 난, 내가 도움이 되는 인간인지 어떤지도 모르겠어. 내가 알고 있는 한 그런 녀석은 다들 '좋은 사람'인데, 난 내가 어떤 녀석인지 잘 알고 있거든. 그래도…… 그쪽이 아플 땐, 언제든 나한테 기대줘.",
                "cn": "我其实不清楚自己算不算是个有用的人啦。毕竟在我看来，有用的人得是好人才行，我嘛，还是有自知之明的。不过，你要是得病了，记得找我哦。"
            },
            "asset": "char_225_haak/CN_014"
        },
        {
            "id": "char_225_haak_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "We goin' on a mission? Let's do it.",
                "jp": "任務か？いいよ、行くか。",
                "kr": "임무야? 좋아, 갈까.",
                "cn": "任务吗？好啊，走吧。"
            },
            "asset": "char_225_haak/CN_017"
        },
        {
            "id": "char_225_haak_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "All right, team, gimme your thoughts on my new meds after this is done.",
                "jp": "んじゃみんな、あとで新薬の感想を聞かせろよ？",
                "kr": "그럼 다들, 나중에 신약이 어땠는지 감상 꼭 들려줘야 한다?",
                "cn": "那新药的效果，就拜托各位之后告诉我咯。"
            },
            "asset": "char_225_haak/CN_018"
        },
        {
            "id": "char_225_haak_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Once I start an operation, there's no stoppin' it.",
                "jp": "俺がオペを始めたら、もう誰にも止めらんねぇぜ。",
                "kr": "내가 한 번 수술 시작했다 하면, 그땐 아무도 못 막는 줄 알고 있으라고.",
                "cn": "一旦我开始动手术，可就没人能阻止我了。"
            },
            "asset": "char_225_haak/CN_019"
        },
        {
            "id": "char_225_haak_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Simmer down, guys. With me on your team, none of you's gonna die even if you want to.",
                "jp": "安心しとけ、俺がいるからには死にたくても死ねねぇから。",
                "kr": "안심해. 내가 있는 한은, 죽고 싶어도 못 죽을 테니까.",
                "cn": "放心，有我在，你们想死都难。"
            },
            "asset": "char_225_haak/CN_020"
        },
        {
            "id": "char_225_haak_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "My treatment is not for the squeamish!",
                "jp": "俺の処方は軽くないぜぇ。",
                "kr": "괜찮겠어? 내 처방은 좀 센 편인데.",
                "cn": "我下的药可不轻。"
            },
            "asset": "char_225_haak/CN_021"
        },
        {
            "id": "char_225_haak_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "The battlefield ain't for me, but I can't pass up on some fun treatment.",
                "jp": "戦場は俺に合わねぇけど、治療は楽しいからな。",
                "kr": "전장은 나한텐 안 맞긴 하지만, 치료하는 건 또 즐거우니까 뭐……",
                "cn": "战场不适合我，但治疗实在是很快乐啊。"
            },
            "asset": "char_225_haak/CN_022"
        },
        {
            "id": "char_225_haak_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Time for a clinical test of my new meds.",
                "jp": "新薬の臨床試験といこうじゃねーか。",
                "kr": "그럼, 신약의 임상시험을 시작해 볼까?",
                "cn": "就让我们临床实验一下新成果吧。"
            },
            "asset": "char_225_haak/CN_023"
        },
        {
            "id": "char_225_haak_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "You've gotta dose in moderation, 'else it's gonna hurt when you really need it.",
                "jp": "不摂生してるといざという時痛い目見るぜ？",
                "kr": "평소에 몸 잘 안 챙기고 그러면, 여차할 때 호되게 고생할걸?",
                "cn": "平时不好好善待自己，出问题的时候可是会超级痛的哦。"
            },
            "asset": "char_225_haak/CN_024"
        },
        {
            "id": "char_225_haak_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "All lives are equal... With the exception of yours!",
                "jp": "命に貴賤無しさ。あぁ、おまえは例外みたいだな。",
                "kr": "목숨에 귀천이 어딨어? 아아~ 근데 넌 좀 예외겠다.",
                "cn": "所有生命都是平等的，但你的好像有点例外。"
            },
            "asset": "char_225_haak/CN_025"
        },
        {
            "id": "char_225_haak_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Try my meds and you'll see how crazy they are.",
                "jp": "使ってみればこの薬の凄さが分かるぜ。",
                "kr": "그니까 일단 한 번 써보라니까? 그럼 이 약이 얼마나 끝내주는지 바로 감이 올 걸?",
                "cn": "这管试剂打下去，你就知道厉害了。"
            },
            "asset": "char_225_haak/CN_026"
        },
        {
            "id": "char_225_haak_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Looks like my meds have the ability to reform bad guys!",
                "jp": "この薬、悪い奴を更生させる効果がありそうだぜ。",
                "kr": "이 약 말이야, 나쁜 녀석을 갱생시키는 효과가…… 있는 거 같지 않아?",
                "cn": "我这种药水，说不定能让坏人重新做人。"
            },
            "asset": "char_225_haak/CN_027"
        },
        {
            "id": "char_225_haak_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Medicine is like Pandora's box: once you open it, there's no goin' back!",
                "jp": "医学は開けたら二度と閉じらんねぇ呪いの箱みたいなものなのさ。",
                "kr": "의학이란 건 말야, 한 번 열면…… 두 번 다신 못 닫는 저주받은 상자 같은 거라고.",
                "cn": "医学，就是一旦打开就没法关上的恶毒匣子。"
            },
            "asset": "char_225_haak/CN_028"
        },
        {
            "id": "char_225_haak_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "I doubt I can make the world a better place on my own. But with your talent, we can at least stop it from gettin' any worse.",
                "jp": "俺の腕じゃあこの世を良くはできないかもしれねぇ。でもあんたと一緒なら、これ以上悪くならないようにはできる。",
                "kr": "내 실력으로는 이 세상을 좋게 만들진 못할지도 몰라. 하지만 그쪽이랑 함께라면, 이 이상 나빠지지 않게는 할 수 있어.",
                "cn": "也许我的技术不能让这片大地变得更好，但你我合起来，能让它变得没那么坏。"
            },
            "asset": "char_225_haak/CN_029"
        },
        {
            "id": "char_225_haak_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Capturing our enemies and experimenting on 'em doesn't violate any ethics as long as nobody catches us doin' it. Relaaax.",
                "jp": "人に見られなきゃ、敵を捕まえて実験体にしても公約違反にはあたらねぇ、心配いらないって。",
                "kr": "들키지만 않으면, 적을 붙잡아서 실험체로 삼아도 공약 위반에는 안 걸려. 걱정할 필요 없다니까?",
                "cn": "只要没人看见，抓走敌人做实验就不会违反公约啦，放心放心。"
            },
            "asset": "char_225_haak/CN_030"
        },
        {
            "id": "char_225_haak_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Aren't you a real humanitarian, just letting 'em get away like that?",
                "jp": "あんたってお人好しだな、あのまま見逃すなんてさ。",
                "kr": "그쪽도 가만 보면 사람 참 좋아. 저대로 놓아주게?",
                "cn": "你真仁慈啊，居然就这样放他们走掉了。"
            },
            "asset": "char_225_haak/CN_031"
        },
        {
            "id": "char_225_haak_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Don't worry, my dude. I can fix any injury as long as the patient's still breathing.",
                "jp": "大丈夫だ旦那、生きてさえいれば、俺が全部治してやるよ。",
                "kr": "괜찮아, 나리. 살아있기만 하면, 치료는 전부 내가 해줄 테니까.",
                "cn": "别紧张，老板，只要没死，我都救得回来。"
            },
            "asset": "char_225_haak/CN_032"
        },
        {
            "id": "char_225_haak_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Let's see here, which of these rooms is my new lab?",
                "jp": "どれどれ、俺の新しいラボはどの部屋だー？",
                "kr": "어디 보자~ 내 새 실험실이~ 어느 방이었더라~?",
                "cn": "看看，我的新实验室会在哪里呢？"
            },
            "asset": "char_225_haak/CN_033"
        },
        {
            "id": "char_225_haak_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Yeah, what?",
                "jp": "あー？",
                "kr": "어?",
                "cn": "啊？"
            },
            "asset": "char_225_haak/CN_034"
        },
        {
            "id": "char_225_haak_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Yo, my dude! Found any new experiment samples for me?",
                "jp": "おい旦那、新しい実験サンプルは見つけてくれたか？",
                "kr": "어~ 나리. 새 실험 샘플은 찾았어?",
                "cn": "老板，找到新试验品了吗？"
            },
            "asset": "char_225_haak/CN_036"
        },
        {
            "id": "char_225_haak_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_225_haak/CN_037"
        },
        {
            "id": "char_225_haak_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Hey, my dude. What's cookin'?",
                "jp": "旦那、今日の具合は？",
                "kr": "나리, 오늘 컨디션은 좀 어때?",
                "cn": "老板，今天身体还好吧？"
            },
            "asset": "char_225_haak/CN_042"
        }
    ],
    "actors": {
        "cn": {
            "native": "Vila",
            "global": "Vila"
        },
        "jp": {
            "native": "三瓶由布子",
            "global": "Yuko Sanpei"
        },
        "kr": {
            "native": "전숙경",
            "global": "Jun Suk-kyong"
        }
    },
    "availability": [
        "cn",
        "jp",
        "kr",
        "cn_topolect"
    ]
}