{
    "charid": "char_4040_rockr",
    "nameid": "rockr",
    "names": {
        "en": "Rockrock",
        "jp": "ロックロック",
        "kr": "락락",
        "cn": "洛洛"
    },
    "voices": [
        {
            "id": "char_4040_rockr_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "You want me to be your assistant? I can't, I barely know how to read. It'll just be a waste of your time. But if you need something fixed, then I can help.",
                "jp": "助手をやれって？無理。文字もろくに読めないあたしが手伝っても、君の時間を無駄にするだけでしょ。まぁでも、何かの修理なら任せてくれてもいいよ。",
                "kr": "조수가 되어 달라고? 글 하나 제대로 못 읽는 내가 조수가 되어 봤자 네 시간만 낭비할 걸. 차라리 수리할 물건을 맡기면, 그건 내가 도와 줄 수 있어.",
                "cn": "要我当助理？不行，我连字都不认识几个，只会浪费你的时间。如果你有东西需要修理，我倒是可以帮忙。"
            },
            "asset": "char_4040_rockr/CN_001"
        },
        {
            "id": "char_4040_rockr_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "I'm too frugal? I don't think so, I just live the way I want. Machinery is good, but I don't need it to do anything fancy. Same goes for my clothes, only the stuff I make myself suits me best. If you have fewer needs, then of course you spend less money.",
                "jp": "節約しすぎ？好きなようにやってるだけだし、別に。工業製品もいいんだけど、あたしは複雑な機能なんて求めてないし、服だって自分の作ったものが一番しっくりくる。つまり必要なものが少ないから、使うお金も少ないってわけ。",
                "kr": "돈을 너무 아끼는 거 아니냐고? 아니, 난 그저 내가 좋아하는 방식대로 사는 것뿐이야. 기성품도 물론 좋지만, 그리 복잡한 기능까지는 필요 없거든. 옷도 마찬가지로 내가 만든 게 나한테 제일 어울리는걸. 필요한 물건이 적으니까 쓰는 돈도 적은 것뿐이야.",
                "cn": "我太节俭了？不觉得，我只是按自己喜欢的方式生活而已。工业制品很好，但我不需要那么复杂的功能，衣服也一样，自己做的才最适合自己。需要的东西少了，花的钱当然就少。"
            },
            "asset": "char_4040_rockr/CN_002"
        },
        {
            "id": "char_4040_rockr_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "When my dad was killed, I honestly thought there wasn't a single good man among the Sarkaz. But now that I think about it, I was too naive at the time. How can stuff like race or appearance decide if someone's good or bad? No matter what your race is, as long as you look out for one another, you're family.",
                "jp": "お父さんが殺されて、サルカズなんてみんな悪い奴だって決めつけてたけど、今にして思えばあたしが子供だっただけだね。種族や見た目で人の良し悪しなんてわかるわけないでしょ？どんな種族同士でも、お互いに思いやりの心があれば、みんな家族だから。",
                "kr": "아빠가 살해당한 뒤로 살카즈는 전부 나쁜 녀석들이라고 생각했지만, 지금 생각해 보면 그땐 내가 너무 어렸어. 종족이나 외모 따위로 어떻게 사람의 좋고 나쁨을 판단할 수 있겠어? 어떤 종족이든, 서로 아끼는 마음만 있다면 모두 가족이 될 수 있잖아.",
                "cn": "爸爸被害的时候，我确实觉得萨卡兹里没有好人。但现在想来，我当时太幼稚了，种族、外貌之类的东西怎么能用来分辨人的好坏？无论是什么种族，只要能互相关心，就是家人。"
            },
            "asset": "char_4040_rockr/CN_003"
        },
        {
            "id": "char_4040_rockr_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "This outfit? Made it myself—it's gotta be as cool as possible since it gets really hot in the boiler room. It... doesn't look like work attire? What d'ya mean? There's all sorts of different workers, and each has her own needs.",
                "jp": "この服？あたしの手作りだけど。ボイラー室ってすごい暑いから、なるべく涼しいデザインにしたんだ。作業員っぽくない？うーん……ぽくないってどういうこと？色んな性格の作業員がいるし、それぞれ違ったニーズがあるのは普通でしょ？",
                "kr": "이 옷? 내가 직접 만든 거야. 보일러실이 많이 덥길래 최대한 시원하게 만들어봤어. 일할 때 입는 옷이 아닌 것 같다고? 흠…… 일할 때 입는 게 뭐 정해져 있나? 일하는 사람이라도 서로 다른 성격이 있고 필요한 게 다를 수도 있잖아, 안 그래?",
                "cn": "这身衣服？是我自己做的，因为锅炉房里很热，所以做得尽量清凉一些。你说这不像工人的衣服？嗯......什么叫作不像？工人也有各种各样的性子，每一个人的需要都不一样，不是吗？"
            },
            "asset": "char_4040_rockr/CN_004"
        },
        {
            "id": "char_4040_rockr_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Neighbors who take care of each other, simple but comfortable furniture, an ever-growin' pile of spare parts, and machinery that clanks together like the growl of thunder. Now, that's the good life. I thought my dad'd grow old with his factory, and I'd grow old with the next-generation factory, but...",
                "jp": "持ちつ持たれつのご近所さん、シンプルだけど使い心地の良い家具、どんどん溜まっていく廃棄パーツ、雷みたいな機械音――あたしはそんな生活に満足してた。お父さんも工場と一緒に歳をとって、あたしも次の代の工場と一緒に歳をとるんだと思ってたんだ。でも……",
                "kr": "서로 배려하는 이웃, 심플하지만 편안한 가구, 쌓여가는 폐기 부품. 천둥소리가 나는 기계, 난 그런 생활이 좋았어. 아빠가 공장과 함께 늙어 갔듯이, 나도 당연히 다음 세대의 공장과 함께 늙어 가리라 생각했지. 하지만……",
                "cn": "互相照顾的邻居，简单但舒服的家具，越来越多的废弃零件，打雷一样的机器声，我觉得这样的生活很好。我以为爸爸会和他的工厂一起变老，也以为自己能和下一代工厂一起变老，但......"
            },
            "asset": "char_4040_rockr/CN_005"
        },
        {
            "id": "char_4040_rockr_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Doesn't matter what it is - as long as you make it yourself, it feels like home. Same goes for Londinium. Every brick and tile was laid down by Londiniers. We know what Londinium is thinkin', and we're gonna take it back with our own hands.",
                "jp": "人の手で作られたなら、どんな物にだって家みたいな温かさが宿る。ロンディニウムだってそう。ロンディニウム人が一つずつレンガを積み上げて造った都市だから、みんなこの都市の考えもわかってる。だからこそ、絶対にこの手で取り返したいんだ。",
                "kr": "그 어떤 물건이라도, 직접 만들게 되면 집 같은 따뜻함이 느껴져. 런디니움도 마찬가지야. 그곳의 벽돌 하나, 기왓장 하나까지 런디니움 사람들의 손을 거쳤으니 당연히 다들 이 도시가 어떤 생각을 하고 있는지 알 거야. 그래서 우리는 꼭 직접 도시를 되찾고 싶어.",
                "cn": "不论是什么东西，只要是亲手做出来的，就会有家的感觉。伦蒂尼姆也一样，它的一砖一瓦都是由伦蒂尼姆人亲手制造的，我们知道伦蒂尼姆在想什么，所以，我们也要亲手夺回它。"
            },
            "asset": "char_4040_rockr/CN_006"
        },
        {
            "id": "char_4040_rockr_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Sometimes the commander reads books that are really hard to understand... I remember a line went somethin' like this, 'People built cities, but refused to adapt to them.' Not sure I agree with that though. As long as you find your own way to live, it doesn't make a difference whether you're in the city or in the middle o' nowhere.",
                "jp": "うちの指揮官さんってたまにすっごく深い本を読むんだけど、そこに出てきた「人類は都市を創造したが、都市に適応することを永遠に拒んだ」って言葉が今でも頭に残ってる。あたしに言わせれば、正しいけど正しくないって感じ。だって自分が望む生活がそこにあれば、都市も荒野も変わらないからね。",
                "kr": "가끔씩 지휘관은 아주 심오한 책들을 보고는 해. 그중 “인류는 도시를 만들었지만, 도시에 적응하기를 영원히 거부했다.”라는 말이 아직까지 기억에 남아. 틀린 말도, 맞는 말도 아니라고 생각해. 원하는 삶을 찾을 수만 있다면, 그곳이 도시든 황무지든 결국 상관은 없을 테니까.",
                "cn": "有时候指挥官会读一些很深奥的书，我还记得一句，“人类创造了城市，却永远拒绝适应城市”。我觉得，这话对也不对。只要能找到自己想要的生活，城市和荒原都是一样的。"
            },
            "asset": "char_4040_rockr/CN_007"
        },
        {
            "id": "char_4040_rockr_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "My dad and my old friends always used to say I was stubborn, stroppy, and foul-tempered. Don't think there's anything wrong with being stubborn, you need a bit of that to protect people around you. But, I failed... Cause... Where are they now...?",
                "jp": "お父さんや昔の友達から、お前はとっつきにくくて意地っ張りだし、石みたいに頑固だってよく言われてたんだ。だけど頑固で悪いことなんてないし、逆に頑固すぎるくらいじゃないと誰も守れないでしょ。でも、あたしは結局守れなかった……みんな、今どこで何をしてるのかな……",
                "kr": "아빠와 옛 친구들은 늘 내가 성질도 더럽고 고집도 돌같이 세다고 말했었어. 하지만 난 고집이 세다고 나쁜 건 아니라고 봐. 마음을 굳게 먹어야만 주변 사람들을 지킬 수 있으니까. 결국엔 실패하고 말았지만…… 다들, 지금 어디에 있을까……",
                "cn": "爸爸，还有以前的朋友们，他们总说我脾气又臭又硬，固执得像石头一样。我觉得固执没什么不好，够坚定才能保护身边的人。可是，我还是失败了......他们现在，到底在哪里呢......"
            },
            "asset": "char_4040_rockr/CN_008"
        },
        {
            "id": "char_4040_rockr_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Here, Dr. {@nickname}. Why am I givin' money to you? 'Cause I can't spend it all, there's no point keepin' it around, and you happened to pass by. No need to be polite, I always used to give money to my friends, so they all got used to it. Huh, you don't need it? Damn it, gotta find someone else then...",
                "jp": "Dr.{@nickname}、はいこれ。なんでお金をって？あたしじゃ使い切れないし、取っておいても意味ないって思ったところにちょうど通りかかったから。昔からよく友達とかにあげてるし、みんな慣れてるよ。えっ、いらないの？困ったなぁ、そしたら誰にあげよう……",
                "kr": "박사, 자. 웬 돈이냐고? 다 쓰지도 못하겠고, 남겨 둬 봤자 쓸 곳도 없잖아. 그리고 마침 박사가 보이길래. 받아도 돼. 예전부터 친구들한테 자주 돈을 줬다 보니, 다들 익숙하거든. 흠, 필요 없다고? 곤란하게 됐네, 그럼 누구한테 줘야 하나……",
                "cn": "Dr.{@nickname}，给。为什么要给你钱？钱用不完了，留着也没用，刚好你路过嘛。不用客气，我以前也经常给朋友钱，他们都习惯了。咦，你不需要？那麻烦了，给谁呢......"
            },
            "asset": "char_4040_rockr/CN_009"
        },
        {
            "id": "char_4040_rockr_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Dr. {@nickname}, Dr. {@nickname}... Oh, havin' a sleep? Let me find a blanket for ya... Hmm, if I made a new blanket, the Doctor would probably find that helpful…",
                "jp": "ドクター、Dr.{@nickname}、おーい……寝ちゃったの？毛布、毛布っと……うーん、毛布を作ってあげたら、貰ってくれるかなぁ……",
                "kr": "박사, 박사…… 잠든 건가? 담요, 담요가 어디…… 음, 내가 담요를 새로 만들어 주면 받아 주려나……",
                "cn": "Dr.{@nickname}，Dr.{@nickname}......睡着了吗？毯子，毯子......唔，如果我做一条新毯子，博士会不会需要呢......"
            },
            "asset": "char_4040_rockr/CN_010"
        },
        {
            "id": "char_4040_rockr_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Londinium Citizens' Self-Salvation Corps Caster, Rockrock, reporting in. Dr. {@nickname}, we've had a few misunderstandings in the past, but I'm not blinded by those old prejudices anymore. I hope we can have a good working relationship.",
                "jp": "ロンディニウム市民自救軍の術師、ロックロック、ここに着任を報告します。Dr.{@nickname}、前は君たちのこと誤解してたけど、もう偏見なんかに囚われないよ。改めて仲良くやっていきましょうね。",
                "kr": "런디니움 시민 자경단 캐스터, 락락. 지금 착임을 명 받았습니다. 박사, 전에 오해가 좀 있긴 했지만, 이제 그런 편견에 사로잡히지는 않을 거야. 앞으로 사이좋게 지낼 수 있었으면 좋겠네.",
                "cn": "伦蒂尼姆市民自救军术师，洛洛，向你报到。Dr.{@nickname}，我们曾经有一些误会，但我不会再被那些偏见蒙蔽，希望我们能愉快地合作。"
            },
            "asset": "char_4040_rockr/CN_011"
        },
        {
            "id": "char_4040_rockr_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "That's crazy... I gotta ask again, are you sure you're a drug company?",
                "jp": "すごいなぁ……もう一度聞くけど、君たちって本当に製薬会社？",
                "kr": "대단한데…… 다시 한번 묻겠는데, 너희들 정말로 제약 회사 맞아?",
                "cn": "真厉害......再问一次，你们真的是制药公司？"
            },
            "asset": "char_4040_rockr/CN_012"
        },
        {
            "id": "char_4040_rockr_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "I don't care about my rank. As long as I'm with friends... I'm always ready for the next battle.",
                "jp": "みんなと一緒にいられるなら、役職は気にしないよ……もう次の戦いに出る準備だってできてるから。",
                "kr": "모두와 함께 있을 수만 있다면…… 내 직위 같은 건 신경 쓰지 않아. 다음 전투에 임할 준비는 이미 되어있어.",
                "cn": "我不在乎自己的职位，只要能和大家在一起......我已经准备好下一场战斗了。"
            },
            "asset": "char_4040_rockr/CN_013"
        },
        {
            "id": "char_4040_rockr_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "I fight to reclaim my home, and to put an end to the war. I hope that one day, we'll be able to put down our weapons and pick up the tools to rebuild Londinium. Just like... in the past.",
                "jp": "戦うのは故郷を取り戻すため、そして争いを終わらせるため。いつか武器を工具に持ち替えて、自分たちのロンディニウムを再建するんだ。そう……昔みたいにね。",
                "kr": "싸우는 건 고향을 되찾기 위해서이기도 하지만, 전투 자체를 끝내기 위해서이기도 해. 언젠가는 무기 대신 공구를 들고 우리의 런디니움을 재건할 날이 왔으면 좋겠어. 마치…… 옛날처럼 말이야.",
                "cn": "战斗是为了夺回家园，也是为了结束战斗。我希望有一天我们能放下武器，拿起工具重建我们自己的伦蒂尼姆。就像......过去一样。"
            },
            "asset": "char_4040_rockr/CN_014"
        },
        {
            "id": "char_4040_rockr_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Of course, it's my job to protect my family.",
                "jp": "家族を守るためなら、やらないわけにはいかないでしょ。",
                "kr": "가족을 지키기 위해서라면, 당연히 해야지.",
                "cn": "为了保护家人，我当然义不容辞。"
            },
            "asset": "char_4040_rockr/CN_017"
        },
        {
            "id": "char_4040_rockr_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Be careful. Your safety is more important than victory.",
                "jp": "身の安全には気をつけて。勝つよりもずっと大事なことだから。",
                "kr": "안전에 주의하도록 해. 너희의 안전이 승리보다 더 중요하니까 말이야.",
                "cn": "注意安全，你们的安全比胜利重要得多。"
            },
            "asset": "char_4040_rockr/CN_018"
        },
        {
            "id": "char_4040_rockr_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "My drones are ready, Doctor. Should I scout ahead?",
                "jp": "ドローンスタンバイ。ドクター、あたしが偵察に出ようか？",
                "kr": "드론 준비 완료. 박사, 내가 정찰할까?",
                "cn": "无人机准备就绪。博士，需要我侦察吗？"
            },
            "asset": "char_4040_rockr/CN_019"
        },
        {
            "id": "char_4040_rockr_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Found 'em. They're not gettin' away!",
                "jp": "敵を捕捉。もう……逃げられないよ！",
                "kr": "적 발견. 너희는…… 도망칠 수 없어!",
                "cn": "发现敌人，你们......跑不了的！"
            },
            "asset": "char_4040_rockr/CN_020"
        },
        {
            "id": "char_4040_rockr_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "I'm here, Doctor. I can see the enemy's tracks.",
                "jp": "こちらロックロック。敵の行動ルートは把握できてる。",
                "kr": "이쪽이야, 박사. 적의 동선을 파악할 수 있어.",
                "cn": "博士，我在。我能看到敌人的行动轨迹。"
            },
            "asset": "char_4040_rockr/CN_021"
        },
        {
            "id": "char_4040_rockr_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Standing by. Doctor, where do you need me?",
                "jp": "いつでもいけるよ。ドクター、そろそろあたしの出番？",
                "kr": "준비는 끝났어. 박사, 내 차례가 온 거야?",
                "cn": "随时准备。博士，需要我上场吗？"
            },
            "asset": "char_4040_rockr/CN_022"
        },
        {
            "id": "char_4040_rockr_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Ready to deploy my drones.",
                "jp": "配置完了。",
                "kr": "배치 완료.",
                "cn": "部署就绪。"
            },
            "asset": "char_4040_rockr/CN_023"
        },
        {
            "id": "char_4040_rockr_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Activating Rock-18 attack module.",
                "jp": "ロック十八号、アタックシーケンス起動。",
                "kr": "로크 18호, 공격 모드 가동.",
                "cn": "启动洛克十八攻击模式。"
            },
            "asset": "char_4040_rockr/CN_024"
        },
        {
            "id": "char_4040_rockr_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Rock-18, track the enemy!",
                "jp": "ロック十八号、敵を追跡して！",
                "kr": "로크 18호, 적을 추적해!",
                "cn": "洛克十八，追踪敌人！"
            },
            "asset": "char_4040_rockr/CN_025"
        },
        {
            "id": "char_4040_rockr_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "It's up to us to protect our homes!",
                "jp": "あたしたちの故郷は、あたしたちで守る！",
                "kr": "우리의 고향은 우리가 지킨다!",
                "cn": "我们自己的家园，要由自己守护！"
            },
            "asset": "char_4040_rockr/CN_026"
        },
        {
            "id": "char_4040_rockr_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "I'm not watching my friends die again!",
                "jp": "もう目の前で仲間は死なせない！",
                "kr": "다시는 동료가 눈앞에서 죽게 두지 않겠어!",
                "cn": "不会再让同伴死在我面前了！"
            },
            "asset": "char_4040_rockr/CN_027"
        },
        {
            "id": "char_4040_rockr_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Rock-18, maximum power!",
                "jp": "ロック十八号、最大出力！",
                "kr": "로크 18호, 최대 출력!",
                "cn": "洛克十八，最大功率！"
            },
            "asset": "char_4040_rockr/CN_028"
        },
        {
            "id": "char_4040_rockr_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "I know my drone better than anyone else. It can't do that on its own. The fact that you've used it so effectively just shows how great a commander you are, Dr. {@nickname}.",
                "jp": "あたしのドローンだし、性能なんて自分でよくわかってる――本当はこんなにやれるはずないんだ。それがここまで活躍できたのは、君の指揮あってのものだね、Dr.{@nickname}。",
                "kr": "내가 만든 드론이니까, 성능은 내가 제일 잘 알고 있어…… 드론으로 이런 일을 하는 건 아무래도 무리였을 텐데. 그럼에도 이렇게까지 해낼 수 있었던 건, 당신의 지휘 덕분이야, 박사.",
                "cn": "我自己的无人机，我自己最清楚性能——它做不到这种事。能让它发挥到这种程度，你的指挥功不可没，Dr.{@nickname}。"
            },
            "asset": "char_4040_rockr/CN_029"
        },
        {
            "id": "char_4040_rockr_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "A total victory with no casualties. Dr. {@nickname}, if you were around back then, would things have... turned out differently?",
                "jp": "死傷者ゼロの大勝利だね。Dr.{@nickname}、もしあのときも君がいたら……結果は変わってたかな？",
                "kr": "사상자 없이 대승리를 거뒀네. 박사, 만약 그때 당신이 있었더라면, 결과는…… 달라졌을까?",
                "cn": "大获全胜，无人伤亡。Dr.{@nickname}，如果那个时候有你在的话，事情......会不会不一样呢？"
            },
            "asset": "char_4040_rockr/CN_030"
        },
        {
            "id": "char_4040_rockr_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "The enemies are gettin' away, after them... Wait, no, scrap that. They might be leadin' us into a trap... Safety's gotta come first.",
                "jp": "逃げた敵がいる、早く追わないと……ううん、やめよう。待ち伏せされてるかもしれないし……まずはみんなの安全を確保しよう。",
                "kr": "적이 도망친다. 빨리 쫓아가야…… 아니, 그만두자. 매복하고 있을지도 몰라…… 일단 모두의 안전부터 확보하자.",
                "cn": "有敌人逃跑，快追......不，不要追了，或许会有埋伏......先保证大家的安全。"
            },
            "asset": "char_4040_rockr/CN_031"
        },
        {
            "id": "char_4040_rockr_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Run, Doctor, I'll hold them off! ...It's alright, there's no need to worry... When I joined the Self-Salvation Corps, I was prepared for this moment.",
                "jp": "あたしがここで食い止めるから、ドクターは早く逃げて！……ううん、あたしなら大丈夫。どうなろうとも……自救軍に入るときに、覚悟は決めてるから。",
                "kr": "내가 후방을 맡을 테니 어서 도망쳐, 박사! ……아니, 난 괜찮아. 어떻게 되든…… 자경단에 가입한 그 순간부터 각오는 하고 있었으니까.",
                "cn": "快走，博士，这里有我断后！......不，我不要紧的，就算是......加入自救军的那一刻，我就已经做好了准备。"
            },
            "asset": "char_4040_rockr/CN_032"
        },
        {
            "id": "char_4040_rockr_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "This place... isn't the same as my home, but it's just as warm. I really like it here.",
                "jp": "ここ……あたしの家とは似ても似つかないけど、家みたいに落ち着くから気に入ってるんだ。",
                "kr": "이곳은…… 우리 집과는 다르지만, 똑같이 포근한 느낌이 드네. 꽤 마음에 드는걸.",
                "cn": "这里......和我的家不一样，但一样温馨。我很喜欢这里。"
            },
            "asset": "char_4040_rockr/CN_033"
        },
        {
            "id": "char_4040_rockr_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Aw!... Is something wrong? I'm just lookin' at this exhaust fan. Closure said this model's five years old, but it's the first time I've seen it... So ingenious.",
                "jp": "うわっ……何？ああ、この換気扇を見てたんだ。クロージャさんは五年前のモデルだって言ってたけど、あたし初めて見るからさ……すっごく凝った作りだね。",
                "kr": "으앗…… 무슨 일이야? 환풍기를 보고 있었어. 클로저 씨는 5년 전 모델이라고 했지만, 난 처음 보는 거라서 말이야…… 엄청 정교하네.",
                "cn": "呀......有什么事吗？我在看这个排风扇。可露希尔小姐说这已经是五年前的款式了，但我还是第一次看到......很精巧。"
            },
            "asset": "char_4040_rockr/CN_034"
        },
        {
            "id": "char_4040_rockr_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Oh, Dr. {@nickname}? I'm makin' a wooden carving for you. The things I make are usually only good for me, but it should be fine givin' away simple stuff like decorations, right?",
                "jp": "ん？Dr.{@nickname}、どうしたの？ああこれ、君にあげる木彫りを作ってたんだ。あたしのDIYはいつも自分にしか使えないようなものだけど、ただの装飾品なら人にあげても大丈夫だよね？",
                "kr": "어, 박사? 박사한테 줄 나무 조각을 만들고 있었어. 보통 내가 만드는 건 내게만 어울리는 것들뿐이지만, 단순한 장식품이라면 선물해도 괜찮겠지?",
                "cn": "咦，Dr.{@nickname}？我在刻木雕，是送给你的。我做的东西只适合我自己，但如果是单纯的装饰品，应该可以送人吧？"
            },
            "asset": "char_4040_rockr/CN_036"
        },
        {
            "id": "char_4040_rockr_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4040_rockr/CN_037"
        },
        {
            "id": "char_4040_rockr_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Happy New Year, Dr. {@nickname}. Do you have any wishes? Mine? Umm... I wish that we'll be able to spend every New Year in peace, up until the day we die.",
                "jp": "あけましておめでとう、Dr.{@nickname}。願掛けはした？あたし？うーん……みんながおばあちゃんやおじいちゃんになるまで、毎年こうやって穏やかに過ごすことかな。",
                "kr": "새해 복 많이 받아, 박사. 혹시 소원 있어? 내 소원? 음…… 우리가 늙어갈 때까지, 매년 이렇게 평화로운 새해를 맞이할 수 있었으면 좋겠어.",
                "cn": "新年快乐，Dr.{@nickname}，有什么愿望吗？我的愿望？嗯......我希望，直到我们老去的那一天，每一年的新年都能这样平静地度过。"
            },
            "asset": "char_4040_rockr/CN_038"
        },
        {
            "id": "char_4040_rockr_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Good mornin', Dr. {@nickname}. Time for another day of hard work.",
                "jp": "おはよう、Dr.{@nickname}。今日も一日お仕事に励もう。",
                "kr": "안녕, 박사. 오늘도 열심히 일해 보자.",
                "cn": "早上好，Dr.{@nickname}，新的一天也要努力工作。"
            },
            "asset": "char_4040_rockr/CN_042"
        },
        {
            "id": "char_4040_rockr_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "Dr. {@nickname}, I heard it's your birthday today, so happy birthday! Here's a present from me to you. Um, that's you and Amiya carved on there. It's my first go with this sort of ornamental thing, so it didn't turn out too well... You like it? Oh, that's brilliant, then!",
                "jp": "今日は誕生日なんだってね、おめでとうドクター、これあげる。うん、君とアーミヤさんがモチーフだよ。初めてこういう装飾品を作ってみたんだけど、あんまり出来は良くないかも……気に入ったの？それならよかった。",
                "kr": "박사, 오늘 생일이라고 들었어. 생일 축하해. 자, 이건 선물이야. 응, 박사와 아미야를 조각한 거야. 이런 장식품은 처음이라 잘 됐는지 모르겠는데…… 맘에 든다고? 정말 다행이야.",
                "cn": "Dr.{@nickname}，我听说今天是你的生日，生日快乐，这是送给你的。嗯，雕的是你和阿米娅，我还是第一次尝试这种装饰品，效果不太好......你喜欢？那再好不过。"
            },
            "asset": "char_4040_rockr/CN_043"
        },
        {
            "id": "char_4040_rockr_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "Dr. {@nickname}, enjoying yourself? Me? Mm-hm, of course I'm happy. Everyone's having a proper lively get-together, there's nothing better than that. Oh, that reminds me, I just drew this prize and I'm not really in need of it. You want it?",
                "jp": "Dr.{@nickname}、楽しんでる？あたし？もちろん楽しんでるよ。みんな一緒にワイワイできるよりも嬉しいことはないし。そうだ、さっき抽選会で景品を当てたんだけど、あたしはいらないんだ。ドクター、いる？",
                "kr": "박사, 재밌게 놀았어? 나? 응, 나야 당연히 즐거웠지. 다들 같이 모여 웃고 떠드는 것보다 즐거운 일이 어디 있겠어? 참, 방금 상품에 당첨됐는데, 난 필요 없어서 말이야. 박사가 가질래?",
                "cn": "Dr.{@nickname}，玩得开心吗？我？嗯，我当然开心，大家都热热闹闹地在一起，没有比这更好的事了。对了，我刚才抽到了奖品，我不需要，你要吗？"
            },
            "asset": "char_4040_rockr/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Clare Louise Connolly",
            "global": "Clare Louise Connolly"
        },
        "cn": {
            "native": "宋媛媛",
            "global": "Esther"
        },
        "jp": {
            "native": "千菅春香",
            "global": "Haruka Chisuga"
        },
        "kr": {
            "native": "이유리",
            "global": "Lee Yoo-ri"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}