{
    "charid": "char_358_lisa",
    "nameid": "lisa",
    "names": {
        "en": "Suzuran",
        "jp": "スズラン",
        "kr": "스즈란",
        "cn": "铃兰"
    },
    "voices": [
        {
            "id": "char_358_lisa_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Do you need any help, Doctor? Then, I'll do my homework later...",
                "jp": "ドクターさん、お手伝いは必要ですか？学業は後でもできますから……。",
                "kr": "박사님, 도움이 필요하세요? 공부는 나중에도 할 수 있으니까요……",
                "cn": "博士需要帮忙吗？那学业就一会再说......"
            },
            "asset": "char_358_lisa/CN_001"
        },
        {
            "id": "char_358_lisa_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "You'd like to know more about my tails? Well, after I came to Rhodes Island, I realized that I have more tails than the other Vulpo sisters here, and I don't know who I should talk to about it... But, the people my dad worked with all had a lot of tails... How strange.",
                "jp": "しっぽが気になりますか？実はロドスに来てから、しっぽの数が他のヴァルポのお姉さんたちと違うって気づいたのですが、誰に相談すればいいかわからなくて……でもパパの同僚たちはみんなたくさんしっぽが生えてましたよ、どうしてでしょう。",
                "kr": "꼬리가 신경 쓰여서 그러세요? 실은 로도스 아일랜드에 오고 나서 보니까 꼬리 수가 다른 불포 언니들이랑은 다르더라고요, 근데 누구한테 물어봐야 좋을지 잘 모르겠어요…… 그래도 아빠 동료들은 다들 꼬리가 많이 나 있던데. 왜 그런 걸까요……",
                "cn": "在意我的尾巴吗？其实来到罗德岛之后，我也意识到尾巴的数量好像和其他沃尔珀姐姐们不太一样，也不知道该找谁商量......不过爸爸的同事们都有很多尾巴呀，真奇怪。"
            },
            "asset": "char_358_lisa/CN_002"
        },
        {
            "id": "char_358_lisa_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Upset? Thank you for your concern, Doctor. Everyone treats me well, so I can't be too needy, but... the beds here at Rhodes Island are a bit small, and it's hard to manage all my tails when I'm trying to sleep at night; And, someone's always watering the potted plants I've been growing, but they don't need that much attention.",
                "jp": "私の悩み？気にかけてくださってありがとうございます。皆さん良くしてくれるので、わがままは言えません。でも、そうですね……ロドスのベッドはちょっと狭いので、寝る時になかなかしっぽが収まらなくて……あと、いつも皆さんが私の観葉植物に水をあげてくださいますが、別にそんなことしなくてもいいんですよ。",
                "kr": "제 고민이요? 신경 써 주셔서 감사합니다. 다들 잘 대해주시는데 투정을 부릴 수는 없죠. 그래도 굳이 말하자면…… 로도스 아일랜드의 침대는 조금 좁아서 잘 때 좀처럼 꼬리가 잘 안 들어가서…… 그리고, 언제나 다들 제 관엽식물에 물을 주시던데, 별로 그런 거 안 하셔도 돼요.",
                "cn": "烦恼？谢谢博士的关心，大家对我都很好，我不能太任性，不过......不过罗德岛的床铺有点小，睡觉的时候尾巴很难办；还有我养的盆栽总是有人帮我浇好水，其实不用这么麻烦的。"
            },
            "asset": "char_358_lisa/CN_003"
        },
        {
            "id": "char_358_lisa_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Big sister Amiya is really amazing. She always has so many ideas that I haven't thought of, and she's a great role model. But, she's also just like me. She's not an adult yet, so she'll sometimes feel lost and confused. Doctor, you should spend more time with her.",
                "jp": "アーミヤお姉さんは本当にすごいですね。私にない考えをたくさん持っていますし、皆さんの良いお手本にもなっています。でもお姉さんは私と同じでまだ大人じゃありませんから、落ち込むことも、焦ることもあると思います。ドクターさん、お姉さんをもっと気にかけてあげてくださいね。",
                "kr": "아미야 언니는 정말 굉장해요. 저한텐 없는 생각을 잔뜩 가지고 있고, 모두에게 좋은 모범이 되기도 해요. 그래도 언니는 저처럼 아직 어른이 아니니까요, 풀이 죽을 때도, 초조할 때도 있을 거예요. 박사님, 언니한테 더 신경 써 주세요.",
                "cn": "阿米娅姐姐真的很厉害，她有很多我没有想过的想法，也能很好地成为大家的表率。但阿米娅姐姐和我一样，她不是大人，她也会失落，也会焦躁，博士，你应该多陪陪阿米娅姐姐。"
            },
            "asset": "char_358_lisa/CN_004"
        },
        {
            "id": "char_358_lisa_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "That first time I took a really long ride from Higashi to Siracusa, I was so surprised! I never knew that other places could look so different! Even though right now I can only stay behind my mentors, and not all my memories are rosy, I still really love my life right now. Mhm!",
                "jp": "初めて極東からシラクーザまで行った時はとーーーっても時間がかかりました。そしてすごくビックリしました！地域によってこんなに風景が違うなんて知りませんでした！今は先輩の後ろについているだけで、美しい思い出ばかりでもありませんが、そんな今の生活を大切にしたいと思っています、はい！",
                "kr": "처음으로 극동에서 시라쿠사까지 갔을 때는 시간이 엄~~~청 오래 걸렸어요. 그리고 되게 놀랐어요! 지역에 따라 그렇게 풍경이 다를 줄은 몰랐거든요! 지금은 선배님 뒤에 붙어있기만 하고, 아름다운 추억만 있는 것도 아니지만, 그런 지금의 생활을 소중히 여기고 싶어요, 네!",
                "cn": "第一次从东国坐了好——久的车到叙拉古的时候，我真的非常惊讶！原来大地各处的风貌竟然能有这么大的差别！虽然现在只能跟在前辈身后，回忆也不全都是美好的，但我很珍惜现在的生活，嗯！"
            },
            "asset": "char_358_lisa/CN_005"
        },
        {
            "id": "char_358_lisa_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "The flame that my dad conjured was very beautiful. Of course it was fire, but it looked like crystal. After I came to Rhodes Island, I realized that it was the power my dad used to protect others. I can use what he taught me to help my mentors here! So, I'll continue to do my best!",
                "jp": "パパが出す炎はすごくキレイです。火なのに水晶みたいなんです。ロドスに来てから、あれはパパが人を守るための力だと気づきました。あの時パパに教わったことは、きっと先輩たちのお役に立つはずです！私、頑張ります！",
                "kr": "아빠가 만드는 불꽃은 엄청 예뻐요. 불인데도 수정 같아요. 로도스 아일랜드에 오고 나서야 알게 됐어요, 그건 원래 아빠가 다른 사람을 지키기 위해 쓰는 힘이었다는 걸요. 그때 아빠한테 배웠던 것은 분명 선배님들의 도움이 될 거예요! 저, 열심히 할게요!",
                "cn": "爸爸变出的火焰很漂亮，明明是火，却像是水晶一样。来到罗德岛之后，我才意识到那是爸爸用来保护他人的力量，爸爸那时候教会我的东西，可以用来帮助各位前辈！所以我会好好努力的！"
            },
            "asset": "char_358_lisa/CN_006"
        },
        {
            "id": "char_358_lisa_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Since my arm was injured, my mom has rarely let me go out. I don't blame her though, and I'm even more worried about how she's going to deal with those bad people. That's why I should live the best life I can right now, so she doesn't have to worry about anything, right? As long as she stays calm, she's super strong!",
                "jp": "腕を怪我してから、ママは私をあまり外に出さなくなりました。ママを責めたいわけじゃありませんが、どうやってあの悪者たちの対応をしているかが心配です。だからこそ、私はしっかりとした生活をして、ママを安心させてあげたいんです。私への心配がなくなれば、ママはすごく強いですから！",
                "kr": "팔을 다치고 나서부턴 엄마는 저를 그다지 밖에 내보내지 않게 되었어요. 엄마를 탓하고 싶은 건 아니지만, 그 나쁜 사람들이랑은 잘 맞서고 계시는지 걱정돼요. 그러니까 저는 제대로 된 생활을 해서 엄마를 안심시켜주고 싶어요. 제 걱정만 안 하시면 엄마는 엄청 강하니까요!",
                "cn": "自从手臂受伤之后，妈妈就很少让我出门了。其实我不怪妈妈，我更担心妈妈怎么对付那些坏人。所以我现在要好好生活，这样她就能放心了吧？只要放下心，妈妈可是很强的！"
            },
            "asset": "char_358_lisa/CN_007"
        },
        {
            "id": "char_358_lisa_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Although I haven't been an operator for very long, I know that what we're doing is very difficult, right? Even though my mentors are always chatting and laughing, they're also hiding their thoughts and feelings. If I can become a bit stronger, will I be able to help them share their troubles?",
                "jp": "オペレーターになってまだ長くないですが、私たちはとーーーっても難しいことに挑戦しているって知ってます！先輩たちは普段話したり笑ったりしてますが、きっと悩み事を心の中に隠してるんだと思います。私がもっと強くなれたら、皆さんの悩みを和らげてあげられますでしょうか？",
                "kr": "오퍼레이터가 된 지 아직 얼마 되지 않았지만, 우리가 엄~~~청 어려운 일에 도전하고 있다는 건 잘 알고 있어요! 선배님들은 평소에 이야기도 하고 웃기도 하지만, 분명 고민을 마음속에 숨기고 있을 거예요. 제가 더 강해지면 모두의 고민을 해결해 줄 수 있을까요?",
                "cn": "虽然我成为干员的时间不长，但是我知道我们在做一件很——困难的事情，对吧！尽管前辈们平时都是有说有笑的，可也都会藏起自己的心思吧。如果我再变强一点，是不是也能帮大家分担苦恼了呢？"
            },
            "asset": "char_358_lisa/CN_008"
        },
        {
            "id": "char_358_lisa_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Doctor, you... lost your memories? Really? Dr. Kal'tsit only just told me about this today... Um, you should rest for the day. You also need some time to think about this, right? Just leave the rest of the work to me and, um, go spend some time with Amiya! Hehe!",
                "jp": "ドクターさんは……記憶喪失なんですか？本当に？つい最近ケルシー先生から聞いたんです……はい、今日はもう休んじゃってください。ドクターさんもたまにはゆっくり考え事したいって時はあるでしょ？残りの仕事は私に…えっと、私とアーミヤお姉さんに任せてください！えへへ！",
                "kr": "박사님은…… 기억상실증에 걸리신 건가요? 정말요? 얼마 전에 켈시 선생님한테 들었어요…… 네, 오늘은 이만 쉬세요. 박사님도 가끔은 느긋하게 생각에 잠기고 싶을 때가 있잖아요? 남은 일은 저한테…… 그러니까, 저랑 아미야 언니한테 맡겨 주세요! 에헤헤!",
                "cn": "博士您......失忆了？真的？凯尔希医生才告诉我这件事......嗯，今天就先休息一下吧。博士偶尔也需要好好思考一下吧？剩下的工作就交给我，呃，和阿米娅姐姐吧！嘿嘿！"
            },
            "asset": "char_358_lisa/CN_009"
        },
        {
            "id": "char_358_lisa_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "You'll catch a cold like this. I'll need to find a blanket...",
                "jp": "これじゃドクターさんが風邪引いちゃいます…急いで毛布を探さないと。",
                "kr": "이대로 두면 박사님이 감기에 걸릴 거예요…… 빨리 담요를 찾아야 하는데.",
                "cn": "这样会着凉的，得赶紧去找毯子。"
            },
            "asset": "char_358_lisa/CN_010"
        },
        {
            "id": "char_358_lisa_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Rhodes Island Operator, Lisa... Ah, I mean, Suzuran! Operator Suzuran! It's the code name I chose for myself. Starting today, I'm officially an operator, so I'll be in your care!",
                "jp": "ロドスオペレーターのリサ……あ、いえ、スズランです。オペレーターのスズランと申します！これは自分で選んだコードネームなんですよ。今日から正式にオペレーターとして作戦に参加しますので、よろしくお願いします！",
                "kr": "로도스 아일랜드 오퍼레이터 리사…… 아, 아니, 스즈란이에요. 오퍼레이터인 스즈란이라고 합니다. 이건 제가 고른 코드네임이에요. 오늘부터 정식으로 오퍼레이터로서 작전에 참가하니까요, 잘 부탁합니다!",
                "cn": "罗德岛干员丽萨......啊不对，是铃兰，干员铃兰！是我自己挑的代号喔，今天开始正式作为干员行动，请多指教！"
            },
            "asset": "char_358_lisa/CN_011"
        },
        {
            "id": "char_358_lisa_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "S-so this is how my mentors fight... They seem so powerful...",
                "jp": "こ、これが先輩たちの戦う姿ですか、すごいです……。",
                "kr": "이, 이게 선배님들이 싸우는 모습인가요. 굉장해요……",
                "cn": "这、这就是前辈们战斗的样子，感觉好厉害......"
            },
            "asset": "char_358_lisa/CN_012"
        },
        {
            "id": "char_358_lisa_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Doctor, earlier today, Dr. Kal'tsit praised me... Um, a promotion? Not just praise? Eh?",
                "jp": "ドクターさん、今日はケルシー先生に褒めてもらいました……えっ、昇進？ただ褒められただけじゃなく？ええっ！？",
                "kr": "박사님, 오늘은 켈시 선생님한테 칭찬을 받았어요…… 네? 승진? 그냥 칭찬만 받는 게 아니라요? 에에?!",
                "cn": "博士，今天凯尔希医生夸奖我了......诶，晋升？不是单纯的夸奖？诶？"
            },
            "asset": "char_358_lisa/CN_013"
        },
        {
            "id": "char_358_lisa_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Look, Doctor! Look at my Originium Arts! I've been working so hard on this! Now I'll be able to go to more places with my mentors, see more things, and help more people, right?",
                "jp": "見てください、ドクターさん！これが私のアーツです、努力の成果なんです！これで先輩たちと一緒にもっと多くのところに行って、もっと多くの物事を見て、もっと多くの人の役に立てますよね？",
                "kr": "보세요, 박사님! 이게 제 아츠예요. 노력의 성과예요! 이제 선배님들이랑 같이 더 많은 곳에 가서, 더 많은 것들을 보고, 더 많은 사람들에게 도움이 될 수 있겠죠?",
                "cn": "快看，博士！这是我的源石技艺，是努力的成果哦！这样我就可以和前辈们一起去更多地方，去看更多的事情，去帮助更多的人了吧？"
            },
            "asset": "char_358_lisa/CN_014"
        },
        {
            "id": "char_358_lisa_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "I'll make sure to work hard and make good use of this opportunity!",
                "jp": "せっかくの作戦に出るチャンスです、力の限り頑張ります！",
                "kr": "간만에 얻은 작전에 나갈 기회네요. 있는 힘껏 열심히 할게요!",
                "cn": "难得的出战机会，我会好好努力的！"
            },
            "asset": "char_358_lisa/CN_017"
        },
        {
            "id": "char_358_lisa_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Eh, I'll be leading my mentors? O-okay, leave it to me! As the captain, I mustn't be too weak!",
                "jp": "ええっ、私が先輩たちの指揮を執るんですか？わ、わかりました。任せてください！隊長が弱音を吐くわけにはいきませんから！",
                "kr": "에에…… 제가 선배님들의 지휘를 맡는다고요? 아, 알겠습니다. 맡겨 주세요! 팀장이 약한 소리를 할 수는 없으니까요!",
                "cn": "欸，我来指挥各位前辈吗？知、知道了，交给我吧！队长可不能软弱！"
            },
            "asset": "char_358_lisa/CN_018"
        },
        {
            "id": "char_358_lisa_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Operation, start.",
                "jp": "任務、開始。",
                "kr": "임무, 개시.",
                "cn": "任务，开始。"
            },
            "asset": "char_358_lisa/CN_019"
        },
        {
            "id": "char_358_lisa_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "The enemy appeared! Um, can't we persuade them to give up?",
                "jp": "敵が現れました、うう、投降を促すことはできませんか？",
                "kr": "적이 나타났어요. 으으, 투항하도록 설득할 수는 없나요?",
                "cn": "敌人出现了，呜，不能劝他们放弃吗？"
            },
            "asset": "char_358_lisa/CN_020"
        },
        {
            "id": "char_358_lisa_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Ah, understood!",
                "jp": "わ、わかりました！",
                "kr": "아, 알겠습니다!",
                "cn": "啊，好的！"
            },
            "asset": "char_358_lisa/CN_021"
        },
        {
            "id": "char_358_lisa_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Doctor, your orders please!",
                "jp": "ドクターさん、どうぞ！",
                "kr": "박사님, 말씀하세요!",
                "cn": "博士请说！"
            },
            "asset": "char_358_lisa/CN_022"
        },
        {
            "id": "char_358_lisa_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Don't be nervous, don't be nervous.",
                "jp": "リラックスして、リラックス。",
                "kr": "침착하자, 침착해.",
                "cn": "不要紧张，不要紧张。"
            },
            "asset": "char_358_lisa/CN_023"
        },
        {
            "id": "char_358_lisa_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "We can all do this! Mm!",
                "jp": "私たちならできます、はい！",
                "kr": "우리라면 할 수 있어요, 네!",
                "cn": "我们都可以做到的，嗯！"
            },
            "asset": "char_358_lisa/CN_024"
        },
        {
            "id": "char_358_lisa_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "B-be careful!",
                "jp": "き、気をつけて！",
                "kr": "조, 조심하세요!",
                "cn": "小、小心！"
            },
            "asset": "char_358_lisa/CN_025"
        },
        {
            "id": "char_358_lisa_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Is everyone okay? Everyone's safe, right?",
                "jp": "変わりありませんか？大丈夫ですか？",
                "kr": "무슨 일 없나요? 괜찮으세요?",
                "cn": "不会有事吧？没事吗？"
            },
            "asset": "char_358_lisa/CN_026"
        },
        {
            "id": "char_358_lisa_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Hang in there!",
                "jp": "持ちこたえて！",
                "kr": "버텨주세요!",
                "cn": "坚持住！"
            },
            "asset": "char_358_lisa/CN_027"
        },
        {
            "id": "char_358_lisa_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Please hold on!",
                "jp": "待っててください！",
                "kr": "기다려주세요!",
                "cn": "请等一下！"
            },
            "asset": "char_358_lisa/CN_028"
        },
        {
            "id": "char_358_lisa_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "So this is the actual battlefield that my mentors faced... Doctor, I think we can do even better. I'll work harder.",
                "jp": "これが先輩たちが戦っている本物の戦場ですか……ドクターさん、私たちはもっとうまくできると思います。私も頑張ります。",
                "kr": "이게 선배님들이 싸우는 진짜 전장인가요…… 박사님, 우린 더 잘 할 수 있을 거예요. 저도 열심히 할게요.",
                "cn": "这就是前辈们真正面对的战场......博士，我觉得我们可以做得更好。我会努力的。"
            },
            "asset": "char_358_lisa/CN_029"
        },
        {
            "id": "char_358_lisa_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Doctor, did I do a good job? I didn't hold the others back, right? Really? Thank goodness...",
                "jp": "ドクターさん、私、うまくやれてましたか？皆さんの足は引っ張ってませんでしたか？本当ですか？良かった……。",
                "kr": "박사님, 저 잘했나요? 다른 분들께 폐 끼치고 그러진 않았나요? 정말요? 다행이다……",
                "cn": "博士，我有好好表现吗？我没有拖大家的后腿吧？真的？太好了......"
            },
            "asset": "char_358_lisa/CN_030"
        },
        {
            "id": "char_358_lisa_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Doctor, are you okay? Is there anyone who's injured? I, I'll go take care of them!",
                "jp": "ドクターさん、大丈夫ですか？怪我をした人がいる？わ、私見てきます！",
                "kr": "박사님, 괜찮으세요? 다친 사람이 있다고요? 제, 제가 보고 올게요!",
                "cn": "博士，你没事吧？有其他人受伤了？我、我去照顾他们！"
            },
            "asset": "char_358_lisa/CN_031"
        },
        {
            "id": "char_358_lisa_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Sorry, it's my fault I didn't work hard enough...",
                "jp": "ごめんなさい、私の頑張りが足りませんでした……。",
                "kr": "죄송해요, 제 노력이 부족했어요……",
                "cn": "抱歉，是我还努力得不够......"
            },
            "asset": "char_358_lisa/CN_032"
        },
        {
            "id": "char_358_lisa_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "I've lived here for a long time, so I won't get lost.",
                "jp": "ここにずっと住んでますし、迷子にはなりませんよ。",
                "kr": "여기에 오래 살았으니까요, 길은 안 잃어버려요.",
                "cn": "我在这里住了很久了，不会迷路的。"
            },
            "asset": "char_358_lisa/CN_033"
        },
        {
            "id": "char_358_lisa_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Eek!",
                "jp": "ひゃっ！",
                "kr": "꺄악!",
                "cn": "咿呀！"
            },
            "asset": "char_358_lisa/CN_034"
        },
        {
            "id": "char_358_lisa_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Doctor? Oh, would you like some mini cakes? I was planning to take these to everyone in the Medical Department, but you also work very hard... so please help yourself!",
                "jp": "ドクターさん？あっ、ミニケーキ食べますか？医療部の皆さんへの差し入れのつもりだったんですが、ドクターさんだって大変ですし……だから遠慮しないでどうぞ！",
                "kr": "박사님? 앗, 미니 케이크 드실래요? 의료부 분들한테 드리려고 했는데, 박사님도 고생하시잖아요…… 그러니까 사양 말고 드세요!",
                "cn": "博士？啊，要吃小蛋糕吗？本来是给医疗部门的各位准备的慰问品，不过博士也很辛苦......所以不要客气！"
            },
            "asset": "char_358_lisa/CN_036"
        },
        {
            "id": "char_358_lisa_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_358_lisa/CN_037"
        },
        {
            "id": "char_358_lisa_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "啊，新年快乐，博士。这个是我刚刚做的小糕点，还请收下吧。今天要做许多好吃的，厨房那里还需要帮忙，博士就先在这里好好休息，难得的节日，陪陪其他干员前辈们吧，好吗？",
                "jp": "あっ、あけましておめでとうございます、ドクターさん。お菓子を作ってきたので、お召し上がりください。今日はご馳走をたくさん用意しないといけないので、私はキッチンのお手伝いに戻りますね。ドクターさんはひとまずここで休んでてください。せっかくの祝日ですし、他の先輩たちの相手もしてあげてください、ね？",
                "kr": "앗, 새해 복 많이 받으세요, 박사님! 이건 제가 방금 만든 케이크인데, 받아 주세요. 아 저는 오늘 맛있는 음식을 많이 만들 거라서, 주방에 가봐야 할 거 같아요. 모처럼 만에 온 명절인데 박사님은 일단 여기서 다른 선배님들이랑 같이 쉬고 계세요, 아셨죠?",
                "cn": "啊，新年快乐，博士。这个是我刚刚做的小糕点，还请收下吧。今天要做许多好吃的，厨房那里还需要帮忙，博士就先在这里好好休息，难得的节日，陪陪其他干员前辈们吧，好吗？"
            },
            "asset": "char_358_lisa/CN_038"
        },
        {
            "id": "char_358_lisa_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Good work, Doctor.",
                "jp": "ドクターさん、お疲れ様です。",
                "kr": "박사님, 수고하셨어요.",
                "cn": "博士，辛苦了。"
            },
            "asset": "char_358_lisa/CN_042"
        },
        {
            "id": "char_358_lisa_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "......嗯？是博士啊，今天大家都很忙，我现在要去帮阿米娅姐姐打下手喔——我在想什么？我......我在想爸爸和妈妈现在怎么样了。博士，我有机会回家看看吗？",
                "jp": "……ん？あ、こんにちは、ドクターさん。今日は皆さんお忙しそうなので、今からアーミヤお姉さんのお手伝いに行くつもりで――さっきは何を考えてた、ですか？えっと……パパとママは今どうしてるのかなって考えてました。ドクターさん、いつか私も会いに戻れるでしょうか？",
                "kr": "……응, 박사님? 오늘은 모두 바빠 보이네요. 전 아미야 언니를 도우러 가는 길이었어요…… 무슨 생각을 그렇게 하고 있었나고요? 음…… 아빠 엄마는 지금 잘 지내고 계시는지를 생각하고 있었어요. 박사님, 저 집에 돌아갈 수 있겠죠?",
                "cn": "......嗯？是博士啊，今天大家都很忙，我现在要去帮阿米娅姐姐打下手喔——我在想什么？我......我在想爸爸和妈妈现在怎么样了。博士，我有机会回家看看吗？"
            },
            "asset": "char_358_lisa/CN_044"
        }
    ],
    "actors": {
        "cn": {
            "native": "皛四白",
            "global": "Shi Haku"
        },
        "jp": {
            "native": "本渡楓",
            "global": "Kaede Hondo"
        },
        "kr": {
            "native": "조경이",
            "global": "Jo Kyoung-I"
        }
    },
    "availability": [
        "cn",
        "jp",
        "kr"
    ]
}