{
    "charid": "char_2014_nian",
    "nameid": "nian",
    "names": {
        "en": "Nian",
        "jp": "ニェン",
        "kr": "니엔",
        "cn": "年"
    },
    "voices": [
        {
            "id": "char_2014_nian_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Man, I'm so bored... Might just go shopping... You know what, yeah, we're doing it! Come on, put your shoes on. Yeah, we're both going out, that's why I said 'we'!",
                "jp": "あー、暇だ。街ブラもいいな……よし決めた、出かけんぞ！……おい、さっさと靴を履き替えんだよ。もちろん私と一緒に行くんだ、それ以外にあるか。",
                "kr": "아~ 심심해. 그냥 돌아다니는 것도 괜찮겠는데…… 좋아, 정했어. 나가자! ……야, 신발 빨리 안 갈아 신냐? 물론 나랑 같이 가는 거지, 그거 말고 뭐 있겠어?",
                "cn": "啊，好闲，我想去逛街......不管了，我要出门！......嗯？你怎么还不换鞋？你当然要跟我走啊，不然呢。"
            },
            "asset": "char_2014_nian/CN_001"
        },
        {
            "id": "char_2014_nian_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "That lame look of yours is grinding my gears... Here, have a toy to lighten up. You're busy with work? Who cares about some boring-ass work? Just one thing: don't lose sight of this little doll, or it'll vanish in the blink of an eye.",
                "jp": "つまんなそうな顔しやがって……やるよ、オモチャだ。仕事中？仕事はつまんねーもんだろうが。気をつけろよ、ぼやっとしてたら、この小さな人形があっという間に消えてなくなるからな。",
                "kr": "따분하다는 얼굴 하기는…… 줄게, 장난감이야. 일하는 중이라고? 일은 따분한 거잖아. 조심해라~? 멍~하니 있다간, 이 작은 인형이 순식간에 사라질 테니까.",
                "cn": "看你一副很无聊的样子......喏，这个玩具给你。在工作？工作不就是很无聊吗？你可要看紧了，这个小偶人，一不注意就会消失掉哦。"
            },
            "asset": "char_2014_nian/CN_002"
        },
        {
            "id": "char_2014_nian_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Maaan, I'm so hungry... But as they say, gourmet food takes a gourmet cook. My brother's a great chef, you get hungry at one of our family reunions, just call him up and he'll take care of you. Now that's what I call service! Rhodes Island's food tastes like crap compared to his.",
                "jp": "あーあ、腹減ったな。とは言え鍋を打つは易し割烹するは難しってな……うちの弟の中に一人料理上手がいてな、家族みんな集まった時に、何か食いたいって言やすぐに作ってみせんだよ。アレこそ料理人ってやつだよな！それに比べりゃロドスの料理は何ともまー味気ねーこと。",
                "kr": "아아~ 배고파. 아 근데 또, “냄비를 만드는 건 쉽지만, 요리를 하는 건 어렵다”는 말도 있잖아…… 내 남동생 중에 요리 좀 하는 녀석이 하나 있거든. 가족들이 모두 모였을 때 뭐 좀 먹고 싶다 그러면 바로 만들어준다니까? 그런 게 바로 요리사라는 거겠지! 거기에 비하면 로도스 아일랜드의 요리는 정말 거 참~ 맛이 너~무 없다니까.",
                "cn": "哎，好饿啊，自己做个菜比我打个锅还难......我有个弟弟很擅长这事儿，每次聚会的时候，你想吃什么他就做什么，那才叫厨师！罗德岛食堂做的是个锤子菜啊。"
            },
            "asset": "char_2014_nian/CN_003"
        },
        {
            "id": "char_2014_nian_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Lungmen's a pretty chill place, but their cuisine? It's got no kick to it! How can they eat that flavorless baby food? Listen up: spice is a way of life. Once you taste a little pleasant pain and feel that explosion of heat on your tongue, you'll realize what you've been missing all this time.",
                "jp": "龍門も悪くないんだけどさ、なんつってもメシの味付けが物足りないんだよな。全ッ然辛味が足んねーのなんのって、ありえないよな！いいか、辛味ってのは生き方なんだ。ちょうどいい痛みと強烈な衝撃が舌の上で爆発すりゃ、オメーだって「人生とはこれほど滋味豊かなものだったのか！」って思うはずだ。",
                "kr": "용문도 나쁘진 않은데…… 아 뭐랄까 음식 간을 너무 싱겁게 한단 말이지. 전~혀 맵지가 않다니, 아니 이게 말이 돼?! 잘 들어, 매운맛이라는 건 말야, 삶의 방식이나 마찬가지야. 적당한 통증과 강렬한 충격이 혀 위에서 폭발하면 너도, “인생이란 게 원래 이렇게나 깊은 맛이 있는 것이었구나~!”하고 생각할걸.",
                "cn": "龙门是个不错的地方，但口味太淡了，一点都不辣，这怎么行！我和你说，辣，是种生活态度，当些微的刺痛感和浓烈的冲动在舌头上面爆开的时候，你会觉得，“啊，我的人生真有滋味。”"
            },
            "asset": "char_2014_nian/CN_004"
        },
        {
            "id": "char_2014_nian_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "I used to just focus myself on what I needed for daily life, but I'm the type to really absorb my surroundings. And somehow or other I keep getting into fights. So I guess I could say it feels weird to NOT carry a weapon around. So it goes, I guess.",
                "jp": "私の生業はな、元は生活に根付いた技術の一つだったんだ。でも私は俗世の影響を受けやすいってことで、今となっちゃ戦火に身を焦がす羽目になってんだ。武器を手に持つ感覚にも慣れちまった、というか持ってないとなーんかしっくりこないしな、むずかしーもんだな。",
                "kr": "내 생업은 말이야, 원래 생활에 뿌리내린 기술 중 하나였어. 근데 난 속세의 영향을 받기 쉽다 보니까, 지금은 전쟁의 불꽃에 몸을 태우는 꼴이 됐지. 무기를 손에 드는 감각에도 이젠 익숙해져 버렸어. 아 근데 이게 또, 안 들고 있으면 뭔~가 허전하기도 하고…… 참 어렵다니까.",
                "cn": "我擅长的，原先只是种非常生活化的技术，只是我实在太容易被现状影响了，现在的我可真是战火缠身哪。熟悉了一把把武器拿在手里的感觉，偶尔手头空空还会有那么点不适应，真难办。"
            },
            "asset": "char_2014_nian/CN_005"
        },
        {
            "id": "char_2014_nian_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Rituals get passed down from generation to generation not 'cause they have any inherent meaning, but because people find their own meaning in them. A performance has its rewards, and a wish has its fulfillment. And when one of my favorite stories is involved, you bet your ass I'm gonna participate.",
                "jp": "儀式が受け継がれてく理由は、儀式自体に何か意味があるからじゃなくて、それが人に与える意味の中にあんだよ。演出には実りがあって、願いも満たされる。しかも私好みのストーリーになってるときたもんだ、喜んで参加するに決まってんだろ。",
                "kr": "의식이 계승되는 이유는 의식 자체에 의미가 있고 뭐 그래서가 아니라, 그게 사람들에게 주는 의미 속에 있는 거야. 연출에는 결실이 있고, 소원도 이루어지지. 그런데다 스토리도 내 취향이다? 그럼 기꺼이 참가하는 수밖에 없잖아?",
                "cn": "仪式之所以能不断流传，不在于它本身有什么意义，而在于它为众人带来了什么意义。演出有收获，企盼有回报，这又是我喜欢的故事类型，何乐不为呢？"
            },
            "asset": "char_2014_nian/CN_006"
        },
        {
            "id": "char_2014_nian_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "If you're out of touch with reality, you'll end up crushed beneath its boot, sooner or later. You'd think that's common freakin' sense, but some of my siblings ignore reality for what it is. Their dull lives are only gonna get harder for 'em as time goes on.",
                "jp": "現実に馴染めないやつは、そのうちその現実に淘汰される。そんなの誰でもわかる常識だろ？なのにうちの兄弟姉妹に、まだ見栄を張ってるやつが何人もいる。そんなつまんない生き方をしてりゃ、歳月が苦になってくだけだってのにな。",
                "kr": "현실에 어우러지지 못하는 녀석은 조만간 그 현실에 도태되지. 그런 건 누구라도 알고 있는 상식이잖아? 그런데도 내 형제자매 중엔 아직도 허세를 부리는 녀석들이 몇 명이나 있어. 그런 시시한 삶을 살아봤자, 세월이 고통이 되어갈 뿐인데도 말이야.",
                "cn": "不适应现实的人会被现实淘汰，这算是很普通的常识吧？但我的兄弟姐妹里，还是有那么几个一直不肯放下架子呢。活的那么无趣，岁月会变成一种折磨啊。"
            },
            "asset": "char_2014_nian/CN_007"
        },
        {
            "id": "char_2014_nian_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Your dreams turn to haze when you've lived as long as I have. But I've got better stuff to do than dream all day, and that's why l feel so alive. Sure, life is suffering, but seeing people carve something out for themselves is incredible. And as for you: think you got what it takes to be the anvil to my hammer?",
                "jp": "こんだけ長く生きてりゃ、夢も朧になるってもんだ。はぁ、夢を見るよりもやるべきことがあって、だから「生きてる」って実感できるのかもな。生きるのは大変だけど、人が必死に生き抜く様はたまらなく好きなのさ。さーて、オメーに私の金床になる度胸はあるかな。",
                "kr": "이만큼 오래 살다 보면, 꿈도 희미해져. 하…… 꿈을 꾸는 것보다, 해야 하는 것이 있기에 '살아있다'고 실감하는 걸지도 모르겠네. 살아가는 건 힘들지만, 그래도 사람들이 필사적으로 살아가는 그런 모습이, 못 배길 정도로 너무 좋단 말이지. 자~ 그럼, 너한텐 내 모루가 될 배짱이 있으려나?",
                "cn": "这么多年过来，我的梦已经变得很模糊了。唉，比起做梦，还有更重要的事情等着我去做，也许这就是活着。活着真难啊，可别人努力活下去的样子，我真是喜欢得不得了。你，要不要试试做我的砧？"
            },
            "asset": "char_2014_nian/CN_008"
        },
        {
            "id": "char_2014_nian_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Blacksmithing may just be a regular old occupation, but it was also a part of early civilization. I'll keep metallurgy well and alive, even if everything else dies out. That's the future I chose for myself long ago. And you, you've made important choices before, haven'tcha? Don't ever go back on them. Stay true to the end and see it through. That's what it means to complete something.",
                "jp": "鍛冶はありふれた工芸に過ぎねぇけど、むかーしの暮らしの起源の一つでもあるんだ。他のものが全部消えちまっても、鍛冶だけはしっかり世に残してみせる。これはずーっと昔に選んだ道だ。オメーだって大事な選択はしたことあるだろ？その結果は絶対に見届けろよ。見届けてやっと、円満ってもんさ。",
                "kr": "대장장이 일은 흔한 공예에 지나지 않지만, 옛날 생활의 기원 중 하나이기도 해. 다른 것들이 전부 사라져 버린다 해도, 대장장이 일만은 확실하게 세상에 남길 거야. 이건 아~주 옛날에 선택한 길이거든. 너도 살면서 중요한 선택을 해본 적 있잖아? 그 결과는 반드시 지켜보도록 해. 끝까지 지켜봐~야, 비로소 완수했다고 할 수 있는 거니까.",
                "cn": "冶铸是种凡俗工艺，但它也曾是往日生活的某种起源。纵使其它的一切都磨灭了，我也会把它保存得好好的，这是我曾经的选择。你也作出过重要的选择吧？看到最后吧。看到最后，才算完满。"
            },
            "asset": "char_2014_nian/CN_009"
        },
        {
            "id": "char_2014_nian_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "You're sleeping AGAIN? Wake up, sunshine! We're going shopping! C'mon, hurry!",
                "jp": "また寝ちまったのかよ。もう起きろって、一緒に買い物いくぞ。ほらはやく！",
                "kr": "어휴 또 자냐 또? 좀 일어나! 같이 쇼핑하러 가자. 자, 빨리!",
                "cn": "你怎么又睡着了？起来起来，陪我去买点东西，快点快点。"
            },
            "asset": "char_2014_nian/CN_010"
        },
        {
            "id": "char_2014_nian_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Anybody home? Heard from one of your guys that I can make a comfy living here! Something about free lodging and food, with plenty of free time left over... Hm? This area is for staff only? Don't be like that! You make it sound like I don't belong here!",
                "jp": "誰かー？御社のスタッフからここでいい暮らしができるって聞いたんだけどさ。寝食はタダ、遊びも充実してるって……ん、関係者以外立ち入り禁止？そんなこと言うなよ、少しは私の顔を立ててくれよ。",
                "kr": "누구 없어~? 귀사의 직원분한테 여기서는 쾌적하게 살 수 있다고 들었는데. 숙식은 공짜에, 노는 것도 잘되어 있다고…… 뭐? 관계자 외 출입 금지? 에이 또 무슨 말을 그렇게 하고 그래~ 조금은 내 체면도 좀 세워달라고.",
                "cn": "有人吗？贵公司的员工和我说这里生活条件很好，免费食宿，还有多种多样的娱乐方式......闲杂人员不得入内？哎，别这样，给个面子嘛。"
            },
            "asset": "char_2014_nian/CN_011"
        },
        {
            "id": "char_2014_nian_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Huh? What good do you think this stuff's gonna do me? Skills like these are only useful to people who value them.",
                "jp": "あぁ？こんなの私にゃ何の役にも立たねーよ。技術はそれを重んじるヤツが使うからこそ活きるんだよ。",
                "kr": "뭔데 이거? 이런 건 나한테 아무런 도움도 안 돼. 기술은 그걸 중요하게 여기는 녀석이 써야지만 가치가 있는 거라고.",
                "cn": "嗯？这些东西对我毫无帮助啊。技巧什么的，只对看重它的人有用吧。"
            },
            "asset": "char_2014_nian/CN_012"
        },
        {
            "id": "char_2014_nian_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "A promotion? That takes me back... I got something like this once before. Anyway, that's cool, I guess. You have my thanks!",
                "jp": "昇進？考えてみりゃ……そうだ、昔も同じようなことがあったな。まぁいいんじゃない、感謝しといてやるよ！",
                "kr": "승진? 생각해 보니…… 그러네, 옛날에도 비슷한 일이 있었는데. 뭐 괜찮네, 고맙다고 해둘게!",
                "cn": "晋升？我想想......是哦，过去好像也有这种事情来着。挺好的，谢谢你！"
            },
            "asset": "char_2014_nian/CN_013"
        },
        {
            "id": "char_2014_nian_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "People are like tools; you can classify 'em. And you, you're an interesting one... Or should I say 'unusual'? I could forge you a good sword, but since you ain't gonna swing it, let alone fight in the first place, it'd just be a waste of metal.",
                "jp": "人には器具と同じように格付けってもんがあんだよ。オメーはそん中でも面白い、というか……ちょっと異質ってとこかな？オメーになら兵器を鋳造してやる価値はあるかもしんねぇけど、剣を打ったところで、戦えないなら宝の持ち腐れってやつだな。",
                "kr": "사람은 도구와 마찬가지로 격이라는 게 있어. 너는 그중에서도 재미있…… 아니…… 좀 이질적이라고 할까? 너한테 라면 병기를 주조해 줄 가치는 있을지 모르지만, 검을 만들어 봤자 싸우지 못한다면, 그건 그냥 돼지 목에 진주 목걸이지.",
                "cn": "人和器物一样，有着品格之分。你还算有点意思，或者说......你本就不太一样？你似乎值得我铸把兵器。哎，可你又打不了架，铸剑送你，很浪费啊。"
            },
            "asset": "char_2014_nian/CN_014"
        },
        {
            "id": "char_2014_nian_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Guess one thing's never gonna change with time: swords will inevitably clash.",
                "jp": "「干戈（かんか）の交わり」ってやつは、どの時代になっても避けらんねぇもんだな。",
                "kr": "……전쟁이라는 건 참…… 어느 시대에도 피할 수 없는 거구만.",
                "cn": "干戈之事，真是在哪个时代都避不过啊。"
            },
            "asset": "char_2014_nian/CN_017"
        },
        {
            "id": "char_2014_nian_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Say what? Lead the team? Never led anyone before, but I guess I'll try.",
                "jp": "あ？指揮？そんなのやったことねーし、できるかな。",
                "kr": "뭐? 지휘? 그런 거 해본 적 없는데, 할 수 있으려나.",
                "cn": "啊？指挥？我没做过欸，行不行啊我。"
            },
            "asset": "char_2014_nian/CN_018"
        },
        {
            "id": "char_2014_nian_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "A smith's gotta be ready to pay the debts accrued by the weapons she forges.",
                "jp": "武器を打つ鍛冶師はな、そいつで流れる血まで背負わなきゃいけないんだ。",
                "kr": "무기를 만드는 대장장이는 말이야, 그 무기 때문에 흐르는 피까지 짊어져야 하는 법이야.",
                "cn": "打造武器的工匠，必须承担它们带来的血腥。"
            },
            "asset": "char_2014_nian/CN_019"
        },
        {
            "id": "char_2014_nian_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "My sword's gonna cleave your bodies and values alike.",
                "jp": "この剣でお前たちが生きる価値を、その肉体ごと切り裂いてやる。",
                "kr": "이 검으로 너희가 살아가는 가치를, 그 몸뚱이째 베어 갈라주마.",
                "cn": "这把剑能把你们的存在价值连同肉体一起划开。"
            },
            "asset": "char_2014_nian/CN_020"
        },
        {
            "id": "char_2014_nian_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Oh? You want me to handle this(, personally)?",
                "jp": "へぇ？私にやれってか？",
                "kr": "흐음? 나보고 하라고?",
                "cn": "哦？要我亲自动手吗？"
            },
            "asset": "char_2014_nian/CN_021"
        },
        {
            "id": "char_2014_nian_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "A knife, a life; weapons are the basis for society.",
                "jp": "鋳（ちゅう）とは柱（ちゅう）、すなわち鋳造は万象の主柱なり。",
                "kr": "불릴 주 자는 기둥 주 자로다. 즉, 주조는 만물의 대들보일지니.",
                "cn": "铸乃众相之柱。"
            },
            "asset": "char_2014_nian/CN_022"
        },
        {
            "id": "char_2014_nian_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "'When 'tis a choice of life and death, why shouldst thou lay down thy arms?'",
                "jp": "「生殺（せいさつ）の機、焉（いずく）んぞ能（よ）く拱手（こうしゅ）し相（あい）譲らん？」",
                "kr": "“죽거나 죽이느냐의 기로에서, 어찌 감히 팔짱만 낀 채 서로 양보만 할 수 있겠는가?”",
                "cn": "“生杀之机，焉能拱手相让？”"
            },
            "asset": "char_2014_nian/CN_023"
        },
        {
            "id": "char_2014_nian_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Let's just get this done with.",
                "jp": "ふんっ、さっさと片付けるぞ。",
                "kr": "흥, 빨리 해치워버리자고.",
                "cn": "哎，赶紧解决了事啦。"
            },
            "asset": "char_2014_nian/CN_024"
        },
        {
            "id": "char_2014_nian_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "You dare strike my shield with your spear? That's gonna end with you in pieces!",
                "jp": "子（し）の矛を以て、子の盾を陥（とお）さば何如（いかん）、そしたら全部ドカーンだ！",
                "kr": "상대의 창으로 상대의 방패를 뚫으면 어찌 되느냐고? 그렇게 되면 전부 펑~하고 터지는 거지!",
                "cn": "以子之矛攻子之盾，就会产生大爆炸！"
            },
            "asset": "char_2014_nian/CN_025"
        },
        {
            "id": "char_2014_nian_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "My body burns at over 1,400 degrees!",
                "jp": "私の身体の内部は、一千四百度にもなんだよ。",
                "kr": "내 몸의 내부는 1400도나 된다고.",
                "cn": "我的身体内部，可是一千四百度喔。"
            },
            "asset": "char_2014_nian/CN_026"
        },
        {
            "id": "char_2014_nian_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Even a virtuous king must, from time to time, look to the sword.",
                "jp": "「明王聖帝（めいおうせいてい）、誰（たれ）か能（よ）く兵を去（さ）らんや？」",
                "kr": "“성제명왕이시여, 누가 감히 병사를 버릴 수 있겠나이까?”",
                "cn": "“明王圣帝，谁能去兵哉？”"
            },
            "asset": "char_2014_nian/CN_027"
        },
        {
            "id": "char_2014_nian_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Why do I gotta waste my precious time on the likes of you third-rate amateurs?",
                "jp": "なぜこの私がお前ら劣等品のために時間を浪費しなくてはならないんだ。",
                "kr": "어째서 이 내가 너희 열등품들을 위해 시간을 낭비해야 하는 거냐!",
                "cn": "我为什么要在你们这些低劣造物上浪费时间？"
            },
            "asset": "char_2014_nian/CN_028"
        },
        {
            "id": "char_2014_nian_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Not bad! I see some faint promise in you!",
                "jp": "いいねぇ！オメーの中に僅かな希望が見えたぞ！",
                "kr": "잘 했어! 너한테서 약간 희망이 보이기 시작했는데?",
                "cn": "不错嘛！在你身上，我看到了你们的一线希望哦。"
            },
            "asset": "char_2014_nian/CN_029"
        },
        {
            "id": "char_2014_nian_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "These small fry ain't even close to quelling my hunger.",
                "jp": "こんなツマミじゃ小腹だって膨れねぇよ。",
                "kr": "이 정도론 간에 기별도 안 간다고.",
                "cn": "这点小菜还不够填牙缝的。"
            },
            "asset": "char_2014_nian/CN_030"
        },
        {
            "id": "char_2014_nian_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Man, you sure messed up. What'd I tell you about air bubbles weakening the iron?",
                "jp": "おい、オメーやらかしたな？鋳造物に気泡が混じるのはやべーだろうがよ。",
                "kr": "야…… 너 사고 쳤구나? 주조물에 기포가 섞이면 안 되지.",
                "cn": "喂，怎么出差错了？铸件里可不能有气孔呀。"
            },
            "asset": "char_2014_nian/CN_031"
        },
        {
            "id": "char_2014_nian_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Terrible... If I really let myself loose, things would get a whole lot nastier... for everyone involved.",
                "jp": "みっともねーなぁ……私が本気を出せば、お前たちに降りかかる危険は、今の比じゃないかもしれないぞ。",
                "kr": "꼴사납구먼…… 내가 제대로 했으면, 너희에게 쏟아지는 위험은 지금 정도가 아니었을지도 모른다고.",
                "cn": "行不行啊......让我出力的话，各位队员将会遇到的危险，也许比现在还大。"
            },
            "asset": "char_2014_nian/CN_032"
        },
        {
            "id": "char_2014_nian_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Mind if I do some redecorating in here?",
                "jp": "部屋を自分で飾り付けてもいいか？",
                "kr": "방을 내가 직접 꾸며도 되나?",
                "cn": "我能不能自己装饰寝室？"
            },
            "asset": "char_2014_nian/CN_033"
        },
        {
            "id": "char_2014_nian_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Dude! Stop it!",
                "jp": "えぇい、やめろって。",
                "kr": "에이 진짜, 그만 하라니까.",
                "cn": "欸，不要啦。"
            },
            "asset": "char_2014_nian/CN_034"
        },
        {
            "id": "char_2014_nian_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Hold still! I'm making you a little something for your ear. It'll look great, just don't move!",
                "jp": "こら動くんじゃねぇ！飾り付けてやってんだ、じっとしてろ！",
                "kr": "아 쫌 움직이지 말아 봐! 꾸며주고 있는 거 안 보여? 가만히 좀 있어.",
                "cn": "别动！在给你做挂饰呢，稳重点！"
            },
            "asset": "char_2014_nian/CN_036"
        },
        {
            "id": "char_2014_nian_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_2014_nian/CN_037"
        },
        {
            "id": "char_2014_nian_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Aww, yeah! Today's the day I've been waiting for! It's time to release my brand-new masterpiece! That's right. Unlimited Showdown in the Siege of Monster Doomsday. My blood and sweat went into making this one a special effects blockbuster. You're not gonna watch? Wait, wait, all of you got the day off, right? Why aren't you coming?",
                "jp": "来た来た来た！待ちに待った我が新作お披露目の日だ！ああ、前に言ってた『無極戦記・世紀末怪獣包囲網』のことだよ。私が必死こいて作ったド迫力の超大作だぞ！あ？見ねぇのか？なんでだよ、今日はみんな休みだろー？",
                "kr": "왔구나 왔어! 드디어 이날이 온 건가!! 내 새 블록버스트 신작을 선보일 날이 온 거야! 맞아, 전에 그거 말이야! 《무극전기·세기말 괴수 포위망·최종방위권》! 내가 영혼을 갈아 넣어 만들었다고! 뭐? 안 본다고? 왜? 오늘 다들 쉬는 날이잖아, 왜 안 온다는 건데!",
                "cn": "来了来了来了！可算到了这一天，该推出我的全新巨制了！对，就是之前那个《无极玄战·巨怪末日围攻》，那可是我呕心沥血搞出来的特效大片。你不看？今天不是大家都放假吗，干嘛不来？"
            },
            "asset": "char_2014_nian/CN_038"
        },
        {
            "id": "char_2014_nian_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Yo, Doctor, you had lunch yet?",
                "jp": "ドクター、メシは食ったか？",
                "kr": "박사~ 밥은 먹고 다니지?",
                "cn": "博士，你吃了没？"
            },
            "asset": "char_2014_nian/CN_042"
        },
        {
            "id": "char_2014_nian_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "Birthdays, huh? Yeah, heard of those. You guys know where you came from, when you got here, so you like to celebrate the day. Here, this hammer's for you. Can't lift it? Hehe, of course you can't. I like to see people live and grow, you know. If after all these years, all we've forged is weapons, without honing our people, then the weapons are just some lumps of metal too heavy to wield.",
                "jp": "生日嘛，我知道的，你们清楚自己从何而来，又是何时到来的，还喜欢在这一天庆祝。喏，这把锤子送你。拿不起来？拿不起来就对了。我喜欢看人活着，要是锻出来的都是兵器的话，我也嫌它沉啊。",
                "kr": "생일? 뭔지 알지. 너희는 자신이 언제 어디서 왔는지 알고 있잖아. 그리고 그날을 축하하는 걸 좋아하고. 자, 이 망치를 선물로 줄게. 응? 무거워서 못 들겠다고? 그럼 다행이네, 그게 정상이거든. 나는 사람들이 살아가는 모습을 보는 걸 좋아해. 만약 다듬어진 모든 것이 무기가 된다면, 나도 그게 무겁다고 느껴질 거야.",
                "cn": "生日嘛，我知道的，你们清楚自己从何而来，又是何时到来的，还喜欢在这一天庆祝。喏，这把锤子送你。拿不起来？拿不起来就对了。我喜欢看人活着，要是锻出来的都是兵器的话，我也嫌它沉啊。"
            },
            "asset": "char_2014_nian/CN_043"
        },
        {
            "id": "char_2014_nian_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "The food was bad, but a fun time was had, sort of... Well, I know they had fun, but I just couldn't enjoy myself. All I see is Rhodes Islanders putting down their weapons, and coming to munch on spice and play mahjong with me. And when the party's over, they pick those weapons right back up. It makes me think, damn, what a shame. Hey, what are you gawping at me for? C'mon, let's take a walk.",
                "jp": "いやあ、メシはイマイチだけど、まぁ満足……でもないな。みんなは満足そうだったが、私はちっとも足りねぇや。オメーらロドスの連中が、武器を背負ったまま私と一緒に激辛料理やら麻雀卓やらを囲む様子を見てると、なんか名残惜しくなっちまってさ。おい、何でそこで私を睨むんだよ？暇なら散歩しよーぜ。",
                "kr": "아, 음식은 별로였지만, 제법 즐거웠어…… 맞아, 다들 즐거워 보이더라, 나는 아직 성에 안 차지만. 총과 칼을 메고, 나와 함께 매운 음식을 먹으며 마작을 치는 로도스 아일랜드 사람들의 모습만 보고 있자니, 뭔가 조금 아쉬운 마음이 드네. 거기 서서 뭘 보고만 있어? 자, 나랑 같이 좀 걷다 오자.",
                "cn": "哎，菜虽然不好吃，但也还算尽兴......是啊，他们像是都尽了兴，可我不行。光是看着罗德岛这些背着刀枪，和我吃辣打麻将的人，我就觉得可惜。站在那里瞪着我干嘛？陪我出去走走吧。"
            },
            "asset": "char_2014_nian/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Akira Lee Watanabe",
            "global": "Akira Lee Watanabe"
        },
        "cn": {
            "native": "杨鸥",
            "global": "Catherine Young"
        },
        "jp": {
            "native": "悠木碧",
            "global": "Aoi Yuki"
        },
        "kr": {
            "native": "김나율",
            "global": "Kim Na-yul"
        },
        "cn_topolect": {
            "native": "橙璃",
            "global": "Li Cheng"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr",
        "cn_topolect"
    ]
}