{
    "charid": "char_479_sleach",
    "nameid": "sleach",
    "names": {
        "en": "Saileach",
        "jp": "サイラッハ",
        "kr": "사일라흐",
        "cn": "琴柳"
    },
    "voices": [
        {
            "id": "char_479_sleach_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "File organization is one of my fortes! Uhh... What are these? Data charts and theory analyses...? Seems very complicated, unlike the romance novels I read. Doctor, have you read any Victorian literature? Just between the two of us, I share my name with the protagonist from my favorite work.",
                "jp": "ファイルの整理なら得意だよ！えっと……これ、データ表と理論分析かぁ、難しいな……ロマン文学とは全然違うよ。ドクターもヴィクトリアの文学作品を読んだことある？ここだけの話、あたしが一番好きな作品の主人公、あたしと同じ名前なんだよね。",
                "kr": "파일 정리라면 자신 있지! 그러니까…… 이건 데이터 표하고 이론 분석이구나, 어렵다…… 로맨스 문학하고는 전혀 다르네. 박사는 빅토리아 문학 작품 읽어 본 적 있어? 여기서만 하는 얘긴데, 내가 가장 좋아하는 작품의 주인공은 나랑 이름이 똑같아.",
                "cn": "整理档案我很拿手呀！啊......这些表格和理论分析好难读......和浪漫小说不一样。博士，您也读过维多利亚的文学作品吗？悄悄告诉您，我最喜欢的那一本，主角和我同名哦。"
            },
            "asset": "char_479_sleach/CN_001"
        },
        {
            "id": "char_479_sleach_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "I used to believe the Infected would understand if I smiled at them, but I was wrong... Before I smile, I should put myself in their shoes to learn their pain, and that goes for all those who are oppressed.",
                "jp": "前は、あたしが感染者たちに笑顔を向ければ、きっと感じ取ってもらえるだろうと思ってた。でも今になってようやく気づいた……笑顔を見せる前に、彼らの痛みを理解してあげなきゃって。彼らだけじゃなくて、他に差別されてる人たちもそう。",
                "kr": "전에는 내가 감염자들한테 웃는 모습을 보여 주면, 분명 받아 줄 거라고 생각했어. 근데 요즘 들어 깨달았지…… 웃는 모습을 보이기 전에 그들의 아픔을 이해해야 한다고. 그 사람들뿐만 아니라, 차별받는 다른 사람들도 마찬가지야.",
                "cn": "过去我以为，只要我对感染者微笑，他们就能感受到。现在我知道了......在对他们笑之前，我更应该努力理解他们有多痛。面对其他受压迫者时也一样。"
            },
            "asset": "char_479_sleach/CN_002"
        },
        {
            "id": "char_479_sleach_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Now that I've talked to Amiya and the Doctor, I can understand why she, an elite operator... and the rest of Rhodes Island made that choice.",
                "jp": "アーミヤさんやドクターと話したらわかったよ。エリートオペレーターのあの人も、そしてロドスのみんなも、なぜあんな選択したのかを。",
                "kr": "아미야 씨나 박사랑 얘기하면서 알게 됐어. 정예 오퍼레이터인 그 사람이나 다른 로도스 아일랜드 사람들이 왜 그런 선택을 했는지.",
                "cn": "和阿米娅还有博士聊完，我更能理解，作为精英干员的她......还有罗德岛的大家，为什么会做出那样的选择了。"
            },
            "asset": "char_479_sleach/CN_003"
        },
        {
            "id": "char_479_sleach_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "It's a little embarrassing to say... but I really admire Bagpipe. It doesn't matter what she has been through, she takes pride in the fact she was once a Victorian soldier. Oh, please don't get the wrong idea. I still love Victoria, and it is this love that drove me to leave my homeland.",
                "jp": "こんなこと言うのはちょっと恥ずかしいけど……バグパイプさんのこと、羨ましいなって思うの。何があっても、彼女はヴィクトリア軍人であったことを誇りに思ってるからね。あ、誤解しないで、あたしは今でもヴィクトリアを愛してるよ。ただその愛があったからこそ、故郷を離れたの。",
                "kr": "이런 말 하기 좀 부끄럽지만…… 백파이프 씨가 부럽기도 해. 그 사람은 무슨 일이 있어도 빅토리아의 군인이었다는 사실을 자랑스럽게 여기고 있으니까. 아, 오해하지 마. 나는 지금도 빅토리아를 사랑해. 단지 사랑하기 때문에, 고향을 떠난 것뿐이지.",
                "cn": "有些不好意思说......我很羡慕风笛小姐。无论经历了什么，她始终为自己曾是维多利亚军人而自豪。请别误会，我也依然爱着维多利亚。正是这份爱促使我离开了故乡。"
            },
            "asset": "char_479_sleach/CN_004"
        },
        {
            "id": "char_479_sleach_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "It wasn't easy to lose the Dublinns. I talked to the girl called Reed afterwards, but it doesn't seem she remembers me. I suppose... that's a good thing for her. Should we get the chance, I would love to have a chat with her about poetry and novels. Oh, and it would be lovely if we became friends.",
                "jp": "ダブリンの追手から逃げるの大変だったよ。あれから、あのリードって子に話しかけてみたけど、あたしのことを覚えてないみたい。まぁあの子にとっては良いことかもしれないけどね。機会があれば詩や小説について話がしたいな。ああ、友達になれたらもっと嬉しいかもね。",
                "kr": "더블린의 추격을 피하는 건 정말 큰일이었지. 나중에 리드라는 애한테 말을 걸어 봤는데, 날 기억하지 못하는 모양이더라고. 뭐, 걔한테는 잘된 걸지도 모르지만. 기회가 되면 소설이나 시 얘기도 해보고 싶어. 응, 친구가 되면 더 기쁠 거 같아.",
                "cn": "一路上摆脱深池的追杀很不容易。后来我和那个叫苇草的姑娘说过话，她好像不记得我了。对她来说......是好事吧？有机会的话，我还想找她聊聊诗歌和小说。啊，能交个朋友就更好啦。"
            },
            "asset": "char_479_sleach/CN_005"
        },
        {
            "id": "char_479_sleach_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "I have every step of Trooping the Colour memorized by heart, but I still have a long way to go to truly carry the banner's weight and find the way forward.",
                "jp": "軍旗敬礼分列式の動きは体のすみからすみにまで叩き込まれてる。でも本当の意味でこの旗を掲げ、進むべき道を見極めるには、まだまだ程遠いよ。",
                "kr": "군기분열식의 움직임은 몸이 기억할 정도로 익숙하지만, 어느쪽이 이 깃발을 치켜들고 나아가야 할 올바른 길인지는 아직도 잘 모르겠어.",
                "cn": "掌旗行进的每一个动作都刻在我的身体里。可要真正支撑这面旗帜的重量，要看清楚前进的方向，我还差得远。"
            },
            "asset": "char_479_sleach/CN_006"
        },
        {
            "id": "char_479_sleach_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "It takes a little time to care for my hair. I know merely keeping up appearances isn't enough, but I see this as part of living diligently. Doctor, your hair's kind of messy. Would you like me to fix it for you?",
                "jp": "髪のケアにはちょっと時間をかけるようにしてるの。上辺を取り繕うだけじゃダメだってわかってるけど、この作業も真面目に生きることの一環としてやっていきたいと思ってるから。ドクターの髪もちょっと乱れてるね。直してあげようか？",
                "kr": "머리는 나름 시간을 들여 손질하고 있어. 외모만 꾸미면 안 된다는 건 알지만, 이 작업도 성실히 살아가는 데 필요한 거라 생각하거든. 박사도 머리가 많이 헝클어진 거 같은데. 손봐 줄까?",
                "cn": "是啊，养护头发会花上一点时间。表面光鲜确实不够，但我愿意把这些步骤看作认真生活的一部分。博士，您的头发有些乱了，需要我帮您整理吗？"
            },
            "asset": "char_479_sleach/CN_007"
        },
        {
            "id": "char_479_sleach_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "If the day comes that you must face those countless fearsome enemies, I will stand by your side.",
                "jp": "もしあなたがあの恐ろしい敵の数々と向き合わなければならない時が来たら、必ずそばに居させて。",
                "kr": "만약 당신이 저 무시무시한 적들과 맞서야만 할 때가 온다면, 반드시 곁에 있게 해 줘.",
                "cn": "如果有一天您不得不面对那些可怕的敌人，请务必让我站在您的身边。"
            },
            "asset": "char_479_sleach/CN_008"
        },
        {
            "id": "char_479_sleach_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Doctor... if we had met before that incident, I'm sure I would've found myself relying on your help. But I can't well wait forever for someone to tell me what righteousness is. At the very least, on this journey we walk together, I wish to be an ally you can count on.",
                "jp": "ドクター……もしあの一件の前にあなたに出会っていたら、きっと頼ってしまっていたでしょうね。でも正義とは何かを他人が教えてくれるのを、いつまでも待っていてはダメね。せめて同行してる間だけでも、あなたの頼れる仲間でいたいんだ。",
                "kr": "박사…… 만약 그 일이 있기 전에 당신과 만났다면, 분명 당신에게 의지했을 거야. 하지만 언제까지고 남들이 정의란 게 뭔지 가르쳐 주길 기다려선 안 되겠지. 동행하는 동안 만이라도, 당신이 의지할 수 있는 동료로 있고 싶어.",
                "cn": "博士......假如我们在那件事之前相遇，我一定会忍不住依赖您吧。然而我不能永远等着别人来告诉自己何为正义。至少，在这段同行路上，我想成为您可以依赖的伙伴。"
            },
            "asset": "char_479_sleach/CN_009"
        },
        {
            "id": "char_479_sleach_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Doctor, when I see you here like this, it reminds me of the days I spent lazing around in the Rhodes Island offices... the sunshine, the card games, and my friends... It really brings back memories.",
                "jp": "今のドクターの姿を見てると、ロドスの事務所にこもってサボってたあの日々を思い出すんだ……日差し、カードゲーム、仲間たち。ああ、懐かしいな。",
                "kr": "지금 박사의 모습을 보면, 로도스 아일랜드의 사무소에 틀어박혀 놀던 때가 떠올라…… 햇살, 카드 게임, 동료들…… 아아, 그때 생각나네……",
                "cn": "博士，看到您现在的模样，我总会想起那些躲在罗德岛办事处里偷懒的日子......阳光，牌局，还有大家。啊，真的好怀念。"
            },
            "asset": "char_479_sleach/CN_010"
        },
        {
            "id": "char_479_sleach_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "You must be Rhodes Island's commander? Operator Saileach, reporting in!",
                "jp": "あなたがロドスの指揮官ですね？新人オペレーターのサイラッハ、ただいま着任いたしました。",
                "kr": "당신이 로도스 아일랜드의 지휘관이죠? 신인 오퍼레이터 사일라흐, 지금 착임했습니다.",
                "cn": "您就是罗德岛的指挥官？新人琴柳，向您报到！"
            },
            "asset": "char_479_sleach/CN_011"
        },
        {
            "id": "char_479_sleach_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Oh, could you stop for a moment, please? I would like to take notes.",
                "jp": "あ、ちょっとここでストップしてもらえる？メモ取るから。",
                "kr": "아, 잠깐 여기서 스톱 해 줄래? 메모 좀 할게.",
                "cn": "啊，这里麻烦您停一停。我想记下笔记。"
            },
            "asset": "char_479_sleach/CN_012"
        },
        {
            "id": "char_479_sleach_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "I was... disappointed in them. And so I threw away all the ribbons and medals I'd ever earned. But Rhodes Island is different. Thank you, Doctor. I accept this award.",
                "jp": "あの人たちには……失望していた。だからヴィクトリアを離れる時、全てのサッシュや勲章の類は捨ててきたんだ。でもロドスは違った。ありがとうドクター、この表彰、頂いておくね。",
                "kr": "그 사람들에게는…… 실망했었어. 그래서 빅토리아를 떠날 때, 그동안 받았던 어깨띠도 훈장도 다 버리고 왔지. 하지만 로도스 아일랜드는 달랐어. 고마워, 박사. 이 표창, 잘 받을게.",
                "cn": "我曾对......他们感到失望。因此，在离开维多利亚的时候，我丢掉了所有绶带和勋章。但罗德岛不同。谢谢您，博士。我愿意收下您的嘉奖。"
            },
            "asset": "char_479_sleach/CN_013"
        },
        {
            "id": "char_479_sleach_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Even now, the blinding light that fended off the darkness still shines in my dreams, though I am still far, far away from her.",
                "jp": "あの暗闇を退けた眩い光は、今もあたしの夢の中にある。今のあたしでも、まだまだ彼女には遠く及ばないんだ。",
                "kr": "그 암흑을 물리친 눈부신 빛은 지금도 내 꿈속에 있어. 물론 지금도 난, 아직 그 여자에게는 전혀 미치지 못하겠지.",
                "cn": "那逼退了黑夜的枪火仍在我梦中。哪怕是此刻的我，也依旧离她很远、很远。"
            },
            "asset": "char_479_sleach/CN_014"
        },
        {
            "id": "char_479_sleach_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "May my banner protect all those who are innocent before my eyes.",
                "jp": "この旗が、私が目にする全ての罪なき人を守らんことを。",
                "kr": "이 깃발이, 내 눈앞의 모든 죄 없는 이들을 지킬 수 있기를.",
                "cn": "愿我的旗帜，能守护我所见的每一个无辜之人。"
            },
            "asset": "char_479_sleach/CN_017"
        },
        {
            "id": "char_479_sleach_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "My friends, as long as we stand together, there will be no evil we can't overcome!",
                "jp": "戦友たちよ、共に戦えば、打ち砕けない邪悪などない！",
                "kr": "전우들이여, 함께 싸우면 쓰러트리지 못할 악은 없다!",
                "cn": "战友们，只要我们站在一起，定能击溃一切邪恶！"
            },
            "asset": "char_479_sleach/CN_018"
        },
        {
            "id": "char_479_sleach_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Follow me. Forward!",
                "jp": "私に続け！",
                "kr": "나를 따르라!",
                "cn": "跟着我，前进！"
            },
            "asset": "char_479_sleach/CN_019"
        },
        {
            "id": "char_479_sleach_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "If battle is unavoidable, I will not allow my weaknesses to get in my way.",
                "jp": "戦いを避けられないというのなら、私も自分の弱さから目を逸らさない。",
                "kr": "싸움을 피할 수 없다면 나도 내 나약함을 외면하지 않겠어.",
                "cn": "如果战斗无法避免，我不会放任自己的软弱。"
            },
            "asset": "char_479_sleach/CN_020"
        },
        {
            "id": "char_479_sleach_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Phew... I'm ready.",
                "jp": "ふぅ……準備完了。",
                "kr": "후우…… 준비 완료.",
                "cn": "呼......我准备好了。"
            },
            "asset": "char_479_sleach/CN_021"
        },
        {
            "id": "char_479_sleach_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Your orders, please.",
                "jp": "命令を。",
                "kr": "명령을 내려줘.",
                "cn": "请下令。"
            },
            "asset": "char_479_sleach/CN_022"
        },
        {
            "id": "char_479_sleach_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "It's my duty to stand here.",
                "jp": "ここに立つのは私の使命。",
                "kr": "여기에 서는 것이 나의 사명.",
                "cn": "我必须站在这里。"
            },
            "asset": "char_479_sleach/CN_023"
        },
        {
            "id": "char_479_sleach_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "I will not back down.",
                "jp": "一歩も引かない。",
                "kr": "한 발짝도 물러서지 않겠어.",
                "cn": "我不会退缩。"
            },
            "asset": "char_479_sleach/CN_024"
        },
        {
            "id": "char_479_sleach_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Can't you hear the children's cries?",
                "jp": "子供たちの悲鳴が、聞こえる？",
                "kr": "아이들의 비명소리가 들려?",
                "cn": "你有没有听见孩子们的悲鸣？"
            },
            "asset": "char_479_sleach/CN_025"
        },
        {
            "id": "char_479_sleach_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Can't you feel the cities crumbling away?",
                "jp": "都市が崩れていくのを、感じる？",
                "kr": "도시가 붕괴되어가는 것이 느껴져?",
                "cn": "你有没有感受到城市在分崩离析？"
            },
            "asset": "char_479_sleach/CN_026"
        },
        {
            "id": "char_479_sleach_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "You've never ever noticed the hideous grins of conspirators.",
                "jp": "陰謀を実現させた者がほくそ笑むのに、君は気づいていない。",
                "kr": "음모를 실현시킨 자들이 웃고 있는데도, 너는 눈치채지 못하고 있구나.",
                "cn": "你不曾注意阴谋得逞者在狞笑。"
            },
            "asset": "char_479_sleach/CN_027"
        },
        {
            "id": "char_479_sleach_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Could you ever imagine… friends turning against each other, and homeland fading into nothing but memories?",
                "jp": "想像したことある？友も故郷も、二度と戻らなくなることを。",
                "kr": "상상해 본 적 있어? 친구도 고향도 두 번 다신 돌아오지 못하게 되는 것을.",
                "cn": "你是否想过......朋友不再是朋友，家园不再是家园。"
            },
            "asset": "char_479_sleach/CN_028"
        },
        {
            "id": "char_479_sleach_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "I simply want to defend the people's right to live, and it doesn't matter if they are Victorians or Infected.",
                "jp": "私はただ人々の生きる権利を守ってあげたかっただけ。ヴィクトリア人であるかどうか、感染者であるかどうかは関係ない。",
                "kr": "나는 그저 사람들이 살아갈 권리를 지키고 싶었을 뿐이야. 빅토리아인이든 아니든, 감염자든 아니든, 그런 건 상관없어.",
                "cn": "我只想捍卫人们生存的权利。无论他们是不是维多利亚人，是不是感染者。"
            },
            "asset": "char_479_sleach/CN_029"
        },
        {
            "id": "char_479_sleach_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "You showed me that even weeds struggling to grow in the ruins can stand tall. Thank you.",
                "jp": "廃墟で頭を上げようと必死な野草の姿を、あなたが見せてくれた。ありがとう。",
                "kr": "폐허에서도 필사적으로 고개를 치켜올리려 하는 들풀 같은 모습을, 네가 보여 줬어. 고마워.",
                "cn": "您让我看到了废墟中挣扎着抬起头的青草。谢谢您。"
            },
            "asset": "char_479_sleach/CN_030"
        },
        {
            "id": "char_479_sleach_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "I can only hope they will come to understand their injustice.",
                "jp": "彼らが自分たちの不義理から目覚めることを祈るよ。",
                "kr": "그들이 자신의 불의를 깨닫길 기도할게.",
                "cn": "但愿他们已认清自己的不义。"
            },
            "asset": "char_479_sleach/CN_031"
        },
        {
            "id": "char_479_sleach_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Doctor, this time, I'll stay. Hurry and take the others to safety.",
                "jp": "ドクター、今回は私がここを守るから、早くみんなを連れて逃げて。",
                "kr": "박사, 이번에는 내가 여길 지킬 테니까, 어서 다른 사람들을 데리고 도망쳐.",
                "cn": "博士，这一次换我守在这里。您快带着大家离开。"
            },
            "asset": "char_479_sleach/CN_032"
        },
        {
            "id": "char_479_sleach_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Phew... I reckon it won't be easy to slack off once I become an actual staff member here?",
                "jp": "ふぅ……ここに正式に所属されたら、サボりづらくなるよね？",
                "kr": "후우…… 여기 정식으로 소속되면 일을 빼먹기도 힘들게 되겠지?",
                "cn": "呼......真的成了这里的员工的话，就不好偷懒了吧？"
            },
            "asset": "char_479_sleach/CN_033"
        },
        {
            "id": "char_479_sleach_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Eh? Oh, hello!",
                "jp": "えっ？あ、どうも。",
                "kr": "어? 아, 안녕.",
                "cn": "欸？您好呀！"
            },
            "asset": "char_479_sleach/CN_034"
        },
        {
            "id": "char_479_sleach_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Are you tired? I've baked some scones. Please, sit down, have some tea, and tell me what's on your mind.",
                "jp": "なんだか疲れてない？スコーンを焼いたから、お茶と一緒にどう？少し座って、悩み事を話してみたら？",
                "kr": "피곤해 보이네? 스콘 구웠는데, 차랑 같이 먹을래? 음…… 그러지말고 잠깐 여기 앉아봐, 고민거리라도 있어?",
                "cn": "您是不是累了？这是我烤的甜司康饼。您可以坐下来，喝点茶，与我说说您的烦心事。"
            },
            "asset": "char_479_sleach/CN_036"
        },
        {
            "id": "char_479_sleach_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_479_sleach/CN_037"
        },
        {
            "id": "char_479_sleach_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Here's some trifle, pudding, and carrot cake... Oh, is it too much? Sorry, I've been a little nervous for the whole morning. Before I knew it, I'd already made this much... Hehe, let's just say I made you all these desserts to thank you for everything you've done. I hope you can spend the year surrounded by sweetness.",
                "jp": "これクランブルと、あとプディングと、キャロットケーキ……あ、作りすぎたかな？ごめん、朝起きた時からなんだか緊張してて……つい、いっぱい作っちゃった。コホンッ、毎日頑張っているドクターへの差し入れということで。どうか、この甘い味が、次の一年でドクターの癒しになりますように。",
                "kr": "이건 치즈, 그리고 이건 푸딩, 이건 당근 케이크…… 앗, 너무 많았나? 미안해, 아침에 일어났을 때부터 왠지 긴장이 돼서…… 나도 모르게 이렇게 많이 만들어 버렸지 뭐야. 흠흠, 항상 고생하는 박사를 위한 간식이라고 생각해줘. 이 달콤한 맛이 올 한 해 쭉 박사와 함께하길.",
                "cn": "这是奶酥、布丁、胡萝卜蛋糕......啊，是太多了吗？抱歉，我从早上起床开始就有些紧张......不知不觉就做了这么多。咳咳，就当这些甜食是对您连日辛劳的问候吧。希望甜蜜的味道能陪伴您一整年。"
            },
            "asset": "char_479_sleach/CN_038"
        },
        {
            "id": "char_479_sleach_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Hey, Doctor, you look cheerful as always!",
                "jp": "こんにちは、ドクター。今日も元気いっぱいだね！",
                "kr": "안녕, 박사. 오늘도 기운이 넘치는걸!",
                "cn": "嗨，博士，今天您也这么有精神呀！"
            },
            "asset": "char_479_sleach/CN_042"
        },
        {
            "id": "char_479_sleach_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "This Victorian poetry anthology is one I always used to read, back in County Hillock. Now, I'm giving it to you. Oh, there's one passage I really love—'Old Sunlight hugs tight all the town in her bosom. Old Moonlight bends down with a kiss to the wild.' The feeling you give me is, really, just as warm as that. Heheh, have a happy birthday, Doctor.",
                "jp": "这本维多利亚诗集，是我在小丘郡的时候经常读的，送给您。我非常喜欢其中的一句，“阳光拥城市入怀，月色亲吻荒野”，博士给人的感觉，就像这句诗一样温柔呢。呵呵，祝您生日快乐。",
                "kr": "이 빅토리아 시집은 내가 힐록 카운티에 있을 때 자주 읽던 거야. 박사한테 줄게. 난 이 구절이 마음에 들더라, “햇빛은 도시를 품에 감싸안고, 달빛은 황야에 입 맞추리”, 박사가 사람들에게 주는 느낌도 마치 이 구절처럼 부드럽고 따스해. 후후, 해피 버스데이, 박사.",
                "cn": "这本维多利亚诗集，是我在小丘郡的时候经常读的，送给您。我非常喜欢其中的一句，“阳光拥城市入怀，月色亲吻荒野”，博士给人的感觉，就像这句诗一样温柔呢。呵呵，祝您生日快乐。"
            },
            "asset": "char_479_sleach/CN_043"
        },
        {
            "id": "char_479_sleach_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "I may have left the military, but my honor and calling are things I won't lay aside. In future, I'll return to where my duty lies. Please, don't worry. The memories we've made, the ideals we've borne together at Rhodes Island, they will always be carved upon this ensign, to be forever by my side.",
                "jp": "軍を離れたとは言え、私は過去の使命と栄光から手を放すつもりはない。いずれは自分が負うべき責任があるところに戻るよ。心配しないで、ロドスのみんなと一緒に過ごした時間も、一緒に見た夢も、この旗に刻まれて、ずっと私のそばにあるから。",
                "kr": "비록 군대를 떠났지만, 과거의 사명과 명예는 놓지 않았어. 언젠가는 나도 내 책임이 있는 곳으로 돌아갈 거야. 하지만 걱정하지 마. 로도스 아일랜드의 모두와 함께 쌓은 추억, 그리고 공통의 이상은, 모두 이 깃발에 새겨 두고 영원히 함께할 테니까.",
                "cn": "虽然脱离了军队，但过去的使命、荣耀，我都不会放下，将来我也会回到自己责任所在的地方。请不用担心，与罗德岛各位共同的回忆、共同的理想，都会铭刻在这面旗帜上，永远陪在我身边。"
            },
            "asset": "char_479_sleach/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Meaghan Martin",
            "global": "Meaghan Martin"
        },
        "cn": {
            "native": "翁媛",
            "global": "Yuan Weng"
        },
        "jp": {
            "native": "戸松遥",
            "global": "Haruka Tomatsu"
        },
        "kr": {
            "native": "김선혜",
            "global": "Kim Sun-hye"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}