{
    "charid": "char_4133_logos",
    "nameid": "logos",
    "names": {
        "en": "Logos",
        "jp": "ロゴス",
        "kr": "로고스",
        "cn": "逻各斯"
    },
    "voices": [
        {
            "id": "char_4133_logos_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "The encrypted incantations on these files have been dispelled, you can now read them at your leisure. Except for one register, on which the curse is too cumbersome to remove. May I inquire, Doctor, why you suddenly went silent a moment ago?",
                "jp": "これらの資料に施されていた秘匿呪文はいずれも解呪しておいた。名簿の一本が些か煩瑣で根刮ぐことができなかった他は大事ないゆえ、肩の力を抜いて閲読してよい。ところでドクター、先ほどから黙したままだが何か？",
                "kr": "이 파일의 암호화된 주문은 모두 해제했다. 여기 이 한 권에 걸린 주문은 너무 복잡해서 완전히 해제하진 못했지만, 그 외에는 모두 편하게 열람하도록. 그런데 박사, 아까부터 왜 말이 없지?",
                "cn": "这些档案上的加密咒文均已解除，除了一本名册上的咒言过于繁琐难以完全消除外，其余的均可放心翻阅。不过，博士，您为何自刚才起便缄默不言？"
            },
            "asset": "char_4133_logos/CN_001"
        },
        {
            "id": "char_4133_logos_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Perplexed? Not quite, I'm just trying to think of a faster way to solve the puzzle program that Mechanist left. However, his ingenious design is providing me with fresh inspiration for my own incantation-weaving. Would you like to join the contest as well, Doctor?",
                "jp": "窮している？いいや、我は如何にしてMechanistの出したプログラミング問題をより速やかに解けるかを思考していただけだ。さは言え、あやつの精妙なる設計により我は呪術問題の構想に新たなインスピレーションを受けた。ドクター、うぬもこの競技に参加するか？",
                "kr": "당황했냐고? 아니, 난 그저 어떻게 하면 메커니스트가 남긴 이 프로그램의 수수께끼를 더 빨리 풀 수 있을지 생각하고 있었을 뿐이야. 그의 정교한 설계를 보다 보니 나도 새로운 주문 수수께끼를 만들 영감이 떠오르는군. 박사, 당신도 경기에 참여하고 싶나?",
                "cn": "被难住？不，我只是在思考如何更快破解Mechanist留下的这道程序谜题罢了。不过他的精妙设计令我在咒术谜题的构想上产生了新的灵感。博士，您也想加入竞赛吗？"
            },
            "asset": "char_4133_logos/CN_002"
        },
        {
            "id": "char_4133_logos_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "Mist kisses the travelers' lips, while water ripples caress the soul.' Such is life in the Convallis. Do you still have any other unanswered questions? Uh, what is a 'Hostess'...? Ahem, by the looks of things, you've already met those enthusiastic sisters of mine. Regarding that traditional title of Lord of the Banshees, it is not something I reject altogether.",
                "jp": "「霧が旅人の唇に口づけ、波が霊魂を撫する」――河谷の暮らしは斯かる様だ。まだ問いがあると？なぜ「マダム」と呼ばれているのか？……どうやら、うぬはすでに我が姉妹らと見えたらしいな。あれはバンシーの主に対する伝統的な呼称である。我も拒否をするほどではない。",
                "kr": "“안개가 여행자의 입술에 입을 맞추고, 파도는 영혼을 어루만진다.” 협곡의 생활이란 이런 거다. 아직 풀리지 않은 의문이 있나? '여주인'이 뭐냐고? ……나의 열정적인 자매들을 만난 모양이군. 그건 밴시의 주인을 부르는 전통적인 호칭이다. 그리고 난 그렇게 불리는 걸 딱히 거부하지 않아.",
                "cn": "“雾吻旅人之唇，水浪抚摸灵魂”，河谷的生活便是如此。您还有疑惑未得解答？何为“女主人”？......看来您已经见过我那些热情的姐妹了。对女妖之主的传统称呼，我并不全然拒斥。"
            },
            "asset": "char_4133_logos/CN_003"
        },
        {
            "id": "char_4133_logos_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "The power of 'language' comes from rules and restraints, not from arbitrary imagination. Only by imposing constraints upon yourself can you make progress in the incantation Arts. Master this, and overnight, your knowledge of incantations will surpass the innate talent afforded to our kind.",
                "jp": "「言葉」の力の原由は規則にあり、制約にあるもので、勝手次第な想像に根ざしはしない。己を規則で縛ることでのみ呪術の上達は見込める。この真髄を知れば、呪術において我らバンシーの血に宿る天賦を一夜にして超えることもできよう。",
                "kr": "'언어'의 힘은 규칙과 제약에서 나온다, 제멋대로의 상상이 아니라. 규칙을 설정하고 자신을 제약해야 주술에 정진할 수 있는 법. 이 이치를 깨닫는다면, 주술에 있어 천부적인 우리 밴시의 재능을 하룻밤 사이에 뛰어넘는 것도 가능할 거다.",
                "cn": "“语言”的力量来自规则，来自约束，而非肆意的想象。唯有自我设定规则，才可于咒术上精进。知晓此义，便足以令咒术实力一夜之间超越我们的血脉天赋。"
            },
            "asset": "char_4133_logos/CN_004"
        },
        {
            "id": "char_4133_logos_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "The myriad souls have long departed, but our souls still must find rest. If the deceased require guidance on their journey to the other side, then I am willing to become the ferryman of the Sarkaz, of my countrymen on this great land... Indeed, I'm far from capable of singing an elegy for every departed compatriot, but I will not give up. ",
                "jp": "「サルカズの魂たち」はすでに遠くへ旅立ったが、我らの魂は変わらず安息を求めておる。もしも死者が彼岸へと向かう途上で導きが必要であるなら、我がサルカズの渡し守となろう……今今の我では、大地を去り逝くともがら一人一人に挽歌を歌うことなど土台無理であるが、諦めもせぬ。",
                "kr": "살카즈의 영혼들은 이미 멀리 떠났지만, 우리의 영혼은 여전히 안식이 필요하지. 만약 죽은 자가 피안으로 떠나는 길에 인도가 필요하다면, 내가 살카즈의 뱃사공이 되어주겠다…… 지금의 나로서는 이 대지를 떠나가는 한 명 한 명의 동포에게 엘레지를 불러줄 수 없지만 나는 포기하지 않을 거다.",
                "cn": "众魂已然远去，可我们的灵魂仍需安息。若死者前往彼岸途中需要指引，我愿成为萨卡兹的摆渡人......现在的我远远做不到为这片大地上每位逝去的同胞唱响挽歌，但我不会放弃。"
            },
            "asset": "char_4133_logos/CN_005"
        },
        {
            "id": "char_4133_logos_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "The prophecy that frightened the King of Sarkaz? Now that Amiya and Rhodes Island have overcome the past, the flame of hope to conquer fate still burns. Doctor, I hereby swear that as long as I am here, we shall never be slaves to that prophecy.",
                "jp": "あの「魔王」にかかる恐るべき預言？アーミヤとロドスがすでに過去を乗り越えておる以上、運命に打ち勝つ希望は断たれまい。ドクター、我はここに誓ってもよいぞ――このロゴスがおる限り、預言が我らを奴役することはない。",
                "kr": "그 '마왕'에 관한 가공할 만한 예언? 아미야와 로도스 아일랜드는 이미 과거를 뛰어넘었다. 운명을 극복할 거라는 희망은 아직 끊기지 않았어. 박사, 이 자리에서 맹세하지. 나 이 로고스가 있는 한, 예언은 우리를 예속시킬 수 없어.",
                "cn": "那个恐吓“魔王”的预言？阿米娅和罗德岛既已跨越了过去，战胜命运的希望便未断绝。博士，我可于此立誓——有我在，预言便无从奴役我们。"
            },
            "asset": "char_4133_logos/CN_006"
        },
        {
            "id": "char_4133_logos_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Did you notice, Doctor? Indeed, the decorations on my uniform are incantations engraved by my own two hands. It is difficult for normal fabrics to contain such power, so I could only seek help from my colleagues in the Logistics Department, who painstakingly modified the textiles of the Convallis. The nightcap I intend to give you is also made through similar methods. I additionally engraved it with an incantation to help you sleep.",
                "jp": "ドクターに気付かれたか？ああ、我の平服に見える紋様は、確かに我が手ずから刻んだ呪文である。尋常の織物では耐えられぬによって、後方支援部の者に手間をかけて河谷の布帛を改造してもらう他なかった。うぬに贈るこのナイトキャップも同一の技術で製作したもので、その上に我が安眠の呪文も刻んでおいたぞ。",
                "kr": "박사, 눈치챘나? 내 평상복에 있는 문양은 내가 직접 새긴 주문이다. 평범한 직물은 견뎌낼 수조차 없기에, 후방지원부 오퍼레이터에게 부탁해 협곡의 천을 받아 개조했지. 박사에게 주는 이 수면 모자도 같은 공예법으로 만든 거야. 당신을 위해 숙면을 돕는 주문을 각인해 뒀으니, 받아두도록.",
                "cn": "博士发现了？我常服上的纹饰的确是我亲手刻印的咒文。寻常织物难以承受，只好拜托后勤部同事费心改造了河谷的纱织。这顶打算赠您的睡帽也以同一工艺制成，我额外为您刻印了助眠的咒文。"
            },
            "asset": "char_4133_logos/CN_007"
        },
        {
            "id": "char_4133_logos_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "After learning the truth of what happened back then, you've sought out many of our colleagues, so I figured it was only a matter of time until you'd come looking for me. What do I think? I harbor no hatred for you, Doctor. Amiya mentioned to me that you're being haunted by nightmares. I can dispel them for you.",
                "jp": "当時の真相を知った後、うぬは多くの同僚を訪れたゆえ、いずれ我のもとにもやってくるだろうと思うておった。我か？うぬに恨みはない。ドクター、アーミヤからうぬが悪夢に追われていると聞いたが、我がその悪夢を払うこともできるぞ。",
                "kr": "당시의 진상을 알게 된 후, 당신은 많은 동료들을 찾아갔어. 그래서 머지않아 나도 만나러 오겠거니 생각했지. 나? 난 당신에게 원한 없어. 박사, 아미야에게서 당신이 악몽에 쫓기고 있다고 들었는데, 필요하다면 내가 박사의 악몽을 쫓아주겠다.",
                "cn": "知晓当年的真相后，您已拜访过许多同僚，我猜到您也会来见我。我？我对您无恨。博士，阿米娅向我提及噩梦在追逐您，我可为您驱散噩梦。"
            },
            "asset": "char_4133_logos/CN_008"
        },
        {
            "id": "char_4133_logos_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "The same incantation can be interpreted as desired, manifesting its effect in a thousand different ways. If words have countless interpretations, so do names. Dr. {@nickname}, were you to add your name to this incantation, what do you think it would invoke? I'm eager to find out.",
                "jp": "同じ呪文であっても、解釈は心の持ちよう次第、その作用も千変万化である。語意の理解が多岐に渡る以上、名もまた然り。ドクター、我は好奇を抑え切れぬのだ。もしうぬがもう一度己が名を呪文に組み込んだなら、術式にはいかなる変化をもたらすのであろうな？",
                "kr": "같은 주문이라도 어떻게 생각하느냐에 따라 다르게 해석할 수 있으니, 그 효과도 천차만별인 법. 말의 의미가 다양하게 해석될 수 있다면, 이름도 마찬가지겠지. {@nickname} 박사, 만약 당신의 이름을 이 주문에 써넣는다면 술식에 어떤 변화가 생길 것 같나? 정말 궁금하군.",
                "cn": "同一咒言，诠释随心，效法可有千变。既然语义有千解，名字亦然。Dr.{@nickname}，我很期待，若您现在再将自己的名字写进咒言之中，又会为此术式带来何种变化呢？"
            },
            "asset": "char_4133_logos/CN_009"
        },
        {
            "id": "char_4133_logos_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "A blindfold? No need. This 'Banshee's Crown' is enough to cover my eyes and help me sleep, as it contains an incantation forbidding those who would touch— You lost consciousness? Oof... do sleep well, Doctor.",
                "jp": "アイマスク？不要だ。この「バンシーのティアラ」は我の両目を覆い眠りに誘うのに不足ない。中には「触れてはならぬ」禁忌の呪文も――失神したのか？はぁ、ならばよく休むがよい、ドクター。",
                "kr": "안대? 필요 없어. 이 '밴시의 왕관'이면 두 눈을 가리고 잠을 청하기에 충분하거든. 그리고 '건드려서는 안 되는' 금기 주문도 숨겨져…… 기절한 건가? 그럼 푹 쉬도록 해, 박사.",
                "cn": "眼罩？不必，这顶“女妖王冠”足以遮挡双目助我入眠，其中更蕴藏了“不可触碰”的禁忌咒言——晕过去了？那好好休息吧，博士。"
            },
            "asset": "char_4133_logos/CN_010"
        },
        {
            "id": "char_4133_logos_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Rhodes Island elite operator, Logos, reporting in. I think this procedure calls for some formality, cumbersome as it may be— Doctor, you're not thinking of leaving early again, are you?",
                "jp": "ロドスのエリートオペレーター・ロゴス、帰任の報告に参った。やはり形式的なものはきちんと体裁を整えていた方がよかろう。確かに手順は些か煩瑣であるが――ドクター、まさかまた中途で消え失せる気ではあるまいな？",
                "kr": "로도스 아일랜드 정예 오퍼레이터 로고스, 귀환을 보고한다. 이러한 의식은 제대로 하는 편이 좋겠지, 절차가 조금 번거롭기는 해도…… 박사, 설마 또 도중에 사라질 생각은 아니겠지?",
                "cn": "罗德岛精英干员逻各斯向您述职。我想仪式还是正式点好些，过程虽繁琐——博士，您不会又想提前离开吧？"
            },
            "asset": "char_4133_logos/CN_011"
        },
        {
            "id": "char_4133_logos_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "This battle once offered much inspiration for choreographing my cadence.",
                "jp": "この戦いは我が韻律を構成する上で、大いにインスピレーションをもたらした。",
                "kr": "이번 전투는 내가 운율을 구성하는 데 필요한 영감을 많이 주었다.",
                "cn": "这场战斗曾给予我不少编织韵律的灵感。"
            },
            "asset": "char_4133_logos/CN_012"
        },
        {
            "id": "char_4133_logos_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Sorry to arrive late to such an important occasion. What part are we at now? My face is flushed? Hmm, looks like there are still some hiccups in the 'hangover removal' incantation I was working on with Mechanist.",
                "jp": "このように大事な場に遅れてすまぬな。今はどこまで進んだのだ？我の顔が赤い？ああ、どうやらMechanistと共に研究していた「二日酔い解消」の呪文には未だ塞ぎ切れておらぬ穴があるようだ。",
                "kr": "이런 중요한 자리에 늦어서 미안하다. 지금 어디까지 진행됐지? ……내 얼굴이 빨갛다고? 아아, 아무래도 메커니스트와 함께 연구한 '숙취 해소' 주문이 아직 완벽하진 않은 것 같군.",
                "cn": "抱歉在这么重要的场合迟到，现在是何环节？脸红？唔，看来和Mechanist一起研究的“宿醉消失”咒言仍有纰漏。"
            },
            "asset": "char_4133_logos/CN_013"
        },
        {
            "id": "char_4133_logos_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Cross beyond death, and usher in a more just vision...' Elite operators have never been in the business of signing blood oaths, but they invariably dedicate their lives in service to their ideals. The fact that we still stand together after all this time, Doctor, is rare indeed.",
                "jp": "「死を乗り越え、より平等な未来を迎える。」エリートオペレーターたちはその血に懸けて誓いを立てたことはないが、一人残さず理想のために命を懸けておる。我らが肩を並べて現在まで共に歩み続けたこと、それ自体がすでに得難いものなのだ、ドクター。",
                "kr": "“죽음을 넘어, 보다 평등한 미래를 맞이하라……” 정예 오퍼레이터들은 피로 맹세한 적이 없지만, 모두가 이상을 위해 목숨을 걸고 있다. 우리가 어깨를 나란히 하고 여기까지 함께 걸어온 건, 정말 쉽지 않은 일이다, 박사.",
                "cn": "“跨越死亡，迎接更平等的愿景......”精英干员从未以血脉许下誓言，但无一不以生命践行理想。我们并肩走到现在，已是难得，博士。"
            },
            "asset": "char_4133_logos/CN_014"
        },
        {
            "id": "char_4133_logos_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Questions are destined to be answered; rules, bound to be analyzed.",
                "jp": "疑には必ずや解あり。普く規則は必ず解きほぐせるものである。",
                "kr": "모든 의문에는 해답이, 모든 규칙에는 해석이 있는 법.",
                "cn": "凡有疑问，必有解答。凡有规则，必能解析。"
            },
            "asset": "char_4133_logos/CN_017"
        },
        {
            "id": "char_4133_logos_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "I'm willing to lead.",
                "jp": "我が率いよう。",
                "kr": "내가 이끌겠다.",
                "cn": "我愿引领。"
            },
            "asset": "char_4133_logos/CN_018"
        },
        {
            "id": "char_4133_logos_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Never mind the use of force. Death has its own resting place.",
                "jp": "暴力を憂えることはない。死には自ずから安息の地がある。",
                "kr": "폭력을 걱정할 필요는 없어. 죽음에는 안식처가 있으니.",
                "cn": "无需顾虑暴力，死亡自有安息之地。"
            },
            "asset": "char_4133_logos/CN_019"
        },
        {
            "id": "char_4133_logos_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Just as incantations must be restrained, so too must the enemy.",
                "jp": "呪文は制御される必要があり、敵もまた然り。",
                "kr": "주문은 제어가 필요하고, 그건 적도 마찬가지다.",
                "cn": "咒言需要予以约束，敌人亦然。"
            },
            "asset": "char_4133_logos/CN_020"
        },
        {
            "id": "char_4133_logos_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Waiting for your call.",
                "jp": "おるぞ。",
                "kr": "여기서 기다리지.",
                "cn": "在此等候。"
            },
            "asset": "char_4133_logos/CN_021"
        },
        {
            "id": "char_4133_logos_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "I hear the elegy.",
                "jp": "挽歌が聴こえる。",
                "kr": "엘레지가 들리는군.",
                "cn": "我听到了挽歌。"
            },
            "asset": "char_4133_logos/CN_022"
        },
        {
            "id": "char_4133_logos_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Thus I speak.",
                "jp": "我が言を発する。",
                "kr": "내가 말하지.",
                "cn": "我于此言语。"
            },
            "asset": "char_4133_logos/CN_023"
        },
        {
            "id": "char_4133_logos_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "For them the bell tolls.",
                "jp": "弔鐘は声に応えて鳴る。",
                "kr": "조종이 소리에 응하여 울린다.",
                "cn": "丧钟应声而鸣。"
            },
            "asset": "char_4133_logos/CN_024"
        },
        {
            "id": "char_4133_logos_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Veil, the Curtain of Destiny.'",
                "jp": "「頬を撫でる薄絹、命運の帳よ。」",
                "kr": "“볼을 어루만지는 베일, 운명의 장막이여.”",
                "cn": "“面纱，命运帷幕。”"
            },
            "asset": "char_4133_logos/CN_025"
        },
        {
            "id": "char_4133_logos_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Morningstar, the Illumination of Wisdom.'",
                "jp": "「薄明に輝く星、知の黎明よ。」",
                "kr": "“희미하게 빛나는 샛별, 지식의 깨달음일지어다.”",
                "cn": "“晨星，智识启明。”"
            },
            "asset": "char_4133_logos/CN_026"
        },
        {
            "id": "char_4133_logos_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Soulriver, the Ferry of the Other Side.'",
                "jp": "「魂の河、彼岸への渡し。」",
                "kr": "“영혼의 강, 피안으로 건너가리.”",
                "cn": "“魂河，彼岸摆渡。”"
            },
            "asset": "char_4133_logos/CN_027"
        },
        {
            "id": "char_4133_logos_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Period, the Reversal of Finality.'",
                "jp": "「境を立てる印し、終焉の綰ね。」",
                "kr": "“경계에 세워진 표식, 종언을 바로잡아라.”",
                "cn": "“句点，终焉扭转。”"
            },
            "asset": "char_4133_logos/CN_028"
        },
        {
            "id": "char_4133_logos_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Join in our celebration, Doctor. Your joy in this moment is enough to embellish my incantations.",
                "jp": "我らと共に祝おうではないか、ドクター。この刹那のうぬの喜びは、我の呪文を飾るに相応しい。",
                "kr": "우리와 함께 축하하지 않겠나, 박사. 이 순간 그대의 기쁨은 내 주문을 장식하기에 적합한 것 같거든.",
                "cn": "加入我们的庆祝吧，博士，您此刻的喜悦足以点缀我的咒言。"
            },
            "asset": "char_4133_logos/CN_029"
        },
        {
            "id": "char_4133_logos_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Every incantation I wrote was utilized by you, with not a single word wasted. We make for an excellent team, Doctor.",
                "jp": "我が零した呪文はいずれも意味があり、言葉の一字一句に無駄などない。素晴らしきコンビネーションよな、ドクター。",
                "kr": "내가 남긴 주문에는 모두 그것만의 용도가 있다. 한 글자 한 구절 모두 허투루 쓰인 게 없지. 훌륭한 협력이었다, 박사.",
                "cn": "我落下的每句咒文皆有用处，言语的一字一词亦无落空。精妙的配合，博士。"
            },
            "asset": "char_4133_logos/CN_030"
        },
        {
            "id": "char_4133_logos_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "I can still hear their cries in the distance. The wrathful, unable to find peaceful slumber... There will come a day when the dead will know rest. I'm sure of it, Doctor.",
                "jp": "怒れる者は未だ鎮まらず、我には遠く彼方で泣く声が変わらず届いておる……いつの日にか、死者は安らかに眠ることができるだろう。ドクター、その日はいずれ訪れるのだ。我はそう信じておる。",
                "kr": "분노한 자들은 아직 안식에 들지 못했고, 난 여전히 저 멀리 울음소리가 들려…… 언젠가 죽은 자들도 편히 잠들 수 있는 날이 오겠지, 박사. 그런 날이 반드시 올 거라고 난 그렇게 믿고 있다.",
                "cn": "愤懑者尚未安息，我依旧能捕获遥远彼处的哭泣......终有一日，死者亦可安眠，博士，会有那么一天的。我相信。"
            },
            "asset": "char_4133_logos/CN_031"
        },
        {
            "id": "char_4133_logos_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Retreat. The <i>curtain</i> will cover your tracks.",
                "jp": "撤退せよ。「帳」がうぬらの痕跡を覆い隠す。",
                "kr": "먼저 후퇴해. '장막'으로 너희의 흔적을 숨겨보겠다.",
                "cn": "撤退，“帷幕”可遮掩你们的踪迹。"
            },
            "asset": "char_4133_logos/CN_032"
        },
        {
            "id": "char_4133_logos_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "May I use my own office chair?",
                "jp": "私物のスツールを持ち込んでもよいか？",
                "kr": "내 사무용 의자를 사용해도 되겠나?",
                "cn": "可以用我自己的办公椅吗？"
            },
            "asset": "char_4133_logos/CN_033"
        },
        {
            "id": "char_4133_logos_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "How does this tune sound?",
                "jp": "今般の調律をいかに思う？",
                "kr": "이 선율은 어떻게 생각하지?",
                "cn": "此调律如何？"
            },
            "asset": "char_4133_logos/CN_034"
        },
        {
            "id": "char_4133_logos_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Um… You're stepping on my cloth…",
                "jp": "我の衣装を踏んでいるぞ……",
                "kr": "내 옷…… 밟고 있다만……",
                "cn": "您踩到我的衣服了......"
            },
            "asset": "char_4133_logos/CN_036"
        },
        {
            "id": "char_4133_logos_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4133_logos/CN_037"
        },
        {
            "id": "char_4133_logos_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "My mother brought me reeds from the Convallis. I intertwined them with song and incantation, connecting them end-to-end, and formed them into a necklace. It will wither in the night of the old year and sprout in the dawn of the new year. This piece, bearing blessings of new life, is my gift for you, Doctor. Happy New Year.",
                "jp": "母上が我に河谷の葦を届け、我が歌と呪文を纏わせ、葦の端と端を繋いで首飾りとした。これは旧き年の夜に枯れ、新しい年の朝に芽を萌すもので、新生への祝福が込められておる。うぬに贈ろう。良い一年を過ごそう。",
                "kr": "어머니가 협곡의 갈대를 보내 주셨다. 나는 노랫소리와 주문으로 그것을 감싸고, 처음과 끝을 이어 목걸이로 만들었지. 이건 지난해의 밤에 시들어, 새로운 해의 아침이 오면 싹을 틔울 거다. 새 생명의 축복이 담겨 있는 이걸, 선물로 주지. 새해 복 많이 받도록.",
                "cn": "母亲替我捎来了河谷的芦苇，我用歌声与咒文缠绕，将其首尾相连，编为项链。它会在旧年的夜晚干枯，又在新年的清晨萌芽，寄托新生的祝福。赠您，新年快乐。"
            },
            "asset": "char_4133_logos/CN_038"
        },
        {
            "id": "char_4133_logos_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Doctor, did I bother you with my whistling? No? That's a relief to hear. What is the name of this piece? It's untitled; just an improv piece I came up with in my spare time.",
                "jp": "ドクター、笛の音が迷惑であったか？違うのならばよい。この曲の名前？名はないぞ。暇に飽かせて即興で作ったものゆえな。",
                "kr": "내 골피리 소리가 방해됐나, 박사? 아니라면 다행이군. 이 곡의 제목? 제목은 없다. 그저 한가할 때 즉흥적으로 만든 거라.",
                "cn": "博士，是我的哨音惊扰了您吗？不是便好。这首曲子的名字？无名，只是闲暇时的即兴之作罢了。"
            },
            "asset": "char_4133_logos/CN_042"
        },
        {
            "id": "char_4133_logos_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "I first came here as a wanderer in search of knowledge. Though the fragments of Rhodes Island's past are lost to time, hope remains. We have overcome the nightmares of the bygone days. As for where we ought to go in the future, I believe you already know.",
                "jp": "我は当初、教えを求める旅人としてこの船に訪れた。今今のロドスには在りし日の面影を見出し難いが、希望は未だ残されておる。我らはすでに昔日の悪夢に打ち勝った。こののちどこへ向かうべきのかは、うぬのことよ。すでに心に答えを持ち合わせておろう。",
                "kr": "나는 처음, 학문을 탐구하는 방랑자의 신분으로 이곳에 왔다. 지금의 로도스 아일랜드에선 과거의 흔적을 찾아보기 어렵지만, 희망은 여전히 이곳에 남아있지. 우리는 지난날의 악몽을 뛰어넘었으니, 앞으로 나아가야 할 방향에 대해서는 당신이 이미 답을 알고 있다고 생각하고 싶군.",
                "cn": "我最初作为求学的游子来到这里，尽管罗德岛如今再难寻到往日痕迹，但希望仍在。我们跨过了旧日的梦魇，至于未来该行往何处，想必您已经了然于心了吧。"
            },
            "asset": "char_4133_logos/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Kyle McCarley",
            "global": "Kyle McCarley"
        },
        "cn": {
            "native": "梁达伟",
            "global": "Liang Dawei"
        },
        "jp": {
            "native": "福山潤",
            "global": "Jun Fukuyama"
        },
        "kr": {
            "native": "손수호",
            "global": "Son Soo-ho"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}