{
    "charid": "char_4083_chimes",
    "nameid": "chimes",
    "names": {
        "en": "Wind Chimes",
        "jp": "ウィンドチャイム",
        "kr": "윈드차임스",
        "cn": "铎铃"
    },
    "voices": [
        {
            "id": "char_4083_chimes_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Are these the documents you need to mail? Alright, let me check them off.",
                "jp": "郵送する書類はこれで全部ですか？分かりました。では整理しておきますね。",
                "kr": "우편으로 보낼 서류들은 이게 전부인가요? 알겠습니다, 그럼 제가 정리해 두겠습니다.",
                "cn": "需要邮寄的文件就是这些了吗？好，我来清点一下。"
            },
            "asset": "char_4083_chimes/CN_001"
        },
        {
            "id": "char_4083_chimes_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "There's a letter for you from the Lungmen slums, Doctor. A former patient? Your expression tells me pretty much exactly what's in this letter.",
                "jp": "ドクター、お手紙が届いていますよ。龍門スラム街からのようですが、以前の患者さんでしょうか？フフッ、その表情を見れば、何が書いてあるかは察しがつきますよ。",
                "kr": "박사님, 편지 한 통이 도착했습니다. 용문 슬럼가에서 온 거 같은데, 혹시 예전에 담당한 환자한테서 온 편지인가요? 후후, 표정을 보아하니 편지의 내용도 대충은 알 것 같네요.",
                "cn": "博士，这里有您的一封信，好像是从龙门贫民区寄来的，是以前病人的回信吗？啊，从您的表情就能看出来，信上大概写了什么呢。"
            },
            "asset": "char_4083_chimes/CN_002"
        },
        {
            "id": "char_4083_chimes_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "I use this sword to fight beasts that slip into the village, as well as bandits and thieves. For beasts, it's just a matter of driving them away. But people,  it's hard to keep them from going astray.",
                "jp": "この大剣は、主に村に降りてきた獣を相手にするためのものですが、貨物を狙う輩がいれば役に立つこともあります。獣は追い払えばいいだけですが、道を誤った人を正しい方に導くとなると一筋縄ではいきませんよね。",
                "kr": "이 대검은 주로 마을에 내려온 짐승들을 상대할 때 사용하던 건데, 가끔은 화물을 노리는 놈들을 상대할 때에도 쓰여요. 짐승은 쫓아내면 그만이라 무섭진 않지만, 잘못을 저지른 사람은 정신을 차리게 만들어 줘야 하니 쉽지 않은 편이죠.",
                "cn": "这把刀，主要用来对付闯进村庄的野兽，但有时遇到对货物有歹念的人，也会派上用场。野兽不可怕，赶走就好，但犯了错的人，想让他们迷途知返，很难。"
            },
            "asset": "char_4083_chimes/CN_003"
        },
        {
            "id": "char_4083_chimes_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "There are villages that don't even appear on maps, relying on Messengers to communicate. I used to follow the ones who came to my village around, and even learned my first words from the stuff written on envelopes. But I had to grow up before I learned how much those few words meant.",
                "jp": "地図上でもなかなか見つからない集落ともなれば、情報伝達はトランスポーター頼みになります。私も物心ついた頃から、よく村のトランスポーターにくっついてあちこち出かけていましたから、最初に覚えた文字も封筒に書かれていたものなんです。大人になってようやく、そんなたった数文字の重みに気付きました。",
                "kr": "지도에서도 찾기 힘든 마을에서 정보 전달은, 오롯이 전달자에게 달렸습니다. 전 어릴 때부터 마을의 전달자를 따라 여기저기 돌아다니는 걸 좋아했고, 처음 익힌 글도 편지 봉투에 적혀 있던 거였어요. 그리고 어른이 되고 나서야, 그 몇 안 되는 글자에 담긴 무게가 얼마나 무거운지 깨달았죠.",
                "cn": "那些在地图上都很难找到的村落，信息的传递需要靠信使。我小时候就喜欢跟着村庄里的信使到处跑，我最早认识的字，也是在信封上。直到长大后我才明白，这寥寥几字的分量有多沉重。"
            },
            "asset": "char_4083_chimes/CN_004"
        },
        {
            "id": "char_4083_chimes_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "I once went back to the village where I grew up. All I found was a few abandoned huts and fields. The people who lived there probably found new lives in the cities. But sometimes I wonder, if I had worked harder, would they have stayed?",
                "jp": "故郷の村に戻ったこともありますが、今ではもう空き家と荒畑がわずかに残っているだけでした。住民たちはきっと都会で新たな暮らしを初めているんでしょうね。ただ時々思うんです――当時私がもっと必死になっていれば、今も村には慎ましい営みが残っていたんじゃないかって。",
                "kr": "고향 마을에 돌아가 봤습니다만, 거긴 이젠 빈집 몇 채와 황무지밖에 남아있지 않더군요. 전에 그곳에서 살던 사람들은 이미 도시에서 새로운 삶을 살고 있겠죠. 그때 내가 좀 더 노력했더라면, 고향에 사람들이 조금이라도 남아 있지 않았을까…… 그냥 가끔은 그런 생각이 들기도 합니다.",
                "cn": "我回到故乡的村庄看过，那里现在只剩下几间空房，几亩荒田。曾经住在那里的人们应该已经在城市里有了新的生活。只是有时也会想，如果我当时再努力一点，故乡是不是也能留下一片人烟呢？"
            },
            "asset": "char_4083_chimes/CN_005"
        },
        {
            "id": "char_4083_chimes_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "You know, I haven't been to that many places. I've wandered between the mountains and cities, and seen people suffering from hardship, helplessness, and stress... This is a vast land, but how many people live in its nameless corners from birth to death, with no one ever to know they existed?",
                "jp": "これまで足を伸ばした場所は、実はそう多くはありません。山と都市を往来しながら、至る所で貧困や孤独にあえぐ人、忙殺される人ばかりを目にしてきました……この広大な大地では、あまりにも多くの人々が誰にも知られることなく生涯を終えていくんです。",
                "kr": "사실 제가 가 본 곳은 그렇게 많지 않습니다만, 산과 도시를 오가며 눈에 보였던 것들은 가난한 이들과 삶이 막막한 이들, 그리고 일에 치여 바쁘게 사는 사람들뿐이었습니다…… 이렇게나 넓은 대지에서, 도대체 얼마나 많은 사람들이 아무도 모르는 구석에서 쓸쓸한 일생을 살아가고 있는 걸까요.",
                "cn": "我走过的地方，其实并不算多。在荒山与城市之间徘徊，眼前所见的，都是一样困苦、无助、忙碌的人......这片大地多么宽广，又有多少人，一生只能生活在无人知晓的角落里。"
            },
            "asset": "char_4083_chimes/CN_006"
        },
        {
            "id": "char_4083_chimes_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "The villagers didn't kick me out when they learned I had Oripathy, but still I couldn't go back to my old life. No, getting infected was my own responsibility. It'd be too full of myself to say I got Infected to help people.",
                "jp": "故郷の人たちは、私が鉱石病に罹ったと知っても差別などはしませんでした。ですがもう二度と元の生活に戻れないのも、動かしようのない事実です……いえ、不注意で感染したのは私自身の問題です。「人助けのために感染者になった」なんてのは傲慢な考えですよ。",
                "kr": "고향 사람들은 제가 광석병에 걸렸다는 사실을 알고도 절 차별하지 않았어요. 하지만 이젠 원래의 삶으로 돌아갈 수 없다는 것도 어쩔 수 없는 사실이죠…… 아뇨, 감염이 된 건 제 부주의로 인해 벌어진 일입니다. '남을 돕기 위해서 감염자가 되었다'라는 건, 상당히 오만한 생각이에요.",
                "cn": "乡亲们知道我感染了矿石病后，没做什么排挤我的事，但我已经回不到原来的生活，也是无可奈何的......不，不小心感染是我自己的事。“为了帮助别人才变成感染者”的念头，很傲慢。"
            },
            "asset": "char_4083_chimes/CN_007"
        },
        {
            "id": "char_4083_chimes_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "I'm still looking for the young man's family. My words were too harsh... I didn't know his name, even at the very end of it. Superficial as it might have been, he came down for a taste of our harsh lives and recorded it. There's meaning in that.",
                "jp": "私は今でもあの人の家族を探しています。彼には随分とひどいことを言ってしまった上に、最後まで名前すら知らないままでしたから……たとえただのカッコ付けだったとしても、彼は確かに苦難に飛び込み、それを記録することで私たちの存在を世間に知らしめようとしていました。それだけで十分有意義なことだと思います。",
                "kr": "전 지금도 그 소년의 가족을 찾고 있어요. 그때 말을 심하게 하기도 했고, 마지막까지 그의 이름조차 몰랐으니까요…… 어떤 생각이었는지 모르겠지만, 그는 분명 고난 속에 몸을 던져 그 모든 것을 기록하고 외부 사람들한테 우리의 존재를 알리려 했습니다. 그것만으로도 전 충분히 의미 있는 일이라고 생각해요.",
                "cn": "我仍在寻找那个少年的家人。之前我说了很过分的话，甚至到最后，我都不知道他的名字......哪怕是故作姿态，他也的确在融入苦难，记录苦难，让外面的人们知晓我们的存在，这就是意义。"
            },
            "asset": "char_4083_chimes/CN_008"
        },
        {
            "id": "char_4083_chimes_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "I've seen many people wait at the village entrance, hoping for a letter from their families. I've seen all sorts of emotions on their faces when they opened the letters. Messengers carry little slivers of people's lives. That's got nothing to do with me, and everything too.",
                "jp": "毎日のように村の入り口に張り付き、いつまでも家族からの手紙を待ち続ける人をたくさん見てきました。彼らが封筒を開けた時の表情からは、ありとあらゆる喜怒哀楽が読み取れたものです。トランスポーターが運んでいるのは一人ひとりの人生であり、どれも私と無関係でありながら、確かに私と繋がっているんです。",
                "kr": "매일 마을 입구를 지키면서, 가족의 편지를 기다리는 사람들을 많이 봐 왔어요. 그리고 그들이 편지를 열었을 때 얼굴에 비친 표정에서, 세상의 온갖 희로애락들을 볼 수 있었습니다. 전달자가 전달하는 건 한 사람 한 사람의 인생이고, 그 인생들은 저와 아무런 관계가 없으면서도, 관계가 있다고도 할 수 있겠네요.",
                "cn": "我见过不少人，日复一日地守在村口，等待亲人的一封家书。我从他们拆开信时的表情里，读到了世上所有的喜怒哀乐。信使搬运的，是一段又一段人生，这人生分明与我无关，又与我有关。"
            },
            "asset": "char_4083_chimes/CN_009"
        },
        {
            "id": "char_4083_chimes_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "What a beautiful sunset. The weather tomorrow should be fine and clear.",
                "jp": "綺麗な夕焼けですね。明日もきっと晴れますよ。",
                "kr": "아름다운 노을이네요. 내일도 분명히 맑을 거예요.",
                "cn": "漂亮的晚霞，明天也一定是个好天气。"
            },
            "asset": "char_4083_chimes/CN_010"
        },
        {
            "id": "char_4083_chimes_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Hi there, Are you the Doctor that's in charge here? I heard I could get treatment for Oripathy in exchange for work here... Oh, right, just call me Wind Chimes. It's a name that represents hope.",
                "jp": "はじめまして。あなたがこちらの責任者であられるドクターさんでしょうか？こちらでは労働と引き換えに鉱石病の治療を受けられると伺いまして……ええ、私のことはウィンドチャイムとお呼びください。希望を意味する名前です。",
                "kr": "처음 뵙겠습니다, 당신이 로도스 아일랜드의 책임자이신 박사님인가요? 여기에선 노동을 대가로 광석병 치료를 받을 수 있다고 하던데…… 네, 윈드차임스라고 불러 주세요. 희망을 뜻하는 이름입니다.",
                "cn": "您好，请问您是这里的负责人博士吗？听说这里可以用劳动换取治疗矿石病的机会......叫我铎铃吧，是一个代表希望的名字。"
            },
            "asset": "char_4083_chimes/CN_011"
        },
        {
            "id": "char_4083_chimes_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "I'd rather not get into fights while making deliveries...",
                "jp": "できることなら、配達中のもめ事は避けたいですね……",
                "kr": "가능하다면 배달 도중에는 싸움을 피하고 싶네요……",
                "cn": "如果可以的话，还是希望在送信途中尽量避免和人起冲突......"
            },
            "asset": "char_4083_chimes/CN_012"
        },
        {
            "id": "char_4083_chimes_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "All I did was carry out my duties as a Messenger... Anyway, leave it to me if you have a job like that again. I won't let you down.",
                "jp": "トランスポーターとしての仕事を全うしたまでですが……はい、今後もこの手の業務はお任せください。期待は裏切りません。",
                "kr": "전 그저 전달자의 임무를 다한 것뿐입니다…… 네, 앞으로도 이런 일은 저한테 맡겨 주세요. 절대로 실망시키지 않겠습니다.",
                "cn": "我只是做了一个信使分内的工作......嗯，以后类似的工作，还是可以交给我。不会辜负您的。"
            },
            "asset": "char_4083_chimes/CN_013"
        },
        {
            "id": "char_4083_chimes_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Many more people are waiting for hopeful news. Doctor, let's walk this path together.",
                "jp": "まだまだ多くの人が、希望をもたらす報せを待っています。ここからの道は一緒に歩みましょう。",
                "kr": "아직 많은 사람들이 희망적인 소식을 기대하고 있어요. 앞으로의 길도, 함께 걷도록 하죠.",
                "cn": "还有许多人，等待着希望的消息。接下来的路，一起走吧。"
            },
            "asset": "char_4083_chimes/CN_014"
        },
        {
            "id": "char_4083_chimes_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "As long as there's a destination, there's a way.",
                "jp": "目的地さえわかっていれば、道もいずれ見つかるものです。",
                "kr": "목적지를 알고 있다면 언젠간 길을 찾게 될 거예요.",
                "cn": "只要知道了目的地，总能找到路的。"
            },
            "asset": "char_4083_chimes/CN_017"
        },
        {
            "id": "char_4083_chimes_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "I'll make sure everyone arrives safely.",
                "jp": "皆さんが無事に到着できるよう尽くします。",
                "kr": "여러분들이 무사히 도착하실 수 있도록 최선을 다하겠습니다.",
                "cn": "我会努力确保每个人平安到达的。"
            },
            "asset": "char_4083_chimes/CN_018"
        },
        {
            "id": "char_4083_chimes_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "The road is long. Walk slowly.",
                "jp": "長い道のりですから、焦らず行きましょう。",
                "kr": "아직 갈 길이 머니, 천천히 가도록 하죠.",
                "cn": "路还很长，慢慢走吧。"
            },
            "asset": "char_4083_chimes/CN_019"
        },
        {
            "id": "char_4083_chimes_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Get out of the way.",
                "jp": "道を開けてもらいましょうか。",
                "kr": "길을 막지 말아 주세요.",
                "cn": "别挡道。"
            },
            "asset": "char_4083_chimes/CN_020"
        },
        {
            "id": "char_4083_chimes_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "I'm ready.",
                "jp": "準備万全です。",
                "kr": "준비 완료입니다.",
                "cn": "我准备好了。"
            },
            "asset": "char_4083_chimes/CN_021"
        },
        {
            "id": "char_4083_chimes_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Ready to go.",
                "jp": "出発できます。",
                "kr": "출발하겠습니다.",
                "cn": "可以出发。"
            },
            "asset": "char_4083_chimes/CN_022"
        },
        {
            "id": "char_4083_chimes_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Bare mountains, dirt n' dust... all familiar sights.",
                "jp": "寂れた山も、砂ぼこりも、見慣れた景色です……",
                "kr": "황량한 산과 흩날리는 먼지들…… 전부 익숙한 풍경이네요……",
                "cn": "荒山，尘埃，都是常见的景色......"
            },
            "asset": "char_4083_chimes/CN_023"
        },
        {
            "id": "char_4083_chimes_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "A long path through tall mountains… Stay alert.",
                "jp": "山高く路遠し。皆さん、くれぐれもお気をつけて。",
                "kr": "산은 높고 가야 할 길은 멀었구나, 다들 주의해 주세요.",
                "cn": "山高路远，大家当心。"
            },
            "asset": "char_4083_chimes/CN_024"
        },
        {
            "id": "char_4083_chimes_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Leave now and I'll act like I never saw you.",
                "jp": "すぐに立ち去れば、見なかったことにできるけど。",
                "kr": "지금 물러선다면 못 본 걸로 해 줄 수 있어.",
                "cn": "现在离开，我还能当作没见过你们。"
            },
            "asset": "char_4083_chimes/CN_025"
        },
        {
            "id": "char_4083_chimes_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "I never wanted to point this blade at anyone.",
                "jp": "この剣を人に向けたくはないけど。",
                "kr": "이 검을 사람한테 겨누고 싶진 않았는데.",
                "cn": "我本来不想用这把刀对着人。"
            },
            "asset": "char_4083_chimes/CN_026"
        },
        {
            "id": "char_4083_chimes_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "There are people waiting for me.",
                "jp": "私を待ってる人たちがいるから。",
                "kr": "날 기다리고 있는 사람들이 있어.",
                "cn": "还有人在等着我。"
            },
            "asset": "char_4083_chimes/CN_027"
        },
        {
            "id": "char_4083_chimes_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Don't keep pushing down the wrong path…",
                "jp": "耳を貸さないつもりなら……",
                "kr": "그렇게 귀를 닫고 있을 생각이라면……",
                "cn": "你们不该执迷不悟......"
            },
            "asset": "char_4083_chimes/CN_028"
        },
        {
            "id": "char_4083_chimes_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "No matter how far the destination, you will get there one day, as long as you keep moving forward.",
                "jp": "歩みを止めさえしなければ、どれだけ遠い場所にもいつかはたどり着けます。",
                "kr": "발걸음을 멈추지 않는 한, 아무리 먼 곳이라도 언젠가는 도달할 수 있어요.",
                "cn": "只要不停下脚步，再遥远的地方，也总有一天可以到达。"
            },
            "asset": "char_4083_chimes/CN_029"
        },
        {
            "id": "char_4083_chimes_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "I'm happy to bring news of victory, but I would rather avoid conflict like this.",
                "jp": "吉報を届けられて何よりですが、こういった争いごとは極力避けたいものですね……",
                "kr": "희소식을 가져올 수 있어서 다행입니다만, 아무래도 이런 싸움은 최대한 피하고 싶네요……",
                "cn": "很高兴能带回捷报，但还是希望这样的争斗可以避免......"
            },
            "asset": "char_4083_chimes/CN_030"
        },
        {
            "id": "char_4083_chimes_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "The goods are still here. Let's hope those who ran away will learn and repent.",
                "jp": "運送中の貨物は盗られていませんし、逃げた人たちにも改心の余地があると信じましょう……",
                "kr": "운송 중인 물건들을 잃어버리지 않았으니, 도망친 사람들도 반성하리라 생각하고 보내주죠……",
                "cn": "要运送的货物还在，那些逃走的人，就当他们还有心悔过吧......"
            },
            "asset": "char_4083_chimes/CN_031"
        },
        {
            "id": "char_4083_chimes_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Let's rest and regroup. We can take back what we lost later.",
                "jp": "少し休みましょう。失ったものはまだ取り返せます。",
                "kr": "잠깐 쉬도록 하죠. 잃어버린 건 다시 되찾을 수 있어요.",
                "cn": "休整一下，丢掉的东西，我们还可以再夺回来。"
            },
            "asset": "char_4083_chimes/CN_032"
        },
        {
            "id": "char_4083_chimes_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "It's good to have a place to rest.",
                "jp": "足休めができる場所があれば十分です。",
                "kr": "잠시 쉴 수 있는 장소면 충분해요.",
                "cn": "有个能歇脚的地方就好。"
            },
            "asset": "char_4083_chimes/CN_033"
        },
        {
            "id": "char_4083_chimes_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Huh?",
                "jp": "えっ？",
                "kr": "어?",
                "cn": "欸？"
            },
            "asset": "char_4083_chimes/CN_034"
        },
        {
            "id": "char_4083_chimes_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Careful, I just got back and I'm covered in dust…",
                "jp": "外から戻ったばかりで、埃まみれですから気をつけてください……",
                "kr": "조심하세요, 밖에서 방금 돌아와서 먼지가 많이 묻었거든요……",
                "cn": "当心，我刚从外面回来，身上沾了不少灰尘......"
            },
            "asset": "char_4083_chimes/CN_036"
        },
        {
            "id": "char_4083_chimes_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4083_chimes/CN_037"
        },
        {
            "id": "char_4083_chimes_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Happy holidays, Doctor. I would love to invite you to villages of my homeland, if there's a chance... We open up the granaries at the end of the year, and celebrate it with spirits that we brewed in the autumn... Scenes like that are rare these days.",
                "jp": "明けましておめでとうございます、ドクター。いつか故郷の村にご招待できる日が来ることを願ってやみません。一年の締めくくりに、皆で余った食料と秋の収穫期に作ったお酒を持ち寄って、無事に一年を過ごせたことをお祝いするんです……あんな風景、今ではもうなかなか目にすることはできませんね。",
                "kr": "새해 복 많이 받으세요, 박사님. 기회가 된다면 나중에 박사님을 제 고향 마을에 초대하고 싶네요. 한 해가 끝나면 사람들은 남은 식량과 가을 추수 때 빚었던 술을 가지고, 무사히 한 해를 보낸 것을 축하하죠…… 요즘은 그런 풍경을 보기 힘들겠지만요.",
                "cn": "节日快乐博士。如果还有机会的话，我想请您去故乡的村庄坐坐。一年终了，大家搬出丰余的粮食，还有秋收时酿下的粮食酒，一起庆祝平安过去的一年......那样的场面，现在很难见到了吧。"
            },
            "asset": "char_4083_chimes/CN_038"
        },
        {
            "id": "char_4083_chimes_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Letter for you, Doctor.",
                "jp": "ドクター、お手紙が届いていますよ。",
                "kr": "박사님, 박사님 앞으로 편지가 도착했습니다.",
                "cn": "博士，有您的信。"
            },
            "asset": "char_4083_chimes/CN_042"
        },
        {
            "id": "char_4083_chimes_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "People who live in the distant corners of the land are often forgotten, but what Rhodes Island is doing has helped many of them. I want to thank you for that, Dr. {@nickname}.",
                "jp": "人目につかない大地の片隅には、誰にも知られず、蔑ろにされ続けてきた人たちが常にいるものです。ロドスの行いは、そんな人たちの力になっていると思います。ありがとうございます、Dr.{@nickname}。",
                "kr": "이 대지의 외딴곳에는, 아무도 알지 못하고 소외된 사람들이 존재하기 마련입니다. 지금 로도스 아일랜드가 하고 있는 일들은 이러한 사람들에게 힘이 되어 주고 있습니다. 감사합니다, Dr.{@nickname} 님.",
                "cn": "在大地上那些偏远的角落，总会有默默无闻，容易被忽视的人们。罗德岛在做的事，帮到了许多这样的人。谢谢您，Dr.{@nickname}。"
            },
            "asset": "char_4083_chimes/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Vivian Lu",
            "global": "Vivian Lu"
        },
        "cn": {
            "native": "大汪",
            "global": "Yannie Wang"
        },
        "jp": {
            "native": "平田宏美",
            "global": "HIROMI HIRATA"
        },
        "kr": {
            "native": "차영희",
            "global": "Cha Young-hee"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}