{
    "charid": "char_4047_pianst",
    "nameid": "pianst",
    "names": {
        "en": "Czerny",
        "jp": "ツェルニー",
        "kr": "체르니",
        "cn": "车尔尼"
    },
    "voices": [
        {
            "id": "char_4047_pianst_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "I've never been an assistant before. It's a novel experience, but rest assured that I will not be remiss, even if this work is not my forte.",
                "jp": "未だかつて誰かの秘書を務めたことはありませんので、新鮮な体験ですが、ご安心ください。不得手な仕事であろうと、決して手は抜きませんので。",
                "kr": "아직 누군가의 비서를 해 본 적은 한 번도 없기에 꽤 신선한 기분입니다만, 걱정하실 필요는 없습니다. 서투른 일이라고 해도 대충 할 생각은 없으니까요.",
                "cn": "我从来没有做过别人的助理，很新鲜的体验，不过您可以放心，就算是不擅长的工作，我也不会懈怠。"
            },
            "asset": "char_4047_pianst/CN_001"
        },
        {
            "id": "char_4047_pianst_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "If any children aboard Rhodes Island wish to learn piano, you may send them to me, but I am a strict teacher. I am not one to release a student partway once he begins his studies.",
                "jp": "ロドスにピアノを習いたいという子供がいれば、私のところへ連れてきてくれて構いません。とはいえ、私の教え方は厳しいですよ。一度学び始めたら、軽々しく途中で止めることは許しませんので。",
                "kr": "로도스 아일랜드에 피아노를 배우고 싶어 하는 아이가 있다면 제게 데려와 주십시오. 하지만 제 교육 방식은 엄격합니다. 한번 시작한 이상, 도중에 쉽게 포기하게 두지는 않을 겁니다.",
                "cn": "在罗德岛上，如果有孩子想要学琴，可以送来我这里，不过我的教学方式很严厉，一旦开始学习，我不允许有人轻易半途而废。"
            },
            "asset": "char_4047_pianst/CN_002"
        },
        {
            "id": "char_4047_pianst_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "I hear a musical school known as 'jazz' is currently popular in Columbia. I've had the fortune to hear a few records. The free, unweighted playing style greatly amuses me, but sadly, I seem to lack the temperament for performing in such a swing.",
                "jp": "クルビアでは「ジャズ」という音楽スタイルが流行っているとか。幸運にも何枚かアルバムを聴いたことがありまして、即興性も高く自由な演奏に非常に興味を惹かれましたが、残念ながら、私にはそうした旋律を演奏するセンスが欠けているようです。",
                "kr": "컬럼비아에선 재즈라는 음악이 유행하고 있는 모양입니다. 저도 운 좋게 재즈 앨범 몇 장을 들어볼 기회가 있었는데, 자유로운 연주 방식이 꽤나 흥미롭더군요.하지만 안타깝게도, 제겐 이런 스타일의 음악을 연주할 센스가 부족한 모양입니다.",
                "cn": "听说哥伦比亚在流行一种名为爵士乐的音乐流派，我有幸听过几张唱片，对它率性自由的演奏方式很感兴趣，但很遗憾，我似乎缺乏演奏这种旋律的气质。"
            },
            "asset": "char_4047_pianst/CN_003"
        },
        {
            "id": "char_4047_pianst_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "Are you curious about my hands? Indeed, they're broader than others' at a glance. Please, they're no freakish things. I have them to thank that I can rain every melodie that swims in my head down onto the keys.",
                "jp": "私の手が気になりますか？ええ、確かに他の方と比べるとかなり大きいでしょうが、変だと思わないでいただきたい。この両手があるからこそ、私は頭に浮かんだ旋律を思うままに鍵盤へと流し込めるのです。",
                "kr": "제 손이 신기하신 겁니까? 확실히 다른 이들의 손보다는 큽니다만, 이상하다고 생각하지는 말아 주셨으면 좋겠습니다. 제가 머릿속에 떠오른 선율들을 전부 건반 위에 쏟아 낼 수 있는 것도, 이 두 손 덕분이니까요.",
                "cn": "您对我的双手很好奇吗？的确，看起来比其他人的手要宽大很多，请别觉得它们古怪，正是因为拥有它们，我才能将脑海中的旋律悉数倾泻在琴键之上。"
            },
            "asset": "char_4047_pianst/CN_004"
        },
        {
            "id": "char_4047_pianst_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "The Infected are only comparatively freer in Leithanien, and not that free. Outside of the Afterglow, there was hardly anywhere I could live, or eat... there was almost nowhere to turn.",
                "jp": "リターニアでは感染者は比較的自由が許されていますが、やはり制限された自由です。アフターグロー区から離れると、居住できる場所も、食事をできる場所も、歩ける道すら……少なくなっていきます。存在はしますが、非常に珍しいです。",
                "kr": "라이타니엔의 감염자들은 비교적 자유로워 보일 뿐, 실은 그렇게까지 자유롭다고 할 수는 없습니다. 애프터글로를 벗어나면 사는 것은 물론, 식사를 할 수 있는 곳도, 심지어는 지나다니는 길마저...... 찾기 힘들어집니다. 있기야 하겠지만, 극소수 일겁니다.",
                "cn": "在莱塔尼亚，感染者只是相对自由些，但也不是那么自由，离开了夕照区，我能住的地方很少，能吃饭的地方也很少，甚至能踏上的路......也很少，有，但是很少。"
            },
            "asset": "char_4047_pianst/CN_005"
        },
        {
            "id": "char_4047_pianst_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "My near-death experience unleashed a sudden, completely new melodie upon my mind. Compared to it, the musical forms I'd once learnt seemed like shackles. Just what tremendous feeling brought about its birth? Perhaps in the face of Death, I was nowhere near as fearless as I imagined.",
                "jp": "あの時死へ限りなく近づいたことで、私の中に全く新しい旋律が生まれました。かつて学んだ拍節や曲調はあれにとってまるで枷のようでした。一体どれほど強烈な感情があれを生み出したのでしょうか？……もしかすると、死に直面する瞬間、私は自分の思うほど勇敢ではないのかもしれません。",
                "kr": "죽음에 직면했던 그때의 경험은 제 머릿속에 새로운 선율을 떠오르게 해줬습니다. 그것은 제가 이전에 배웠던 율격이나 곡조가 족쇄처럼 느껴지게 할 정도였죠. 대체 어떤 강렬한 감정이 이 선율을 탄생시킨 걸까요? 저도 어쩌면 죽음 앞에서는 자신이 생각하는 것 만큼이나 용감하지 않을지도 모르겠습니다.",
                "cn": "那一次濒死的经历，让我脑海中突然爆发全新的旋律，曾经我所学习过的格律曲调，于它而言就好像桎梏，到底是怎样磅礴的情感促使它诞生？或许面对死亡，我并不如想象中那样无畏。"
            },
            "asset": "char_4047_pianst/CN_006"
        },
        {
            "id": "char_4047_pianst_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Thank you for your concern. I'm not feeling ill—my writing is merely bottlenecked, and I haven't slept in several days. My hair, well... I often unconsciously grab at it while composing, if that explains its current unruliness.",
                "jp": "ご心配はありがたいですが、私は病気で具合が悪いわけではありません。創作でスランプに陥っていて、数日寝ていないだけです。髪は……作曲中は無意識に頭を掻きむしってしまうので、多少乱れて見えるのはそのせいでしょう。",
                "kr": "걱정은 감사합니다만, 제 상태가 좋지 못한 건 병에 걸렸기 때문이 아닙니다.. 슬럼프 때문에 며칠간 잠을 제대로 청하지 못 했기 때문이지요. 머리는…… 작곡을 할 때면 저도 모르게 머리를 쥐어 뜯어서, 엉망으로 보이는 것이겠지요.",
                "cn": "谢谢您的关心，我并没有生病，只是创作上碰到了瓶颈期，好些天没有睡觉。至于头发......创作的时候我会不自觉地抓头发，所以现在看起来有些凌乱毛糙。"
            },
            "asset": "char_4047_pianst/CN_007"
        },
        {
            "id": "char_4047_pianst_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Doctor, would you like to exercise with me? You seem surprised. Fräulein Hibiscus requested it. Most artists are the frail sort, but my recitals often exceed two hours in length. How could I handle it without a sturdy physique to support me?",
                "jp": "ドクター、共にジムに行きませんか？おや、私がトレーニングに行くのがそんなに意外ですか？実はハイビスカスさんからの助言なのです。芸術家は肉体が貧弱なことが多いですが、私の演奏会は軽く二時間に及びます。頑強な体がないとやっていけませんので。",
                "kr": "박사님, 함께 운동하러 가지 않으시겠습니까? 이런, 의외라고 생각하시나 보군요. 이건 히비스커스씨께서 제게 해 주신 조언입니다. 예술가들은 보통 허약한 경우가 많습니다. 하지만 제 연주회는 두 시간을 넘길 때가 많다보니, 몸이 튼튼해야만 할 수 있거든요.",
                "cn": "博士，要一起去锻炼吗？您看起来好像很惊讶。这是芙蓉小姐给我的要求，虽然艺术家多是一副孱弱的样子，但我的演奏会时长经常超过两个小时，如果没有强健体魄的支持怎么能行？"
            },
            "asset": "char_4047_pianst/CN_008"
        },
        {
            "id": "char_4047_pianst_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "You flatter me. So many voices have been snuffed out in the rapids of history. Their owners were hardly without talent; they simply left too soon, before anyone could stop and listen to their masterpieces fine as nature's song. And I was but slightly luckier, enough so to escape with my life.",
                "jp": "過分なお言葉をどうも。しかし歴史の長江には数えきれぬほどの音色が埋まっています。彼らの主に才能がなかったわけではありません。ただ世を去るのがあまりに早く、人々が足を止めてその無上の音色を聴くのを待つ暇がなかったのです。私は単に運に恵まれて、今も生き残っているだけですよ。",
                "kr": "과찬이십니다. 수많은 소리들이 기나긴 역사 속에 파묻혀 사라졌지만, 결코 그 소리의 주인들이 재능이 없었던 게 아니었지요. 단지 세상을 너무나도 일찌 떠나 버린 탓에, 사람들이 발걸음을 멈추고 그 천상의 소리를 들을 틈이 없었던 것 뿐이죠. 저는 운이 좋아, 지금까지 살아있을 뿐입니다.",
                "cn": "您过奖了，有那么多声音都湮灭在了历史长河中，它们的主人并非没有天分，只是离开得太早，来不及等人驻足去聆听那如天籁般的绝唱。而我只是稍微幸运些，能够偷生而已。"
            },
            "asset": "char_4047_pianst/CN_009"
        },
        {
            "id": "char_4047_pianst_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Asleep? I hardly expected the lullabies I wrote to have an actual effect on you...",
                "jp": "眠ってしまわれたのですか？これは興味深い、私の創った子守唄があなたにまで効くとは……",
                "kr": "잠드신 겁니까? 제가 만든 자장가가 당신에게도 효과가 있을 줄은 몰랐군요……",
                "cn": "睡着了吗？实在想不到，我创作的摇篮曲竟然对您也会起效用......"
            },
            "asset": "char_4047_pianst/CN_010"
        },
        {
            "id": "char_4047_pianst_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Greetings, Doctor, my name is Czerny. Any charm or taste I may have had has been poured entirely into my compositions. And as for myself, I am no more than a run-of-the-mill performer. That's all the introduction you need.",
                "jp": "ドクター、ごきげんよう。私はツェルニー、この身の魅力と情趣は全て私の音楽の中に注ぎ込んでいます。私本人はただのしがない演奏者にすぎませんから、語るほどのことはありませんよ。",
                "kr": "안녕하십니까, 박사님. 저는 체르니라고 합니다. 제가 가진 매력과 정취는 모두 제 음악 속에 담겨 있지요. 저라는 사람 자체는 그저 평범한 연주자에 불과하니, 이 이상의 소개는 필요하지 않을 겁니다.",
                "cn": "博士您好，我是车尔尼，我的魅力与趣味，已经全部倾注在我的乐曲之中，至于我本人，不过是一个乏善可陈的乐手而已，无需多做介绍。"
            },
            "asset": "char_4047_pianst/CN_011"
        },
        {
            "id": "char_4047_pianst_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "I will commit to watching these as you require, but this is hardly how I prefer to study. I have always approached others' second-hand experiences with skepticism.",
                "jp": "あなたが仰るのであれば、真面目に見ますが、このような学習方法は好みませんね。他者の経験の有用性については常に疑問を持っています。",
                "kr": "당신의 요구이니만큼 제대로 살펴는 보겠습니다만, 개인적으론 이런 학습 방식을 선호하지는 앖습니다. 타인의 경험이 다른 이에게도 유용한지에 대해선 언제나 의구심만 드는 군요.",
                "cn": "既然是您的要求，我会认真看看的，但这并非我喜爱的学习方式，对他人的二手经验我始终持怀疑态度。"
            },
            "asset": "char_4047_pianst/CN_012"
        },
        {
            "id": "char_4047_pianst_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "I'm extremely grateful for your sponsorship, Doctor; I am currently struggling financially. The annals of Leithanian art will commemorate your giving.",
                "jp": "ドクター、あなたのご支援に感謝します。ちょうど懐が厳しいところでした。リターニアの芸術史にはあなたの多大なる貢献が刻まれることでしょう。",
                "kr": "지원에 감사드립니다, 박사님. 마침 주머니 사정이 좋지 못한 상태였는데 라이타니엔의 예술사가 당신의 관대함을 기억할 겁니다.",
                "cn": "博士，非常感激您对我的资助，我现在手头正拮据，莱塔尼亚的艺术史将铭记您的慷慨。"
            },
            "asset": "char_4047_pianst/CN_013"
        },
        {
            "id": "char_4047_pianst_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "I thank you for your approval. I had never seriously pursued Originium Arts before, and I hope henceforth that my Arts may be cast as freely as my melodien.",
                "jp": "認めていただきありがとうございます。これまで本気でアーツと向き合うことはありませんでしたが、今後は音楽と同じくらい自在に扱えるように精進します。",
                "kr": "인정해 주셔서 감사합니다. 여태까지는 오리지늄 아츠에 대해 진지하게 연구해 본 적은 없었습니다만, 앞으로는 제 아츠도 선율처럼 자유자재로 다룰 수 있도록 노력하겠습니다.",
                "cn": "谢谢您对我的认可，以前我从未认真钻研过源石技艺，希望之后我的法术也能如旋律一样，可以自如地释放。"
            },
            "asset": "char_4047_pianst/CN_014"
        },
        {
            "id": "char_4047_pianst_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Through my creations, both pain and joy become immortal.",
                "jp": "苦痛も快楽も、私の手によって不朽の楽譜へと姿を変える。",
                "kr": "고통과 쾌락은 모두 제 손을 거쳐 불후의 명곡으로 탈바꿈 할 것입니다.",
                "cn": "痛苦或快乐，都会经由我的创作，化为不朽的篇章。"
            },
            "asset": "char_4047_pianst/CN_017"
        },
        {
            "id": "char_4047_pianst_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "Compared to my piano, my ability with a baton actually fares quite well.",
                "jp": "ピアノを弾くのはもちろん、タクトを振るのも得意なんですよ。",
                "kr": "피아노도 좋지만, 사실 저는 지휘봉을 휘두르는 것도 능숙하답니다.",
                "cn": "相比弹琴，其实我的指挥棒挥得也很不错。"
            },
            "asset": "char_4047_pianst/CN_018"
        },
        {
            "id": "char_4047_pianst_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "I've finished tuning. I may perform now.",
                "jp": "調律は済ませました、いつでも演奏できます。",
                "kr": "조율은 마쳤으니 언제든 연주할 수 있습니다.",
                "cn": "音准我已经调好，可以弹奏了。"
            },
            "asset": "char_4047_pianst/CN_019"
        },
        {
            "id": "char_4047_pianst_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Please be seated.",
                "jp": "皆様、どうぞ席におかけください。",
                "kr": "모두 자리에 앉아 주십시오.",
                "cn": "诸位请就座。"
            },
            "asset": "char_4047_pianst/CN_020"
        },
        {
            "id": "char_4047_pianst_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Shall I open?",
                "jp": "私がオープニングを飾りましょうか？",
                "kr": "제가 오프닝을 맡을까요?",
                "cn": "要我来开场吗？"
            },
            "asset": "char_4047_pianst/CN_021"
        },
        {
            "id": "char_4047_pianst_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Shall I close?",
                "jp": "私がエンディングを飾りましょうか？",
                "kr": "제가 엔딩을 장식할까요?",
                "cn": "要我来压轴吗？"
            },
            "asset": "char_4047_pianst/CN_022"
        },
        {
            "id": "char_4047_pianst_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "To tremble in my music is your honor.",
                "jp": "私の演奏で震えられることを光栄に思うといいですよ。",
                "kr": "제 연주로 전율할 수 있는 것을 영광으로 여기십시오.",
                "cn": "因我的乐声而颤抖是你们的荣幸。"
            },
            "asset": "char_4047_pianst/CN_023"
        },
        {
            "id": "char_4047_pianst_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Extraordinary melodies can only be played by the soul that quakes.",
                "jp": "非凡な楽曲は戦慄している魂だからこそ奏でられるのだ。",
                "kr": "비범한 선율은 전율하고 있는 영혼만이 연주할 수 있는 것이다.",
                "cn": "非凡的旋律需由战栗的灵魂才能奏响。"
            },
            "asset": "char_4047_pianst/CN_024"
        },
        {
            "id": "char_4047_pianst_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Silence, immediately!",
                "jp": "口を閉じろ！",
                "kr": "정숙하도록!",
                "cn": "别多话！"
            },
            "asset": "char_4047_pianst/CN_025"
        },
        {
            "id": "char_4047_pianst_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Listen or leave!",
                "jp": "静聴！",
                "kr": "얌전히 듣도록!",
                "cn": "安静听！"
            },
            "asset": "char_4047_pianst/CN_026"
        },
        {
            "id": "char_4047_pianst_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Shut up or else!",
                "jp": "これ以上騒ぐな！",
                "kr": "이 이상 소란 피우지 마라!",
                "cn": "你再吵！"
            },
            "asset": "char_4047_pianst/CN_027"
        },
        {
            "id": "char_4047_pianst_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Get out! Right now!",
                "jp": "失せろ！",
                "kr": "썩 꺼져라!",
                "cn": "滚出去！"
            },
            "asset": "char_4047_pianst/CN_028"
        },
        {
            "id": "char_4047_pianst_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Huff... I may be—exceptionally tired in both body and mind, but I do not want the music to end here.",
                "jp": "ふぅ……ああ、心身ともにこの上ない疲労を感じていますが、今音楽を止めるのも惜しいのです。",
                "kr": "후우…… 몸과 마음 모두 지친 상태입니다만, 지금 음악을 멈추기엔 아쉽군요.",
                "cn": "呼，虽然......身心都感觉异常疲累，但我却不愿乐声停止在此刻。"
            },
            "asset": "char_4047_pianst/CN_029"
        },
        {
            "id": "char_4047_pianst_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Drawing the final barline here is perfect. I hardly want any movement of mine to approach tedium.",
                "jp": "ここで終止符を書き入れることができたら最上でしょう。私の楽章が間延びしたくだらない音になってほしくありません。",
                "kr": "제 악장이 길고 지루해지지 않았으면 하니, 이곳에 종지부를 찍을 수 있다면 더할 나위 없겠지요.",
                "cn": "能在此处画上终止线就再好不过了，我可不希望我的乐章变得冗长乏味。"
            },
            "asset": "char_4047_pianst/CN_030"
        },
        {
            "id": "char_4047_pianst_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "There are times when stubborn pursuit of a technique hinders more than helps. Allowing your emotion to follow the music's natural flow can take you further.",
                "jp": "時には技巧を過度に追い求めることで、大事なものを失う場合もあります。気持ちのままに音を奏でることで更に一段階上へと進めるのです。",
                "kr": "지나치게 기교를 추구하다 보면, 얻는 것보다 잃는 것이 더 많을 때가 있습니다. 마음이 가는 대로 연주해야만 한 단계 더 위로 나아갈 수 있는 것이지요.",
                "cn": "有时过于追求技巧反而得不偿失，让情感顺着乐曲自然流露反而能更进一步。"
            },
            "asset": "char_4047_pianst/CN_031"
        },
        {
            "id": "char_4047_pianst_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Please, don't be disheartened. Not every composition is smooth from start to finish. There'll always be a few rounds of polish before you land where you want to.",
                "jp": "そんなに落ち込まないでください。どの曲も、一息に書き上げられるものではありません。何度も推敲し、試行を重ねることでやっと完成するのです。",
                "kr": "상심하지 말아 주십시오. 어떤 곡이라도 한 번에 만들 수는 없는 법입니다. 여러 시행착오를 겪어야만 비로소 완성되는 법이지요.",
                "cn": "请不要丧气，不是每一首乐曲都能一气呵成，总要多雕琢打磨几次才拿得出手。"
            },
            "asset": "char_4047_pianst/CN_032"
        },
        {
            "id": "char_4047_pianst_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "The deck of this ship is very spacious. Have you ever considered holding a concert there?",
                "jp": "ロドスの甲板は広いですね。演奏会を開こうというお考えはありますか？",
                "kr": "로도스 아일랜드의 갑판은 상당히 넓군요. 연주회를 개최해보실 생각은 없으신가요?",
                "cn": "这艘船的甲板很宽敞，有考虑过举办演奏会吗？"
            },
            "asset": "char_4047_pianst/CN_033"
        },
        {
            "id": "char_4047_pianst_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Watch that the noten in my pocket don't spill out.",
                "jp": "おっと、ポケットから音符がこぼれてしまうので、気をつけて。",
                "kr": "제 주머니에서 음표가 쏟아지지 않게 조심해 주십시오.",
                "cn": "小心我口袋中的音符撒出来。"
            },
            "asset": "char_4047_pianst/CN_034"
        },
        {
            "id": "char_4047_pianst_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Perhaps you like to try learning an instrument? I could teach you; I'm qualified to tutor for the majority of them.",
                "jp": "楽器を覚えたいのですか？私が手引きをいたしましょう、大抵の楽器は扱えます。",
                "kr": "악기를 배우고 싶으신 건가요? 제가 가르쳐 드릴 수 있습니다. 저는 많은 악기들을 다룰 수 있으니까요.",
                "cn": "您想试着学一门乐器吗？我可以教您，大多数乐器的教学我都可以胜任。"
            },
            "asset": "char_4047_pianst/CN_036"
        },
        {
            "id": "char_4047_pianst_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4047_pianst/CN_037"
        },
        {
            "id": "char_4047_pianst_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "I've written a new song. Would you like to hear?",
                "jp": "新しい曲を作りました。聴いてみたいですか？",
                "kr": "새로운 곡을 만들었습니다, 듣고 싶으신가요?",
                "cn": "我新作了一首曲子，您想听听吗？"
            },
            "asset": "char_4047_pianst/CN_042"
        }
    ],
    "actors": {
        "en": {
            "native": "Gunnar Cauthery",
            "global": "Gunnar Cauthery"
        },
        "cn": {
            "native": "于丰硕",
            "global": "Qd"
        },
        "jp": {
            "native": "安元洋貴",
            "global": "Hiroki Yasumoto"
        },
        "kr": {
            "native": "이현",
            "global": "Lee Hyun"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}