{
    "charid": "char_279_excu",
    "nameid": "excu",
    "names": {
        "en": "Executor",
        "jp": "イグゼキュター",
        "kr": "이그제큐터",
        "cn": "送葬人"
    },
    "voices": [
        {
            "id": "char_279_excu_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Fragmentation mines deployed. None may interfere with your work or rest, Doctor. You can focus on your duty.",
                "jp": "ドクター、安心してください。地雷を設置しておきましたので、何人たりともあなたの仕事と休息を妨害することはできません。",
                "kr": "박사님, 안심하십시오. 지뢰를 설치해 두었으니, 그 누구도 당신의 업무와 휴식을 방해할 수 없을 겁니다.",
                "cn": "你可以安心值班，博士。破片地雷已经架设完毕，没有人能干扰你的工作和休息。"
            },
            "asset": "char_279_excu/CN_001"
        },
        {
            "id": "char_279_excu_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "I am well aware that Rhodes Island has its own specialists in countering infiltration, sabotage and assassination. I know not who is behind these, but they are operating covertly in every corner of this landship. My mind is just playing tricks on me? Negative, Doctor. My mind does not play tricks.",
                "jp": "誰の差し金かはわかりませんが、ロドスにも潜伏、暗殺、破壊活動の対応に当たる専門チームがあるのを知っています。彼らはロドスの各要所に潜伏していて……気のせい？いえ、私は幻覚など見ませんよ、ドクター。",
                "kr": "누구의 사주인지는 모르겠지만, 로도스 아일랜드에도 잠복, 암살, 파괴 공작에 대응하는 전문 팀이 있다는 걸 알고 있습니다. 그들은 로도스 아일랜드의 곳곳에 잠입해서…… 기분 탓이라고요? 아니요. 저는 환각 따윈 보지 않습니다, 박사님.",
                "cn": "虽然不知道是谁的手笔，但我很清楚罗德岛内部有着专门对抗渗透、暗杀与内部破坏的专门人员，他们潜藏在舰船各处。错觉？不是的。我不会产生幻觉，博士。"
            },
            "asset": "char_279_excu/CN_002"
        },
        {
            "id": "char_279_excu_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "I serve the Laterano Notarial Hall, so I rarely live in Laterano. But even if a Laterano citizen lives in other city-states, most of their rights and privileges still depend on the support of the Hall. In my case, for example, my work has less to do with the living, but more with those at death's door.",
                "jp": "私はラテラーノの中庭公証人役場で外回りを担当しているので、実際ラテラーノで過ごす時間は多くありません。「国外でも公民の権利は保証される」ということで私が出向くのですが、生者の相手をするよりも、見届人として死と向き合うことの方が多いですね。",
                "kr": "저는 라테라노의 중정 공증소에서 외근 업무를 담당하고 있다 보니, 실제로 라테라노에서 지내는 시간은 많지 않습니다. “나라 밖에서도 공민의 권리는 보증된다”라는 이유로 제가 나가는 것이지만, 살아있는 자를 상대하는 것보단, 참관인으로서 죽음과 마주하는 일이 더 많더군요.",
                "cn": "我为拉特兰中庭公证所服务，因此我甚少在拉特兰生活。即使生活在其他城邦，拉特兰公民的权益的方方面面依然有赖公证所的支持，譬如说大多数情况下，我与将死之人的联系比活人更紧密。"
            },
            "asset": "char_279_excu/CN_003"
        },
        {
            "id": "char_279_excu_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "The control system is denying you access? Please allow me to check it. Mm, it appears to be a front-end crash caused by inputting an erroneous command. It has nothing to do with the framework and can be easily solved. Doctor, please feel free to ask me if you have any similar issues in the future. I understand machines better than I do people.",
                "jp": "コントロールシステムにアクセスできない？ちょっと失礼。なるほど、バグでクライアントがクラッシュしたようですが、フレームワーク自体は問題なさそうです。ええ、すぐ直せます。また何かあればどうぞお呼びください。私からすれば、人間よりも機械の方が扱いやすいですから。",
                "kr": "컨트롤 시스템에 접속할 수 없다고요? 잠깐만요. 이런 거였군요, 버그로 인해 클라이언트에 크래시가 난 모양인데, 프레임워크 자체에는 문제가 없는 것 같습니다. 네, 바로 고칠 수 있습니다. 또 무슨 일이 생기면, 언제든 불러 주십시오. 저한테는 인간보다 기계 쪽이 다루기 쉬우니까요.",
                "cn": "控制系统拒绝访问？请允许我检查一下。嗯，是命令错位导致的前端崩溃，和框架没关系，很好解决。之后有类似的问题都可以找我，比起人类，我对机器的理解更深。"
            },
            "asset": "char_279_excu/CN_004"
        },
        {
            "id": "char_279_excu_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "There are many Sankta at Rhodes Island who also use a gun. They will not fire at one other in the face of the law, but I am different. If necessary, I will not hesitate to fire upon my fraters. Of course, there is hardly a need for that, because my fists are sufficient to deal with most of them.",
                "jp": "ロドスにも銃を扱うサンクタ人はいるようですが、私とは違います。彼らは禁止令により同族に銃口を向けませんが、私は必要とあれば相手が同族であってもためらわずに引き金を引きます。とはいえ、今のところこの拳でなんとかなっているので、そんな必要もありませんが。",
                "kr": "로도스 아일랜드에도 총을 다루는 산크타가 있는 모양이지만, 저와는 다릅니다. 그들은 금지령으로 인해 동족에게 총구를 겨누지 않지만, 저는 필요하다면 상대가 동족이라 해도 주저 없이 방아쇠를 당깁니다. 그래도, 지금은 이 주먹으로 그런대로 잘 해결하고 있어서, 그럴 필요도 없지만 말이죠.",
                "cn": "罗德岛也有不少使用铳器的萨科塔人。我与他们不同，他们会因禁令而拒绝射击同类；而我，如有必要，我会毫不犹豫地射击其他公民。当然，现在还没有这种需求，大多数同类我用拳掌就能对付。"
            },
            "asset": "char_279_excu/CN_005"
        },
        {
            "id": "char_279_excu_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Do not worry about the Notarial Hall. They are all reasonable people, and the agreement I signed with Rhodes Island is also in line with their protocols, so they won't make things difficult for you. As a matter of fact, Doctor, I think you are well suited for notarial work yourself. They always welcome foreign employees.",
                "jp": "公証人役場のことは気にしないでください。ロドスと私の協定が規則に反していない以上、彼らは口出しはしません。ところで、ドクターも公証人役場の仕事には向いていると思いますが、いかがでしょう。ラテラーノ公民でなくても歓迎されますよ。",
                "kr": "공증소는 신경 쓰지 마십시오. 로도스 아일랜드와 저의 협정이 규칙에 위배되지 않는 이상, 그들은 참견하지 않습니다. 그나저나, 박사님도 공증소의 업무가 잘 맞으실 것 같은데, 어떠십니까? 라테라노 공민이 아니어도 환영받을 겁니다.",
                "cn": "不用顾忌公证所。他们都是些明事理的人，既然我和罗德岛签订的协约符合规定，他们就绝不会为难你。我认为你也很适合公证所的工作，他们很欢迎外籍员工。"
            },
            "asset": "char_279_excu/CN_006"
        },
        {
            "id": "char_279_excu_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "I have a distant relative who had great musical talent ever since she was a child. Contrary to what others expected, her gift led her onto a tumultuous path. Fortunately, she seems to hate me very much, because I cannot see the illusion she creates, nor understand what emotion means to people.",
                "jp": "私には音楽の天賦の才を持った親戚がいましたが、周りの期待に反し、彼女は才能に溺れ、混乱の渦に身を落としてしまいました。そんな彼女に私はどうも嫌われていたようです。人の感情の持つ意味を理解できない私には彼女の描く幻覚は見えません。ですが、それが私にとっては幸運なことなのかもしれません。",
                "kr": "저에겐 어릴 때부터 음악에 천부적인 재능을 지닌 친척이 있었는데, 주변의 기대와 달리 그녀는 그 재능으로 혼란의 길에 들어섰습니다. 행운이라고 해야 할까요, 그녀는 절 아주 미워하는 모양입니다. 왜냐면 전 그녀가 그리는 환각이 보이지 않을뿐더러 사람의 감정이 지닌 의미를 이해할 수 없거든요.",
                "cn": "我有一位自小就拥有绝佳音乐天赋的远亲。与其他人的期待完全相反，她凭恃才能走上了混乱的道路。幸运的是，她似乎十分厌恶我，因为我既看不见她描绘的幻觉，也不知道情感对人有什么意义。"
            },
            "asset": "char_279_excu/CN_007"
        },
        {
            "id": "char_279_excu_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Private disputes are more frequent than public conflicts, as chaos is the norm over order. I have seen much more people who fired upon me at first glance than those who opened their doors to welcome me. But it matters not, for I can complete any commission, whether it is to kill a living person on behalf of the dead, or to create a dead person on  behalf of the living.",
                "jp": "秘密裏のいざこざは公になっているものより多く、混乱は安定よりも多い。出会い頭に武器を向けてくる者は、心を開いてくれる者よりも多い。まぁ、気にするほどのことではありません。依頼とあらば何でもやり遂げます。死者のために生者を始末するも、生者のために命を奪うも同じです。",
                "kr": "비밀리에 처리된 문제는 공식적으로 발표된 내용보다 많고, 혼란은 안정보다 많습니다. 만나자마자 무기를 겨누는 자는 마음을 열어주는 자보다 많죠. 뭐, 걱정할만한 일은 아닙니다. 의뢰라면 뭐든지 해내겠습니다. 죽은 자를 위해 살아있는 자를 처리하는 것도, 살아있는 자를 위해 생명을 빼앗는 것도 마찬가지입니다.",
                "cn": "秘密的纠纷比公开的多，混乱的局面比有序的多，第一时间拔出武器攻击我的人远比敞开大门欢迎我的人多。这无所谓，只要是委托我都能完成，无论是代死人杀死活人，还是代活人创造死人。"
            },
            "asset": "char_279_excu/CN_008"
        },
        {
            "id": "char_279_excu_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Being treated as an aberration is normal to me, because I cannot understand other people, nor do I have any desire to deal with them. On the contrary, talking to you is quite interesting to me, Doctor. Neither you nor the Notarial Hall has denied me because of the way I live. You make me feel at ease. Thank you.",
                "jp": "変人扱いされるのには慣れています。確かに私は他人をあまり理解できませんし、深い付き合いも苦手です。ですが、このようにドクターと談話するのは悪くありません。あなたも同僚たちも、生き方だけで私を否定することはしないので、気楽に話せます。本当に感謝しています。",
                "kr": "괴짜 취급받는 것에는 익숙합니다. 확실히 저는 다른 사람이 그다지 이해되지 않고, 깊게 사귀는 것도 서툽니다. 하지만, 이렇게 박사님과 대화하는 것은 나쁘지 않습니다. 박사님도 동료들도, 사는 방식만으로 절 부정하지 않으니, 마음 편히 이야기할 수 있습니다. 진심으로 감사하고 있습니다.",
                "cn": "被人当作怪胎是件稀松平常的事，因为我确实不能理解其他人，也不愿和他们往来。相反，像今天一样与你交谈是件有趣的事，你和公证所都没有因为我的处世方式否定我，这让我感觉很自在。谢谢。"
            },
            "asset": "char_279_excu/CN_009"
        },
        {
            "id": "char_279_excu_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Rest is necessary, Doctor. Take your time and rest well.",
                "jp": "休息は大切です。ドクター、ゆっくり休んでください。",
                "kr": "휴식은 중요하죠. 박사님, 푹 쉬십시오.",
                "cn": "休息是必要的，博士。请好好休息。"
            },
            "asset": "char_279_excu/CN_010"
        },
        {
            "id": "char_279_excu_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Well met, Doctor of Rhodes Island. I am a Laterano citizen who signed a clean-up agreement with your company. Here is my certificate. You require to know my name? You may call me Executor, if you insist.",
                "jp": "ロドスのドクターとはあなたのことですか、初めまして。この度ロドスと協定を結ばせていただいた、ラテラーノの者です。こちらが身分証明書になります。なんと呼べば良いかですか？どうしても呼び名が必要であれば、イグゼキュターとでもお呼びください。",
                "kr": "당신이 바로 로도스 아일랜드의 박사님이시군요, 처음 뵙겠습니다. 이번에 로도스 아일랜드와 협정을 맺은 라테라노 사람입니다. 신분증은 여기 있습니다. 뭐라고 불러야 하는지, 말씀입니까? 꼭 호칭이 필요하시다면, 이그제큐터라고 불러 주십시오.",
                "cn": "罗德岛的博士，你好。我是与贵司签署了清理协议的拉特兰公民，这里是我的证件。一定要知道怎么称呼我？你可以叫我送葬人，如果你坚持的话。"
            },
            "asset": "char_279_excu/CN_011"
        },
        {
            "id": "char_279_excu_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "There is value in referencing these battles.",
                "jp": "この戦闘記録は参考にする価値がありますね。",
                "kr": "이 전투 기록은 참고할 가치가 있군요.",
                "cn": "这些战斗有一定的参考价值。"
            },
            "asset": "char_279_excu/CN_012"
        },
        {
            "id": "char_279_excu_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Thank you. I have already prepared all the ammunition I need for the next battle. If the situation worsens, please allow me to use heavier firepower. Promotion? I have already thanked you for that.",
                "jp": "感謝します。次の戦闘に必要な弾薬はすべて作製してあります。戦況が芳しくない場合、重火器の使用も許可してください。昇進についての感想？感謝の言葉はもう述べましたが？",
                "kr": "감사합니다. 다음 전투에 필요한 탄약은 전부 제작해 두었습니다. 전황이 좋지 않을 경우, 중화기의 사용도 허가해 주십시오. 승진에 대한 감상, 말씀입니까? 감사의 말은 이미 했습니다만?",
                "cn": "感谢你。下次战斗需要的子弹我已经全部制造完毕了，如果是更糟糕的状况，请允许我动用重火力。晋升？我已经谢过你了。"
            },
            "asset": "char_279_excu/CN_013"
        },
        {
            "id": "char_279_excu_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Another promotion? I understand, there must be an infiltration operation that requires me at the heart of the enemy. If that's your wish, then I have no objections. You have no such a need? You are just promoting me? Why's that?",
                "jp": "また昇進ですか？なるほど、厳しい潜入任務、例えば敵の内部に潜り込むようなものが待っているのでは？ドクターの命令なら異論はありませんよ。え、他意のないただの昇進？それはまたどうして？",
                "kr": "또 승진입니까? 그렇군요. 혹독한 잠입 임무, 예를 들면 적의 내부에 침투할 필요가 있는 임무가 있습니까? 박사님의 명령이라면 이의는 없습니다. 네? 다른 뜻이 없이 단순한 승진이라고요? 그건 또 어떤 이유 때문입니까?",
                "cn": "再次的晋升？我明白了，一定是有艰巨的潜入任务，甚至是要投入敌人内部行事吧。如果你需要的话，我没有意见。什么？就仅仅是晋升？为什么？"
            },
            "asset": "char_279_excu/CN_014"
        },
        {
            "id": "char_279_excu_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "The law won't enforce itself. It needs executors.",
                "jp": "法を執行するのが執行人の務めです。",
                "kr": "법을 집행하는 것이, 집행자의 의무입니다.",
                "cn": "条律中的语句需要执行者去实现它的效力。"
            },
            "asset": "char_279_excu/CN_017"
        },
        {
            "id": "char_279_excu_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "I am not good at working with others.",
                "jp": "人と接するのは苦手なんですが。",
                "kr": "다른 사람과 함께 일하는 것은 서툴지도 모릅니다.",
                "cn": "我不擅长和他人共事。"
            },
            "asset": "char_279_excu/CN_018"
        },
        {
            "id": "char_279_excu_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Departing.",
                "jp": "出発します。",
                "kr": "출발합니다.",
                "cn": "启程。"
            },
            "asset": "char_279_excu/CN_019"
        },
        {
            "id": "char_279_excu_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Objective: eliminate all enemies.",
                "jp": "目標、全ての敵の排除。",
                "kr": "목표, 모든 적의 제거.",
                "cn": "任务目标，消灭所有敌人。"
            },
            "asset": "char_279_excu/CN_020"
        },
        {
            "id": "char_279_excu_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Let's begin.",
                "jp": "任務開始。",
                "kr": "임무 개시.",
                "cn": "开始吧。"
            },
            "asset": "char_279_excu/CN_021"
        },
        {
            "id": "char_279_excu_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Your request has been confirmed.",
                "jp": "ドクターの要求は確認済です。",
                "kr": "박사님의 요구는 확인했습니다.",
                "cn": "你的请求我确认过了。"
            },
            "asset": "char_279_excu/CN_022"
        },
        {
            "id": "char_279_excu_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Victory is an illusion.",
                "jp": "勝利も一種の幻覚に過ぎないのです。",
                "kr": "승리도 일종의 환각에 지나지 않습니다.",
                "cn": "胜利是种幻觉。"
            },
            "asset": "char_279_excu/CN_023"
        },
        {
            "id": "char_279_excu_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Only the law is the truth.",
                "jp": "法だけが真実です。",
                "kr": "법만이 진실입니다.",
                "cn": "只有条律是真实的。"
            },
            "asset": "char_279_excu/CN_024"
        },
        {
            "id": "char_279_excu_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "My bullets always find their targets.",
                "jp": "無駄弾を撃ったことは一度もありません。",
                "kr": "총알을 낭비한 적은 단 한 번도 없습니다.",
                "cn": "我从不浪费子弹。"
            },
            "asset": "char_279_excu/CN_025"
        },
        {
            "id": "char_279_excu_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "I carry out the wills of the dead and the living.",
                "jp": "生者と死者の依頼を果たすのは私の役目です。",
                "kr": "살아있는 자와 죽은 자의 의뢰를 완수하는 것이 저의 역할입니다.",
                "cn": "我完成生者与死者的嘱托。"
            },
            "asset": "char_279_excu/CN_026"
        },
        {
            "id": "char_279_excu_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Maximizing firepower.",
                "jp": "最大火力で行きます。",
                "kr": "최대 화력으로 가겠습니다.",
                "cn": "最大火力。"
            },
            "asset": "char_279_excu/CN_027"
        },
        {
            "id": "char_279_excu_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "All is permitted when called by necessity.",
                "jp": "必要とあらば禁忌すらも破ります。",
                "kr": "필요하시다면, 금기를 깨는 한이 있더라도 반드시……",
                "cn": "如果必要，我会打破禁忌。"
            },
            "asset": "char_279_excu/CN_028"
        },
        {
            "id": "char_279_excu_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Mission completed. All contracts successfully fulfilled.",
                "jp": "任務完了。契約は全て履行しました。",
                "kr": "임무 완료. 계약은 모두 이행했습니다.",
                "cn": "任务完成。成功履行所有合约。"
            },
            "asset": "char_279_excu/CN_029"
        },
        {
            "id": "char_279_excu_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Mission completed.",
                "jp": "任務完了。",
                "kr": "임무 완료.",
                "cn": "任务完成。"
            },
            "asset": "char_279_excu/CN_030"
        },
        {
            "id": "char_279_excu_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Mission completed. Defects in the result.",
                "jp": "任務完了。完璧とは言えない結果ですが。",
                "kr": "임무 완료. 완벽하다고는 할 수 없는 결과입니다만.",
                "cn": "任务完成，结果有缺陷。"
            },
            "asset": "char_279_excu/CN_031"
        },
        {
            "id": "char_279_excu_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Mission failed.",
                "jp": "任務失敗。",
                "kr": "임무 실패.",
                "cn": "任务失败。"
            },
            "asset": "char_279_excu/CN_032"
        },
        {
            "id": "char_279_excu_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Do not worry about me. I have no need for stable residence.",
                "jp": "私に気を遣うことはありません。心地よい居場所など私には必要ありませんから。",
                "kr": "저를 걱정하실 필요는 없습니다. 안정적인 거처는 제게 필요 없으니까요.",
                "cn": "不必考虑我，我不需要稳定的居所。"
            },
            "asset": "char_279_excu/CN_033"
        },
        {
            "id": "char_279_excu_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "I am confused.",
                "jp": "困ります。",
                "kr": "곤란합니다.",
                "cn": "我感到迷惑。"
            },
            "asset": "char_279_excu/CN_034"
        },
        {
            "id": "char_279_excu_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "How can I help you, Doctor?",
                "jp": "ドクター、私にできることはありますか。",
                "kr": "박사님, 제가 할 수 있는 일이 있습니까?",
                "cn": "博士，需要我做些什么？"
            },
            "asset": "char_279_excu/CN_036"
        },
        {
            "id": "char_279_excu_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_279_excu/CN_037"
        },
        {
            "id": "char_279_excu_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Doctor, please exercise caution.",
                "jp": "ドクター、身の安全には気をつけてください。",
                "kr": "박사님, 안전에 주의하여 주십시오.",
                "cn": "博士，请多加小心。"
            },
            "asset": "char_279_excu/CN_042"
        }
    ],
    "actors": {
        "en": {
            "native": "Eliah Mountjoy",
            "global": "Eliah Mountjoy"
        },
        "cn": {
            "native": "冷泉夜月",
            "global": "Ji Huang"
        },
        "jp": {
            "native": "近藤隆",
            "global": "Takashi Kondo"
        },
        "kr": {
            "native": "김영선",
            "global": "Kim Young-sun"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}