{
    "charid": "char_4004_pudd",
    "nameid": "pudd",
    "names": {
        "en": "Pudding",
        "jp": "プリン",
        "kr": "푸딩",
        "cn": "布丁"
    },
    "voices": [
        {
            "id": "char_4004_pudd_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Doctor, can I borrow half of your desk? Thank you very much. Huff... Ah, it's a blueprint for a new electrical system. I need to get it drawn up by today. Are you busy too? Let's be partners in overtime, then?",
                "jp": "ドクター、机を半分借りてもいいですか？ありがとうございます。よいしょっと……あ、これはですね、新しい電気系統の図面でして、今日中に描き上げないといけないんですよ。ドクターも忙しいんでしょうか。じゃあ一緒に残業しましょう？",
                "kr": "박사님, 지금 쓰시는 책상, 한 반만 빌려써도 될까요? 가, 감사합니다. 영차…… 아, 이게 뭐냐면요, 새로운 전기 계통의 도면인데 오늘 안에 다 그려야 해서요. 박사님도 바쁘세요? 그럼, 같이 야근하실까요?",
                "cn": "博士，能借我您的半边桌子吗？感谢您，嘿咻......啊，这个是新的电气工程图纸，明天之前要画完。您也很忙吗，那一起加班吧？"
            },
            "asset": "char_4004_pudd/CN_001"
        },
        {
            "id": "char_4004_pudd_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "I've been into electricity ever since I was a kid. Just listening to currents crackling really soothed me. Huh? You think that's weird?",
                "jp": "私、小さい頃から電気に興味があったんです。「パチパチ」って電流の音を聞いてるだけで、すっごく落ち着くんですね。あれ、変ですか？",
                "kr": "저는 어렸을 때부터 전기에 흥미가 있었어요. '빠직빠직' 하고 전기가 흐르는 소리를 듣고 있기만 해도 굉장히 마음이 놓이더라고요. 어라, 이상한가요?",
                "cn": "我是从小开始就对电力感兴趣的。“噼里啪啦”的电流声，光是听着就很有安全感。咦，很奇怪吗？"
            },
            "asset": "char_4004_pudd/CN_002"
        },
        {
            "id": "char_4004_pudd_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "You learn a lot when you're in Rhodes Island's Engineering Department. The Operators bring weapons and equipment from all over, all sorts of technological applications you've never seen before, and all of them worth plenty of research time. If I put more efforts to my work, I might be able to stay in the Engineering Department.",
                "jp": "ロドスのエンジニア部にいると、色んなことを学べちゃうんです。皆さんが持ってくる様々な武器や装置に、見たことのない技術運用、どれも時間をかけてお勉強する価値があるものばっかりです。ちゃんと頑張っていけば、きっと私もずっとエンジニア部に居られますよね。",
                "kr": "로도스 아일랜드의 엔지니어링부에 있으면 다양한 걸 배울 수 있어요. 여러분이 가지고 오는 다양한 무기랑 장치도 그렇고, 게다가 전엔 본 적도 없는 기술 운용까지…… 전부 다 시간을 들여서 공부할 가치가 있는 것뿐이에요. 제대로 노력한다면, 분명 저도 계속 엔지니어링부에 있을 수 있겠죠.",
                "cn": "在罗德岛的工程部能学到很多。干员们带来的各式各样的武器和设备，很多未曾见过的技术运用，都值得花上不少时间来研究。只要够努力，我就有机会一直在工程部里待下去吧。"
            },
            "asset": "char_4004_pudd/CN_003"
        },
        {
            "id": "char_4004_pudd_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "This is 'Pillow,' a childhood friend of mine. Our family moved from somewhere way far all the way to Columbia, and I found myself very lonely at school. My mom gave me Pillow to keep me company. Oh, Doctor, you should know it can't speak!",
                "jp": "この子は「ピローちゃん」っていって、子供の頃からずっと一緒の友達なんですよ。私の一家はかなり遠方からクルビアに引っ越したので、学校には同族なんてほとんどいなかったんですね。それで寂しくないようにって、両親がプレゼントしてくれたんです。あ、ドクター、この子は喋れませんからね！",
                "kr": "이 아이는 이름이 '베개'에요. 어렸을 때부터 계속 같이 지낸 친구죠. 우리 가족은 꽤 먼 곳에서 컬럼비아로 이사를 했다 보니, 학교에는 동족이 거의 없었거든요. 그래서, 부모님이 저 외롭지 말라고 선물해 준 거예요. 아, 박사님, 이 아이는 말 못 해요!",
                "cn": "这是“小抱枕”，是从小陪我长大的朋友。我们家族是从很远的地方搬到哥伦比亚来的，学校里也没有多少同族。为了不让我寂寞，父母把小抱枕送给了我。啊，博士，它不会真的说话啦！"
            },
            "asset": "char_4004_pudd/CN_004"
        },
        {
            "id": "char_4004_pudd_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "I got into an accident while I was on a lone study out in the country, and was unable to contact the rescue team. Pillow and I had to make it all the way back to inhabited land on foot. After that... I didn't really want to go out doors.",
                "jp": "昔、野外で単独調査をしていた時に事故っちゃったことがあるんです。いくら時間が経っても救援隊と連絡がつかなくて、どうしようもなくピローちゃんを抱えて歩いてたら、最終的になんとか人のいる集落にたどり着けたんです。それからは……あまり外に出たくなくなっちゃったんですよね。",
                "kr": "예전에 야외에서 단독 조사를 하다가 사고가 난 적이 있어요. 아무리 시간이 지나도 구조대랑 연락이 되지 않아서, 어쩔 수 없이 '베개'를 안고 걸었는데, 어찌저찌 사람이 사는 동네에 도착하게 됐죠. 그때부터는…… 그다지 바깥에 잘 안 나가게 되더라고요.",
                "cn": "我在野外独自考察的时候遇到了意外，等待了很久也没有联系到救援队，最终和小抱枕徒步走回了有人的集落。那之后......我就不太爱出门了。"
            },
            "asset": "char_4004_pudd/CN_005"
        },
        {
            "id": "char_4004_pudd_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "My dreams... that I work well, and everyday is a nice day. Also, I want to buy a holiday villa in Sami, and after my parents are retired, they can live there together... yeah, I've gotta stay healthy, and keep on trucking until they retire.",
                "jp": "私の夢は……しっかり働いて、充実した日々を送ることですね。ああそれと、サーミに別荘を買って、両親が定年退職したらそこで一緒に暮らしたいなーなんて……うん、私も健康に気をつけて、二人の定年まで頑張らないと。",
                "kr": "제 꿈은…… 열심히 일해서, 충실한 나날을 보내는 거예요. 아, 그리고 사미에 별장을 하나 사서, 부모님이 정년퇴직하시면 거기서 같이 살고 싶은데…… 응, 저도 건강에 조심하면서, 두 분이 정년퇴직하실 때까지 노력해야겠어요.",
                "cn": "我的梦想......好好工作，过好充实的每一天。还有啊，我想在萨米买一幢度假别墅，等父母退休以后可以在那里一起生活......嗯，我要健健康康的，坚持到他们退休的那一天。"
            },
            "asset": "char_4004_pudd/CN_006"
        },
        {
            "id": "char_4004_pudd_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Since I was little, my mom and dad would find time every year to take me to the tundras on vacation. We're all really into cold places! Although if I wanted to cover the cost for my own vacations, I'd have to go pick up work in the city again.",
                "jp": "子供の頃からの定例行事で、両親が毎年時間を作って凍原地区まで旅行に連れて行ってくれるんです。うちの家族はみんな寒いところが大好きなんですよ！でも自分で旅行に行くだけのお金を稼ぐには、やっぱり都市で仕事漬けになるしかないですよね。",
                "kr": "어렸을 때부터 거의 연례행사처럼, 부모님이 매년 시간을 내서 빙원 지역까지 여행을 데려가 주세요. 우리 가족은 다들 추운 곳을 정말 좋아하거든요! 그래도, 제가 직접 여행 갈 만큼의 돈을 벌려면, 역시 도시에서 일을 잔뜩 하는 수밖에 없겠죠.",
                "cn": "从小时候开始，父母每年都会抽出时间和我一起去冰原地区度假。我们都很喜欢寒冷的地方！不过，要支撑自己出去度假的开销，还是必须回到都市中工作。"
            },
            "asset": "char_4004_pudd/CN_007"
        },
        {
            "id": "char_4004_pudd_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "Haah, *yawn*... Sorry, Doctor, can I take a break here for a little bit...? Ever since this new project kicked off, the shift schedule's been completely crazy! I still have to go check over the base station later...",
                "jp": "はぁ、はぁ……ごめんなさい、ドクター。ここで少し休ませてもらってもいいですか……新しいプロジェクトのシフトがぎゅうぎゅうでもう大変なんです！このあとだって基地局の点検の仕事が待ってるんですから……",
                "kr": "하아, 하아…… 죄송해요, 박사님. 여기서 조금만 쉬어도 될까요…… 새로운 프로젝트 스케쥴이 꽉 차 있어서 진짜 죽겠어요! 이따가 또 기지국 점검도 하러 가야 하고……",
                "cn": "哈，哈......抱歉，博士，可以让我在您这里休息一会儿吗......新的项目启动之后，排班表实在是太可怕了！之后还要去检修一趟基站......"
            },
            "asset": "char_4004_pudd/CN_008"
        },
        {
            "id": "char_4004_pudd_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "To tell the truth, I've wanted to try going outdoors lately. I've gotten to know a lot of people in the same line as me at Rhodes Island, and I wanna experience more along with them. At least... I'm not ever going to be stuck on my own again, not now.",
                "jp": "実は最近、もう少し外に出てみようかなって思ってるんです。ロドスではたくさん同僚や友達ができましたし、みんなと一緒に色々経験してみたいんですね。今なら……もう遭難して孤立無援なんてことにはならないでしょう、きっと。",
                "kr": "실은 요즘, 조금씩 바깥에도 나가 볼까 생각하고 있어요. 로도스 아일랜드에서 동료들이랑 친구들도 많이 사귀었으니, 다 같이 이것저것 경험해 보고 싶어요. 지금이라면…… 전처럼 아무한테도 못 기대고 혼자 조난당할 일은 없겠죠.",
                "cn": "其实，我最近也想试着多出门。在罗德岛上认识了许多同事和朋友，我也想和大家一起出去经历更多。至少......不会再一个人遇难后无依无靠了吧。"
            },
            "asset": "char_4004_pudd/CN_009"
        },
        {
            "id": "char_4004_pudd_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Oh, the Doctor's asleep…? Well, I'd better turn this machine down a bit. It's kind of loud…",
                "jp": "ドクター寝ちゃったんだ……じゃあ機械の工率をちょっと落としとこう……",
                "kr": "박사님…… 주무시네…… 그럼 기계의 출력을 좀 낮춰 놔야겠다……",
                "cn": "博士睡着了吗......那么，我把机器的功率调小一些......"
            },
            "asset": "char_4004_pudd/CN_010"
        },
        {
            "id": "char_4004_pudd_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Hello, I'm an electrical engineer from Columbia, codename... Well, Closure suddenly started calling me 'Pudding', but I don't know if that's too weird...",
                "jp": "はじめまして、クルビアから来た電気エンジニアです。コードネームは……「『プリン』に決めた！」ってクロージャさんが言ってましたけど、変じゃないですかね……",
                "kr": "처음 뵙겠습니다. 컬럼비아에서 온 전기 엔지니어예요. 코드네임은…… “'푸딩'으로 정했다!”라고 클로저 씨가 그랬는데, 이상하진 않을까요……",
                "cn": "您好，我是来自哥伦比亚的电气工程师，代号......可露希尔小姐说，就叫“布丁”了，会不会很奇怪啊......"
            },
            "asset": "char_4004_pudd/CN_011"
        },
        {
            "id": "char_4004_pudd_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "So this is how professionals fight… Alright, I'd better put in some training if I'm gonna make it through this safely.",
                "jp": "プロの戦い方はこんな感じなんですね……よし、事故らないように私ももっとトレーニングしないと。",
                "kr": "프로의 전투 방식은 이런 거군요…… 좋아, 사고 안 나게 나도 더 훈련해야지.",
                "cn": "专业的作战方法原来是这样啊......好，为了不出意外，我也要多加训练了。"
            },
            "asset": "char_4004_pudd/CN_012"
        },
        {
            "id": "char_4004_pudd_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Thank you for the recognition. I still have a ways to go compared to Rhodes Island's other Operators, so if there's any more high-effort work, throw it my way. If I just get enough sleep, I can hold out for some real long shifts.",
                "jp": "私のことを認めてくださってありがとうございます。ほかのオペレーターさんと比べると自分なんてまだまだですし、手間のかかるお仕事はどんどん私に振っちゃってくださいね。前もって寝溜めしておけば、長時間勤務だってへっちゃらですから。",
                "kr": "저를 인정해 주셔서 감사합니다. 다른 오퍼레이터 분들이랑 비교하면 저는 아직 멀었으니까, 손이 많이 가는 일은 앞으로도 저한테 던져주세요. 미리 많이 자 두면, 장시간 근무도 끄떡없으니까요.",
                "cn": "感谢您的认可。我和罗德岛其它干员比还有许多不足，一些费精力的工作就让我多做一些吧。只要提前睡够了，能持续工作很长一段时间哦。"
            },
            "asset": "char_4004_pudd/CN_013"
        },
        {
            "id": "char_4004_pudd_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Combat missions in the tundra? At this point, I think I can be of help. Doctor, thank you, and all of Rhodes Island for always encouraging me. I'd like to pitch in some of my own strength now.",
                "jp": "凍原地区の作戦任務ですか？今の私ならきっと力になれます。ドクター、そしてロドスのみんな、いつも励ましてくださってありがとうございます。私も微力ながらみんなのお力になりたいです。",
                "kr": "빙원 지역의 작전 임무인가요? 지금의 저라면 분명 힘이 될 수 있을 거예요. 박사님, 그리고 로도스 아일랜드의 여러분, 늘 격려해 주셔서 감사합니다. 아직 많이 부족하지만, 저도 모두의 힘이 되고 싶어요.",
                "cn": "冰原地区的作战任务？现在的我也能帮上忙了。博士，感谢一直以来您和罗德岛对我的鼓励，我也想付出自己的一份力量。"
            },
            "asset": "char_4004_pudd/CN_014"
        },
        {
            "id": "char_4004_pudd_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "I'm being assigned to combat? Just give me a bit more time to get ready... I... I can do this.",
                "jp": "作戦に出るんですか？もう少しだけ準備させてください……わ、私、やってみせますから。",
                "kr": "작전에 나가는 건가요? 조금만 더 준비하고 나가면 안 될까요…… 제, 제가 제대로 해낼 테니까요.",
                "cn": "要进行作战吗？再让我准备一下......我......我能做到的。"
            },
            "asset": "char_4004_pudd/CN_017"
        },
        {
            "id": "char_4004_pudd_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "I don't have much confidence in commanding, but I do know a thing or two about basic survival in the countryside.",
                "jp": "指揮の自信は全然ありませんけど、サバイバルの基礎知識ならそれなりにありますよ。",
                "kr": "지휘하는 건 별로 자신이 없지만, 생존 기초 지식이라면 나름 익혀뒀으니까요.",
                "cn": "我没有什么指挥的自信，不过，野外基础生存知识还是有的。"
            },
            "asset": "char_4004_pudd/CN_018"
        },
        {
            "id": "char_4004_pudd_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Pillow, don't you go leaving my sight.",
                "jp": "ピローちゃん、私から離れちゃダメだよ。",
                "kr": "베개야, 나한테서 떨어지면 안 돼.",
                "cn": "小抱枕，不要离开我怀里哦。"
            },
            "asset": "char_4004_pudd/CN_019"
        },
        {
            "id": "char_4004_pudd_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Getting shocked hurts, you know?",
                "jp": "感電ってすっごく痛いんですよ？",
                "kr": "감전되면 진~짜 아플 걸요?",
                "cn": "触电之后会很痛哦？"
            },
            "asset": "char_4004_pudd/CN_020"
        },
        {
            "id": "char_4004_pudd_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "Yep... understood.",
                "jp": "はい……了解です。",
                "kr": "네…… 알겠습니다.",
                "cn": "嗯......我知道了。"
            },
            "asset": "char_4004_pudd/CN_021"
        },
        {
            "id": "char_4004_pudd_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Phew—Pillow, let's do our best!",
                "jp": "ふぅ――ピローちゃん、頑張ろっ！",
                "kr": "휴…… 베개야, 힘내자!",
                "cn": "呼——小抱枕，一起加油吧！"
            },
            "asset": "char_4004_pudd/CN_022"
        },
        {
            "id": "char_4004_pudd_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Waaaah, careful!",
                "jp": "わああ！危ないっ！",
                "kr": "와아아! 위험해!",
                "cn": "哇啊啊，小心！"
            },
            "asset": "char_4004_pudd/CN_023"
        },
        {
            "id": "char_4004_pudd_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Alright, I... I'm up!",
                "jp": "よし、い……行きます！",
                "kr": "좋아, 가…… 갑니다!",
                "cn": "好，要......要上了！"
            },
            "asset": "char_4004_pudd/CN_024"
        },
        {
            "id": "char_4004_pudd_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Collector on standby!",
                "jp": "集電スタンバイ！",
                "kr": "집전 스탠바이!",
                "cn": "集电准备！"
            },
            "asset": "char_4004_pudd/CN_025"
        },
        {
            "id": "char_4004_pudd_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Electric diffusion!",
                "jp": "電子拡散！",
                "kr": "전자 확산!",
                "cn": "电子扩散！"
            },
            "asset": "char_4004_pudd/CN_026"
        },
        {
            "id": "char_4004_pudd_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Electric charge!",
                "jp": "電気チャージ！",
                "kr": "전기 차지!",
                "cn": "电子流载入！"
            },
            "asset": "char_4004_pudd/CN_027"
        },
        {
            "id": "char_4004_pudd_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Live discharge!",
                "jp": "電撃発射！",
                "kr": "전격 발사!",
                "cn": "电流发射！"
            },
            "asset": "char_4004_pudd/CN_028"
        },
        {
            "id": "char_4004_pudd_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Mission complete. Right now, I got the same feeling I get seeing a blueprint come perfectly to life. What a relief!",
                "jp": "任務完了です。設計図通りに製品が組み上がった時みたいに清々しい気分です。良かったぁー！",
                "kr": "임무 완료예요. 설계도대로 제품이 완성됐을 때처럼, 상쾌한 기분이네요. 다행이다~!",
                "cn": "完成了，现在的心情，就和设计图转为成品时完全没出错一样爽快。太好了！"
            },
            "asset": "char_4004_pudd/CN_029"
        },
        {
            "id": "char_4004_pudd_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "That wasn't too bad of a job... heheh, can you put this in my evaluation?",
                "jp": "今回はまあまあの成果でしたよね……フフッ、業績評価報告に書いてもらえますかね？",
                "kr": "나쁘지 않은 성과였네요 이번엔…… 헤헤, 업적 평가 보고서에 써 주실 수 있나요?",
                "cn": "这次做得还行吧......呼呼，可以放进绩效报告中吗？"
            },
            "asset": "char_4004_pudd/CN_030"
        },
        {
            "id": "char_4004_pudd_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Ugh... no. A discrepancy like this should be totally avoidable.",
                "jp": "……ダメだ、こんな誤差なんて絶対無くせるはずなのに。",
                "kr": "……안 돼, 이런 오차 따윈 분명 없앨 수 있을 텐데.",
                "cn": "......不行，这样的误差，明明是可以避免的。"
            },
            "asset": "char_4004_pudd/CN_031"
        },
        {
            "id": "char_4004_pudd_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Everyone, orderly retreat, please! I don't want anyone to fall behind!",
                "jp": "皆さん慌てず順序よく撤退してください。くれぐれもはぐれないでくださいね！",
                "kr": "여러분, 당황하지 말고 순서대로 철수해 주세요. 다들 떨어지지 마세요!",
                "cn": "请大家有序撤退，千万不要掉队！"
            },
            "asset": "char_4004_pudd/CN_032"
        },
        {
            "id": "char_4004_pudd_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Phew, now where should I put Pillow...",
                "jp": "ふぅ、ピローちゃんはどこに置こうかな……",
                "kr": "후, 베개는 어디에 둘까……",
                "cn": "呼，把小抱枕放在哪里好呢......"
            },
            "asset": "char_4004_pudd/CN_033"
        },
        {
            "id": "char_4004_pudd_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "Oh, careful, you'll get shocked!",
                "jp": "ひゃっ、気をつけて、感電しちゃいますよ！",
                "kr": "꺅, 조심하세요, 감전되겠어요!",
                "cn": "咿啊，小心，您会触电的！"
            },
            "asset": "char_4004_pudd/CN_034"
        },
        {
            "id": "char_4004_pudd_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Ahh... please don't throw out any of the pink household goods in the Engineering Department. Those are for overtime use!",
                "jp": "ああ……エンジニア部にあるピンクの生活用品は捨てないでください。残業の時に使いますから！",
                "kr": "아아…… 엔지니어링부에 있는 분홍색 생필품은 버리지 말아 주세요. 야근할 때 쓸 거니까요!",
                "cn": "啊啊，放在工程部的所有粉色生活用品请不要扔，那是在加班的时候用的！"
            },
            "asset": "char_4004_pudd/CN_036"
        },
        {
            "id": "char_4004_pudd_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4004_pudd/CN_037"
        },
        {
            "id": "char_4004_pudd_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Doctor, Happy New Year! Heheh, I'm going to take a few days off at a mountain resort nearby. There's a towering ski slope there, and hot springs, and ice fishing! Alright, see you la— The electrics need maintenance? Ohh... okay...",
                "jp": "ドクター、明けましておめでとうございます！へへ、私は何日かお休みを取って、近くの雪山リゾートに行こうと思っています。あそこには大きなスキー場があって、それから温泉と氷上釣りも楽しめちゃうんですよ！それでは、行ってきま――電力システムのメンテナンスが必要なんですか？うう、分かりました……",
                "kr": "새해 복 많이 받으세요, 박사님! 헤헤, 전 며칠 휴가를 내고 인근에 있는 설산 리조트에 다녀오려고요. 거기엔 정말 큰 스키장이랑 온천이 있고, 얼음낚시도 즐길 수 있거든요! 그럼 잘 다녀오겠…… 전력 시스템의 점검이 필요하다고요? 으음…… 알겠어요……",
                "cn": "博士新年快乐！嘿嘿，我准备休几天假，去附近的雪山度假村，那里有一个非常大的滑雪场，还可以泡温泉和冰钓呢！那么，我就出发——电力系统需要维护？唔......好吧......"
            },
            "asset": "char_4004_pudd/CN_038"
        },
        {
            "id": "char_4004_pudd_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Good morning, Doctor. *yawn*... I should probably catch up on some sleep.",
                "jp": "おはようございます、ドクター。ふわぁ……私もそろそろ寝ないとなぁ。",
                "kr": "좋은 아침이에요, 박사님. 하암…… 나도 슬슬 자야겠다……",
                "cn": "早上好，博士。呼哈......我也该去补觉了。"
            },
            "asset": "char_4004_pudd/CN_042"
        },
        {
            "id": "char_4004_pudd_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "Closure says she has a surprise for everyone today. Soo… I hope you'll like the light show tonight, Doctor. Actually, the energy-saving proposal for the string lights was mine, which I worked a whole week of overtime on to... no, never mind...",
                "jp": "今日はみんなのためにサプライズを用意したと、クロージャさんが言ってました。夜のライトショーを楽しみにしててくださいね、ドクター。実は、イルミネーションの省電力プランは私が作ったんです。これのために一週間も残業して……いえ、なんでもないです……",
                "kr": "클로저 씨가 모두를 위해서 깜짝 선물을 준비했다고 하셨어요. 박사님도 오늘 밤에 있을 조명쇼를 기대해 주세요. 사실 조명 장식의 에너지 절약 계획은 전부 제가 세웠거든요. 이걸 위해서 일주일이나 야근을…… 아, 아무것도 아니에요……",
                "cn": "可露希尔小姐说，今天为大家准备了一个惊喜。博士可以期待一下晚上的灯光秀哦。其实，彩灯的节能方案都是我做的，为了这个还加了一周班......不，没什么......"
            },
            "asset": "char_4004_pudd/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Penelope Rawlins",
            "global": "Penelope Rawlins"
        },
        "cn": {
            "native": "何雨薇",
            "global": "Vivia"
        },
        "jp": {
            "native": "立花日菜",
            "global": "Hina Tachibana"
        },
        "kr": {
            "native": "김새해",
            "global": "Kim Sae-hae"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}