{
    "charid": "char_4064_mlynar",
    "nameid": "mlynar",
    "names": {
        "en": "Młynar",
        "jp": "ムリナール",
        "kr": "무에나",
        "cn": "玛恩纳"
    },
    "voices": [
        {
            "id": "char_4064_mlynar_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "If you've thought it through, I have no qualms with it. Please let me know when the documents are due.",
                "jp": "……熟慮の上でのご判断ならば、従いましょう。この書類の提出期限をご教示ください。",
                "kr": "……적절한 고려에 따른 판단이라면 이의 없습니다. 이 서류의 제출 기한을 알려 주시기 바랍니다.",
                "cn": "......您考虑妥当的话，我无意反对。这些文书工作，请安排交付时限。"
            },
            "asset": "char_4064_mlynar/CN_001"
        },
        {
            "id": "char_4064_mlynar_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "...Please, go ahead. It's okay. Reading the paper is just an unhelpful habit I picked up in the Grand Knight Territory, but one can learn much more from a day's trip outside the city than a hundred papers can teach... It's true that the Nearl name often shows up in the headlines, but there's no need to pay that any mind.",
                "jp": "……どうぞ続けてください。大騎士領にいた頃の無意味な習慣の延長で、目を通しているに過ぎませんからお気になさらず。そもそも、移動都市の外で得られる見聞は、百部の新聞にも勝ります……ああ、ニアールの名を紙面で目にすることも多くはありますが、そちらも気にするほどのことではありません。",
                "kr": "……말씀하세요, 괜찮습니다. 신문을 보는 건 그저 그랜드 나이트 영지에서 얻은 무의미한 습관일 뿐입니다. 이동도시 밖에서 쌓는 하루 동안의 견문이 백 편의 신문 기사보다도 유익할 테니…… 니어의 이름이 기사에 자주 실린 건 사실이지만, 굳이 신경 쓸 만한 일은 아닙니다.",
                "cn": "......您请说。没关系，看报只是我在大骑士领养成的无用习惯。在移动城市之外，一日的见闻远多于百份报纸的记叙......临光的姓名也确实经常见诸报端，没什么可在意的。"
            },
            "asset": "char_4064_mlynar/CN_002"
        },
        {
            "id": "char_4064_mlynar_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "I'm afraid I can't advise Rhodes Island on its affairs in Kazimierz. I may have spent a decade in that tower, but only as an unambitious nobody. I'm in no position to express my views on the General Chamber of Commerce. The sword...? Yes, I know how to use one, and I've always used the same one.",
                "jp": "申し訳ないのですが、カジミエーシュにおけるロドスの業務に関して、私から助言できることはありません。あのビルには十年ほど籍を置いていましたが、所詮は平凡な一社員でしたので、商業連合会に物申す権利などありませんでしたしね。――剣、ですか？……ええ、扱えますよ。ずっとこの剣を使い続けてきましたから。",
                "kr": "로도스 아일랜드가 카시미어에서 해야 하는 업무라면, 죄송하지만 조언을 드리기 어려울 것 같습니다. 비록 그 빌딩에서 십 년간 있긴 했지만, 보잘것없는 평범한 사원이었던지라 상업 연합회에 대한 발언권 같은 건 없었습니다. 검 말입니까? 네……쓸 수 있습니다. 계속 이 검을 사용해 왔으니까요.",
                "cn": "对于罗德岛在卡西米尔的业务，恕我无法提供建议。虽然曾经在那幢大楼里坐过十年，但我不过是庸庸碌碌的普通人，无权对商业联合会发表任何见解。剑？......是能用的。一直是同一柄剑。"
            },
            "asset": "char_4064_mlynar/CN_003"
        },
        {
            "id": "char_4064_mlynar_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": "No need to have Maria come see me. She's not a child anymore, and ought to make her own decisions, lest she embarrass her parents. A knight should temper themselves through travel, and no matter what she does under Rhodes Island's wing, she must always be responsible for her own actions.",
                "jp": "マリアを呼んでくる必要はない。彼女ももう大人なのだから、自分の意志で物事を決められないようでは、両親に恥をかかせることになるだろうしな。騎士たる者、遠方へ赴いて修行を積み、経験を重ねるべきだ。彼女がロドスで何を為そうとするにせよ、自らの行動に責任を持たねばならない。",
                "kr": "마리아를 불러올 필요는 없습니다. 마리아도 이제 어른인데, 아직도 스스로의 결정을 내리지 못한다면 그의 부모도 아마 부끄러워할 테죠. 기사라면 응당 멀리 여행하며 견문을 쌓아야 합니다. 로도스 아일랜드에서 무얼 하든, 마리아는 스스로의 행동에 책임을 져야만 합니다.",
                "cn": "不必让玛莉娅来见我。她年纪也不小了，到现在如果还有什么不能自行拿定主意，她的父母也会为之感到羞愧。骑士应当远游历练，无论她要随着罗德岛做什么，她都该为自己的举动负责。"
            },
            "asset": "char_4064_mlynar/CN_004"
        },
        {
            "id": "char_4064_mlynar_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "Leithanien's conspiracies... Nothing more than trifles that happened years ago. It doesn't change the fact that I'm an ordinary citizen, nor does it change anything else. To Kazimierzians, stars and heroes come and go. The success they enjoy is only that which they are permitted.",
                "jp": "リターニアの陰謀か……あれは遠い昔に起きた些細な出来事にすぎない。あの程度のことでは、何かを変えることなどできん。私が平凡な一市民であるという事実すらもな。カジミエーシュ人にとって、スターや英雄はいくらでも現れるものであり、彼らの目に映し得るのは「許された」成功のみだ。",
                "kr": "라이타니엔의 음모라…… 그건 지난날에 있었던 사소한 일에 지나지 않습니다. 그 정도의 일로는 무언가를 바꿀 수 없으니까요. 제가 평범한 사람이란 사실조차 말이죠. 카시미어 사람들에게 있어서 스타와 영웅은 계속해서 나타나는 자들일 뿐이고, 그들이 볼 수 있는 건 그저 허락된 성공뿐입니다.",
                "cn": "莱塔尼亚的阴谋......只是件过去多年的小事。它不会改变我只是一介普通人的事实，也不会改变别的什么。对于卡西米尔人来说，明星与英雄层出不穷。他们能看见的只有被允许的成功。"
            },
            "asset": "char_4064_mlynar/CN_005"
        },
        {
            "id": "char_4064_mlynar_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Seems Margaret kept the title she earned from that charade. Hmph, so she still sees her actions as a victory, after squandering the Nearls' glory in those cheap commercial performances... My Originium Arts? Alas, I can nary illuminate a thing.",
                "jp": "マーガレットは、未だにあの茶番で得た称号を用いているようだな。ふっ、今でも自らの行いを勝利と見なしているのだろう。ニアール家の栄光は、あいつの手によってくだらん見世物の一部にされてしまったというのに……私のアーツ？残念だが、私に何かを照らすことなどできはしない。",
                "kr": "보아하니, 마가렛은 아직도 그 촌극에서 얻은 칭호를 간직하고 있는 것 같군요. 후, 아직도 자신의 행동을 승리라고 여기는 건가…… 니어 가문이 쌓아 온 영광이, 마가렛에 의해 싸구려 쇼의 일부가 되어 버렸군요…… 제 아츠 말입니까? 유감이지만, 전 아무것도 비출 수 없습니다.",
                "cn": "看来玛嘉烈还保留着那个闹剧里的绰号。呵，她仍把自己的行为视作胜利。临光家族的荣光，被她移花接木到了那种廉价的商业表演中......我的源石技艺？很遗憾，我并不能照亮什么。"
            },
            "asset": "char_4064_mlynar/CN_006"
        },
        {
            "id": "char_4064_mlynar_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "No need to teach me how to get along with the Infected...You should be aware of my time spent living among the refugees…? The Infected, the disabled, the bankrupt, the famished and poor... they're all the same in the ways that matter. The most honorable thing they can hope to achieve is climbing out of their tent in the settlement before their final moments arrive.",
                "jp": "私に感染者への接し方を教える必要はない……既に誰かから聞いているだろう？感染者や、消えぬ傷を負った者、そして貧困や飢えに苦しむ者たちに大差はない。死期を悟った時に、雑魚寝のテントから離れることだけが、彼らが選択できる己の尊厳を保つ行いだ。",
                "kr": "제게 감염자를 대하는 방법을 알려 줄 필요는 없습니다…… 이미 누군가한테 들었나 보군요? 감염자, 사지를 잃은 자, 파산하여 몰락한 자들과 음식을 구걸하는 자들은 서로 다를 게 없다 생각합니다. 존엄을 지키기 위해서 할 수 있는 것이란, 그저 죽음을 깨달았을 때 빈민굴의 텐트를 먼저 기어 나오는 일뿐이니까요.",
                "cn": "不用教我如何与感染者相处......有人已经告诉过你了，是吗？那些......感染者、伤残者、破产潦倒者、饥馑求乞者，并无区别，能做的最体面的事情，就是在临死前爬出聚居的帐篷。"
            },
            "asset": "char_4064_mlynar/CN_007"
        },
        {
            "id": "char_4064_mlynar_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "You, too, encourage the others to throw themselves at a cause that will yield no results. Those who attempt to walk through fire in the dark night will only find themselves immolated. That said, you don't need my advice, given the path you so obstinately walk alone.",
                "jp": "あなたは、人々をそそのかし、結果など得られようもない事業へと身を投じさせている。暗闇に火明かりをもたらそうとする者は、往々にしてその火に焼かれてしまうというのに……だが、私の忠告など、届くはずもなかろう。あなたは、己の信じるままに進み続ける人なのだから。",
                "kr": "당신 또한 사람들로 하여금 결과가 없는 사업에 몸을 던지도록 부추기고 있군요. 어둠 속에서 불을 건네려는 이들은, 때때로 그 불에 타 버리고는 합니다…… 하지만, 당신에게 제 충고가 닿진 않겠죠. 당신은 그저, 자기 신념대로 나아갈 뿐일테니……",
                "cn": "你也在鼓动人们投身于一场没有结果的事业。试图于黑夜中渡火者，往往只能引火烧身......你不应该是需要我忠告的人。你只是，一意孤行。"
            },
            "asset": "char_4064_mlynar/CN_008"
        },
        {
            "id": "char_4064_mlynar_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "In the first two years after they left the Grand Knight Territory, the campaign knights would often bring me their letters. By the time the last one arrived, Maria was already old enough to understand its gist... Whether the letters were written beforehand makes no difference to me, but given the weight of their lives and deaths, they wouldn't have disappeared without so much as a peep.",
                "jp": "二人が大騎士領を離れて最初の二年間、征戦騎士が手紙を届けてくれていたんだ。最後の一通が届いた時には、マリアもその内容を概ね理解できる年頃になっていたな……あの手紙が前もって書かれていたものかどうかはどうでもいい。ただ、彼らの命の重さを考えれば、何の連絡もないというのはおかしいことだ。",
                "kr": "그들이 그랜드 나이트 영지를 떠난 뒤로 두 해 동안, 출정 기사들이 몸소 편지를 전해 주곤 했지. 마지막 편지가 도착했을 즈음엔 아마 마리아도 그 내용을 대충 이해할 수 있는 나이가 되어 있더군…… 미리 쓰인 편지인지 아닌지는 상관없어. 그저, 그 둘의 목숨이 지닌 무게를 감안하면 아무런 소식이 없다는 건 말도 안 되는 일이지.",
                "cn": "他们刚离开大骑士领的两年里，征战骑士会专程捎来家书。最后一封信寄到时，玛莉娅已经能大略听懂内容......信是不是事先写好的，我不在乎。只是以他们的生死之重，不该了无回音。"
            },
            "asset": "char_4064_mlynar/CN_009"
        },
        {
            "id": "char_4064_mlynar_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "A wilderness without light…",
                "jp": "灯火（ともしび）なき荒野、か……",
                "kr": "불빛 하나 없는 황야인가……",
                "cn": "没有灯光的荒野......"
            },
            "asset": "char_4064_mlynar/CN_010"
        },
        {
            "id": "char_4064_mlynar_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "Młynar Nearl. Per our contract's provisions, I shall assist Rhodes Island with its operations in Kazimierz. ...You already knew my name. I'm neither a knight, nor do I have a title.",
                "jp": "契約に基づき、カジミエーシュ領内での業務の補佐を務めます、ムリナール・ニアールと申します。……私の名前など、あなたはすでにご存知でしたね。私は騎士ではなく、騎士号もありません。",
                "kr": "무에나 니어, 계약에 따라 카시미어에서 로도스 아일랜드의 업무에 협조하겠습니다…… 제 이름은 이미 알고 계셨군요. 저는 기사가 아니며, 칭호 또한 없습니다.",
                "cn": "玛恩纳·临光，根据合同条款，协助罗德岛在卡西米尔境内的业务......您此前已经知晓本人姓名。我并非骑士，也没有封号。"
            },
            "asset": "char_4064_mlynar/CN_011"
        },
        {
            "id": "char_4064_mlynar_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "A Kazimierzian is smart after the damage is done…",
                "jp": "今更こんなもの……",
                "kr": "이제 와서 이런 걸……",
                "cn": "事到如今......"
            },
            "asset": "char_4064_mlynar/CN_012"
        },
        {
            "id": "char_4064_mlynar_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "I appreciate your appraisal, if you consider such ordinary performance worthy of promotion.",
                "jp": "私の平凡な働きぶりが、昇進に値すると本当にお思いであれば――重用していただき、ありがとうございます。",
                "kr": "제 평범한 업무 성과를 두고, 승진할 가치가 있다고 판단하신 거라면…… 중용해 주셔서 감사드립니다.",
                "cn": "感谢您的器重，如果您真的认为凭我这些普通的工作业绩值得晋升的话。"
            },
            "asset": "char_4064_mlynar/CN_013"
        },
        {
            "id": "char_4064_mlynar_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Titles and positions are both meaningless. The knights of the Nearl family do not require recognition to walk their paths. Even in modern Kazimierz, where every path leads to darkness.",
                "jp": "役職や肩書きは、所詮空名でしかない。ニアール家の騎士たる者、他者の評価によって己の道を揺るがすことなどないのだから……たとえ、今のカジミエーシュでは、あらゆる道が闇に包まれているのだとしてもな。",
                "kr": "직위나 칭호 따위는 그저 헛된 명성에 불과하다. 비록 오늘날, 카시미어의 모든 길이 어둠에 잠겨 있다 할지라도, 니어 가문의 기사라면 남들이 인정해 주지 않더라도 자신의 길을 찾을 수 있을 테니……",
                "cn": "职位与头衔不过是虚名，临光家的骑士从不需要他人的认可来指引自己的道路......即使在如今的卡西米尔，每一条道路都没入黑暗。"
            },
            "asset": "char_4064_mlynar/CN_014"
        },
        {
            "id": "char_4064_mlynar_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "Man has forgotten true struggle… as well as those who require it to survive.",
                "jp": "人々はすでに、本当の戦いというものを……そして、それ以外に生きる手立てのない人のことを、忘れ去ってしまった。",
                "kr": "사람들은 진정한 투쟁을 잊어버렸다…… 그리고, 그 외에는 살아갈 방법이 없는 자들도 함께 잊어버렸지.",
                "cn": "人们已经忘记了真正的斗争......也忘记了那些不得不以此手段竭力生存的人。"
            },
            "asset": "char_4064_mlynar/CN_017"
        },
        {
            "id": "char_4064_mlynar_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "...Follow me.",
                "jp": "……私についてこい。",
                "kr": "……나를 따라와라.",
                "cn": "......跟我走吧。"
            },
            "asset": "char_4064_mlynar/CN_018"
        },
        {
            "id": "char_4064_mlynar_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "Sand, dust, and blood. Most fail to imagine the sight of their admixture.",
                "jp": "黄砂、煙塵、鮮血。多くの人間には、想像もつかないことだろう。",
                "kr": "누런 모래, 연기, 선혈. 많은 이들이 여지껏 상상조차 하지 못했던 것들이지.",
                "cn": "黄沙、烟尘、鲜血，许多人从来不曾想象。"
            },
            "asset": "char_4064_mlynar/CN_019"
        },
        {
            "id": "char_4064_mlynar_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "To think they are unaware of their own shame...",
                "jp": "奴らは自らの行いを恥じてすらいない。",
                "kr": "수치스러운 줄도 모르는 녀석들이로군.",
                "cn": "他们甚至不知自己可耻。"
            },
            "asset": "char_4064_mlynar/CN_020"
        },
        {
            "id": "char_4064_mlynar_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "I'm fully prepared.",
                "jp": "準備はできている。",
                "kr": "준비는 되어 있습니다.",
                "cn": "我已做好准备。"
            },
            "asset": "char_4064_mlynar/CN_021"
        },
        {
            "id": "char_4064_mlynar_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "Hm.",
                "jp": "ああ。",
                "kr": "네.",
                "cn": "嗯。"
            },
            "asset": "char_4064_mlynar/CN_022"
        },
        {
            "id": "char_4064_mlynar_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "These so-called foes… not even worth drawing my sword.",
                "jp": "こんなもの……剣を抜くまでもない。",
                "kr": "저런 것들은…… 검을 뽑아 들 가치조차 없군요.",
                "cn": "这些东西......不配我拔剑。"
            },
            "asset": "char_4064_mlynar/CN_023"
        },
        {
            "id": "char_4064_mlynar_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "Just like the old days?… No.",
                "jp": "懐かしい？……いいや。",
                "kr": "그립냐고요? ……아니요.",
                "cn": "怀念？......不。"
            },
            "asset": "char_4064_mlynar/CN_024"
        },
        {
            "id": "char_4064_mlynar_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "This won't hurt your eyes.",
                "jp": "目に眩しくは映るまい。",
                "kr": "눈이 부시지는 않을 거다.",
                "cn": "不会刺痛你的眼睛。"
            },
            "asset": "char_4064_mlynar/CN_025"
        },
        {
            "id": "char_4064_mlynar_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "How very tiring.",
                "jp": "嫌気が差してくる。",
                "kr": "싫증이 나는군.",
                "cn": "令人厌倦。"
            },
            "asset": "char_4064_mlynar/CN_026"
        },
        {
            "id": "char_4064_mlynar_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "It rains.",
                "jp": "……雨だ。",
                "kr": "……비가 오는군.",
                "cn": "......下雨了。"
            },
            "asset": "char_4064_mlynar/CN_027"
        },
        {
            "id": "char_4064_mlynar_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "That sigh... still haunts my mind.",
                "jp": "今でも……あの嘆きが聞こえてくる。",
                "kr": "지금도…… 그 탄식이 들리는 듯하군.",
                "cn": "我仍然......听得见那声叹息。"
            },
            "asset": "char_4064_mlynar/CN_028"
        },
        {
            "id": "char_4064_mlynar_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "You still have full confidence in everything... With these people's fate in your hand, you still believe there will be a happy ending.",
                "jp": "あなたはまだ信じているのだろう……みなの命運をその手に握る時、必ず良い結末に至れると。",
                "kr": "모든 이들의 운명을 거머쥘 때, 분명 좋은 결과가 있으리라고…… 당신은 아직도 믿음을 품고 있군요.",
                "cn": "你对一切仍然满怀信心......将这些人的命运捏在手里的时候，你相信会有个好结局。"
            },
            "asset": "char_4064_mlynar/CN_029"
        },
        {
            "id": "char_4064_mlynar_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "If you have no other work for me, I shall take my leave.",
                "jp": "ほかに仕事がないのなら、これで失礼する。",
                "kr": "다른 업무가 없다면 이만 실례하겠습니다.",
                "cn": "没有其他工作的话，我就先行告退了。"
            },
            "asset": "char_4064_mlynar/CN_030"
        },
        {
            "id": "char_4064_mlynar_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Deserters… they always have somewhere to hide, among their like-minded brethren.",
                "jp": "逃げた、か……奴らが身を潜められる場所はなくなりはしないだろう。多くの同類たちがそこで待っているのだから。",
                "kr": "도망이라…… 같은 처지에 놓인 녀석들이 잔뜩 기다리고 있을 테니, 저들이 몸을 숨길 곳은 언제나 있겠죠.",
                "cn": "逃跑......他们永远有藏身之处，有更多的同类等着迎接他们。"
            },
            "asset": "char_4064_mlynar/CN_031"
        },
        {
            "id": "char_4064_mlynar_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Mark my words, there will be battles you cannot win. Have you considered the consequences of those inevitable failures?",
                "jp": "あなた方の戦いも、いずれ敗北に終わる時が来る……あなたは、一つ一つの失敗がもたらす結果を考えたことがあるか？",
                "kr": "당신들의 싸움도 언젠가는 실패하는 날이 올 겁니다…… 당신은 하나하나의 실패들이 가져올 결과를 생각해 본 적이 있습니까?",
                "cn": "你们的战斗终有失败的一天......你真的考虑过每一种失败的后果吗？"
            },
            "asset": "char_4064_mlynar/CN_032"
        },
        {
            "id": "char_4064_mlynar_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "You... accommodate quite a few people here.",
                "jp": "あなた方は……多くの人々を受け入れているようだな。",
                "kr": "당신들은…… 여기에 많은 이들을 수용하고 있군요.",
                "cn": "你们......在这里收容了很多人。"
            },
            "asset": "char_4064_mlynar/CN_033"
        },
        {
            "id": "char_4064_mlynar_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "...I believe I've made a suggestion regarding this matter?",
                "jp": "……この手のことに関しては、私からも意見をお出ししたと思いますが。",
                "kr": "……이에 관해, 이미 건의를 드린 적이 있습니다만.",
                "cn": "......关于此事，我向您提出过建议。"
            },
            "asset": "char_4064_mlynar/CN_034"
        },
        {
            "id": "char_4064_mlynar_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Kazimierz's knight novels... Hmph... The Grand Knight Territory no longer has room for such fantasies.",
                "jp": "カジミエーシュの騎士小説か……ふん。大騎士領には、もはやそうした幻想を受け入れる余地などないんだがな。",
                "kr": "카시미어의 기사 소설이라…… 하. 그랜드 나이트 영지엔, 이미 이런 환상이 들어설 자리는 없습니다만.",
                "cn": "卡西米尔骑士小说......呵，大骑士领已经容不下这种幻想了。"
            },
            "asset": "char_4064_mlynar/CN_036"
        },
        {
            "id": "char_4064_mlynar_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4064_mlynar/CN_037"
        },
        {
            "id": "char_4064_mlynar_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "Margaret and Maria should be on board... No, no need to tell them. I find the commotions that come with the New Year unbearable. I'm just going to read the paper here.",
                "jp": "マーガレットとマリアも、ロドスで過ごしているのだろうが……いや、声を掛ける必要はない。私がここにいるのは、静かな環境で新聞を読むためだ。新年を迎えるこの日、カジミエーシュは耐えがたいほどの喧噪に包まれるからな。",
                "kr": "마가렛과 마리아도 아마 로도스 아일랜드에 있겠군요…… 아니, 따로 알릴 필요는 없습니다. 새해의 카시미어는 괴로울 정도로 떠들썩했었으니, 그저 여기 앉아서 조용히 신문을 읽고 싶군요.",
                "cn": "玛嘉烈和玛莉娅应该也正在罗德岛......不，不用告诉她们。新年这一天，卡西米尔的喧嚣往往令人难以忍受。我只是坐在这里看一会儿报纸而已。"
            },
            "asset": "char_4064_mlynar/CN_038"
        },
        {
            "id": "char_4064_mlynar_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Good day... 'Doktor.'",
                "jp": "ご機嫌よう、……「ドクター」。",
                "kr": "안녕하십니까…… '박사'님.",
                "cn": "您好......“博士”。"
            },
            "asset": "char_4064_mlynar/CN_042"
        },
        {
            "id": "char_4064_mlynar_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "The future that Rhodes Island paints is impossible, but still, you attract supporters to chase it with no regard for their own safety. Your tottering ideals would never have come this far without the support of your followers. So spare me the civilities. I'm only walking this path alongside you for the time being.",
                "jp": "ロドスが約束した未来は実現不可能なものだというのに、次から次へと人々が集まってくる。彼らの支えがあってこそ、あなた方の脆く儚い理想は今日まで歩んで来られたのだろう。……御託は不要だ。私は、一時的にロドスと道を同じくしているだけなのだから。",
                "kr": "로도스 아일랜드가 약속한 미래는, 실현될 가능성이 없음에도 불구하고 사람들이 끊임없이 모여드는군요. 그들의 지지가 있었기에 당신들의 위태로운 이상도 지금까지 이어져 올 수 있었던 거겠죠…… 아니, 제게 감사할 필요는 없습니다. 전 그저 로도스 아일랜드와 잠시 동행할 뿐이니.",
                "cn": "罗德岛许诺的图景绝无实现的可能，反而引来众人前仆后继。靠着那许多人的支持，你们摇摇欲坠的理想才走到今天......不用客套，我只是一时与罗德岛同行。"
            },
            "asset": "char_4064_mlynar/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Anthony Howell",
            "global": "Anthony Howell"
        },
        "cn": {
            "native": "王宇航",
            "global": "Yuhang Wang"
        },
        "jp": {
            "native": "小山力也",
            "global": "Rikiya Koyama"
        },
        "kr": {
            "native": "최현수",
            "global": "Choi Hyun-su"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}