{
    "charid": "char_4027_heyak",
    "nameid": "heyak",
    "names": {
        "en": "Ho'olheyak",
        "jp": "ホルハイヤ",
        "kr": "오올헤약",
        "cn": "霍尔海雅"
    },
    "voices": [
        {
            "id": "char_4027_heyak_CN_001",
            "title": {
                "en": "Appointed as Assistant",
                "jp": "秘書任命",
                "kr": "어시스턴트 임명",
                "cn": "任命助理"
            },
            "text": {
                "en": "Here, two Minoan Mists, freshly brewed... I'll have to behave myself, Doctor, since I'm your assistant now. The next time you choke on my strangling tail after getting me mad, I'll make sure you can at least find some solace in my feathers.",
                "jp": "はい、「ミノス・ミスト」を二杯、どうぞ。できたてよ……ドクター、あなたの助手をするからには、私も言動に気をつけておくわ。次にあなたが私を怒らせて、尻尾で首を絞められちゃった時は、この羽根で慰めてあげるから。",
                "kr": "자, 방금 만든 '미노스 미스트' 두 잔…… 박사, 내가 당신의 어시스턴트가 된 이상, 나도 언행에 주의할게. 다음에 혹시 당신이 날 화나게 해서 꼬리에 목이 졸린다면, 내 깃털로 위로해 줄게.",
                "cn": "喏，两杯“米诺斯之雾”，刚调好的......博士，既然成为了你的助理，我会约束自己的言行。下次你惹我生气，被尾巴缠住脖子窒息的时候，我会用羽毛安抚你的。"
            },
            "asset": "char_4027_heyak/CN_001"
        },
        {
            "id": "char_4027_heyak_CN_002",
            "title": {
                "en": "Talk 1",
                "jp": "会話1",
                "kr": "대화 1",
                "cn": "交谈1"
            },
            "text": {
                "en": "Immoral scientist, disloyal mercenary, double-crossing spy... Yes, that's all me. Rules are what bar you from working to your full efficiency, darling, and you must learn to break them. That being said, I'm sure you have more to share with me for what little time we have alone together, other than the rules of Rhodes Island, I suppose?",
                "jp": "研究倫理を守らない研究者、雇い主との契約に背く傭兵、立場をころころ変えちゃうスパイ……ええ、どれも私のことね。何事も、効率を上げるには「ルールを破る」ことを学ぶのが一番なのよ。それで、あなたはこの二人っきりの時間を、ロドスのルールをあれこれ教えるためなんかに使うつもりなの？ドクター。",
                "kr": "연구 윤리를 지키지 않는 연구자, 고용주와의 계약을 어기는 용병, 입장을 쉽게 바꾸는 스파이…… 그래, 전부 나야. 효율을 높이기 위해선 규칙을 깨는 법을 배워야만 하지. 그래서 말인데 박사, 정말로 나와 단둘이 있는 이 시간을, 로도스 아일랜드의 규칙 같은 걸 설명하는 데 다 써 버릴 생각이야?",
                "cn": "不遵守学术伦理的研究者、违背和雇主约定的佣兵、毫无立场可言的间谍......是啊，都是我。要学会“破例”，破例才有效率。博士，和我独处的时间，你真要用来宣讲罗德岛的条条框框吗？"
            },
            "asset": "char_4027_heyak/CN_002"
        },
        {
            "id": "char_4027_heyak_CN_003",
            "title": {
                "en": "Talk 2",
                "jp": "会話2",
                "kr": "대화 2",
                "cn": "交谈2"
            },
            "text": {
                "en": "As senior consultant to Rhodes Island, I'd love to have more time to study the archives and collections of this ship. Meet my coworkers? You see the flow of history and soundless order in those objects. Tell me, what's worth seeing in people?",
                "jp": "ロドスの上級顧問として、本艦の文献とコレクションを研究するための時間を増やしたいわ。「同僚と絆を深めるのに時間を使ってほしい」？ふっ。私にはこういう「物」さえあれば、そこに流れる歴史も静かな秩序も感じ取ることができるのに、人というものに何を見い出せるって言うの？",
                "kr": "로도스 아일랜드의 상급 고문으로 있으면서, 이 함선에 있는 문헌과 컬렉션을 연구하기 위한 시간을 더 늘리고 싶어. 다른 동료들이랑 얼굴 익힐 시간도 늘리라고? 후우, 이 물건들에게선 역사의 흐름과 소리 없는 질서를 느낄 수 있지만 사람에게선 내가 찾을 수 있는 게 없는데도?",
                "cn": "作为罗德岛的高级顾问，我希望能多点时间研究本舰的所有文献和藏品。认识其他同事？在这些物件上，你能看到流动的历史和无声的秩序。呵，我在人的身上能看到什么？"
            },
            "asset": "char_4027_heyak/CN_003"
        },
        {
            "id": "char_4027_heyak_CN_004",
            "title": {
                "en": "Talk 3",
                "jp": "会話3",
                "kr": "대화 3",
                "cn": "交谈3"
            },
            "text": {
                "en": " 'Reflect the truth and glimpse the future'? Most astrologers got started just to steal a peek at their own doom. But when Kristen tore open the skies over Trimounts, she debunked astrology as the silly fabrication it is. And that's more interesting than the practice itself.",
                "jp": "「真実を屈折させ、未来を映し出す」、ね。人が占星術に興味を持つきっかけの多くは、単に自分の死期が気になるからなのよ。だけど、トリマウンツの空がクリステンの手で引き裂かれたあの時から、占星術なんてものはくだらないホラ話になっちゃったのよね。このことのほうが、占星術自体よりよっぽど面白いと思うわ。",
                "kr": "“진실을 굴절시켜 미래를 비춘다”? 사람들이 점성술에 관심을 가지게 된 계기는, 대부분 자신의 죽을 날이 궁금했기 때문이야. 하지만 트리마운츠의 하늘이 크리스틴의 손에 찢긴 이후로, 점성술은 비웃음의 대상이 되었지. 난 이게 점성술보다 훨씬 흥미롭다고 생각해.",
                "cn": "“折射真相，投映未来”？许多人接触占星学的初衷，只是好奇自己的死期，不过特里蒙的天空被克丽斯腾撕开的那一刻，占星学便已经成为了可笑的伪论。这件事可比占星学本身有趣多了。"
            },
            "asset": "char_4027_heyak/CN_004"
        },
        {
            "id": "char_4027_heyak_CN_005",
            "title": {
                "en": "Talk after Promotion 1",
                "jp": "昇進後会話1",
                "kr": "1차 정예화 후 대화",
                "cn": "晋升后交谈1"
            },
            "text": {
                "en": "The foolish build walls, the wise topple them... or vice versa. History is a database that holds more than it seems, full of hints about the future. After all, history itself was the future for countless generations... that's what really grips me.",
                "jp": "愚者が高い壁を築き、賢者がそれを打ち砕く。もちろんその逆もまた存在するもの……歴史は興味深い資料保管庫なの。その中には必ず未来への啓示が隠されているわ。だって、今は歴史と呼ばれるそれも、かつてはそれぞれの時代を生きた人々の「未来」だったんだから……これこそが、私の興味をそそることなのよ。",
                "kr": "어리석은 자가 높은 벽을 쌓아 올리면, 현명한 자가 그걸 무너뜨린다고 하지. 물론 그 반대의 경우도 존재해…… 역사라는 흥미로운 자료 보관소엔, 미래에 대한 계시가 숨겨져 있어. 그야 역사도 한때는 각 시대를 살았던 사람들의 미래였잖아…… 이게, 내가 흥미롭게 느끼는 부분이야.",
                "cn": "愚人砌好了高墙，哲人推倒它，反之亦有......历史是个有趣的资料库，里面必然藏着对未来的启示，毕竟历史也曾是无数代人的未来......这才是我在意的。"
            },
            "asset": "char_4027_heyak/CN_005"
        },
        {
            "id": "char_4027_heyak_CN_006",
            "title": {
                "en": "Talk after Promotion 2",
                "jp": "昇進後会話2",
                "kr": "2차 정예화 후 대화",
                "cn": "晋升后交谈2"
            },
            "text": {
                "en": "Our story? Feathers wet by dew from the trees, tails sweeping past decrepit pillars. Thus, knowledge was passed on through generations. We embrace the ever-expanding unknown, and walk toward madness... I don't want to lose my mind, of course. But if that's what it takes to change this ridiculous fate, then I'll do it gladly.",
                "jp": "私たちの話？森の白露に羽根を濡らして、倒れた石柱を尻尾でなぞる、そんなふうにこの知識は代々受け継がれてきたのよ。私たちは日に日に膨れ上がっていく未知を抱きしめて、狂気へと足を踏み入れていくの……もちろん、私も狂いたくなんてないけれど、この馬鹿げた運命を変えるためなら壊れてもいいと思っているわ。",
                "kr": "우리의 이야기? 숲의 이슬이 깃털을 적시고, 꼬리는 쓰러진 돌기둥을 쓸고 지나가니, 이 지식은 이렇게 대대손손 이어져 왔어. 우린 나날이 부풀어 오르는 미지를 끌어안고, 광기를 향해 발걸음을 내디뎠지…… 물론 나도 미치고 싶지는 않아. 하지만 이런 우스운 운명을 바꿀 수만 있다면, 얼마든지 미쳐 주겠어.",
                "cn": "我们的故事？羽毛被森林的露珠打湿，尾巴扫过倾颓的石柱，知识就此代代延续。我们拥抱着日益膨胀的未知，迈步走向疯狂......我当然不愿意发疯，但我愿意为改变这种可笑的命运发疯。"
            },
            "asset": "char_4027_heyak/CN_006"
        },
        {
            "id": "char_4027_heyak_CN_007",
            "title": {
                "en": "Talk after Trust Increase 1",
                "jp": "信頼上昇後会話1",
                "kr": "신뢰도 상승 후 대화 1",
                "cn": "信赖提升后交谈1"
            },
            "text": {
                "en": "Doctor, were you… avoiding me?  I just wanted to show you a newly-excavated ruin I found. What's that? Why do I keep bothering you? Oh my, shouldn't you do some soul-searching and ask why <i>you</i> are the only one I'm bothering?",
                "jp": "ドクター、まさか――私を避けてるの？私はただ、最近発掘された遺跡を見つけたから、あなたを連れて行きたいと思ってるだけなのよ。どうしていつもちょっかいをかけてくるのか、って？そんなことより、私があなたにしかちょっかいかけない理由でも考えてみたら？",
                "kr": "박사, 설마…… 날 피하는 거야? 난 그저 최근에 발굴된 유적을 발견해서 당신을 데려가고 싶은 것뿐이야. 왜 계속 귀찮게 하냐고? 그전에 내가 왜 당신만 귀찮게 하는지, 한번 생각해 보는 게 어때?",
                "cn": "博士，你在——躲着我？我只是刚发现了一处被挖掘过的遗址，想带你去看看。为什么要经常找你的麻烦？你难道不应该反思，为什么我只找你的麻烦？"
            },
            "asset": "char_4027_heyak/CN_007"
        },
        {
            "id": "char_4027_heyak_CN_008",
            "title": {
                "en": "Talk after Trust Increase 2",
                "jp": "信頼上昇後会話2",
                "kr": "신뢰도 상승 후 대화 2",
                "cn": "信赖提升后交谈2"
            },
            "text": {
                "en": "I saw you with Muelsyse at the mall in Trimounts. That elf surely knows how to work her charm, doesn't she? I could use some assistance from you as well, but my 'approaches' are different. Look down now, my tail will gladly learn the way <i>through</i> your heart, unless you accept my offer.",
                "jp": "トリマウンツのショッピングモールで、あなたがミュルジスといるところを見かけたことがあるの。あの子って本当に愛らしいエルフよね？私もあなたには頼みごとがあるけど、あの子とは……やり方が違うもの。ほら、下を見て？――力を貸してくれないと、この尻尾があなたの心臓を貫いちゃうわよ。",
                "kr": "트리마운츠의 쇼핑몰에서 당신이 뮤엘시스랑 같이 있는 걸 봤어. 그 아이 정말 사랑스러운 엘프지? 나도 당신에게 부탁하고 싶은 게 있지만, 뮤엘시스와는…… 방식이 달라. 자, 아래를 봐. 날 도와주지 않는다면, 내 꼬리가 당신의 심장을 꿰뚫을 거야.",
                "cn": "我在特里蒙的商城偶然见过你和缪尔赛思，她真是个惹人怜爱的精灵，对吧？我当然也有求于你，但我和她不同......我是指手段。低头看，如果不帮我，我的尾巴尖可就要钻透你的心脏了。"
            },
            "asset": "char_4027_heyak/CN_008"
        },
        {
            "id": "char_4027_heyak_CN_009",
            "title": {
                "en": "Talk after Trust Increase 3",
                "jp": "信頼上昇後会話3",
                "kr": "신뢰도 상승 후 대화 3",
                "cn": "信赖提升后交谈3"
            },
            "text": {
                "en": "Tell me, Doctor, how does it feel to lose your memory? I couldn't bear to see a great library reduced to ashes in a fire. But a librarian fool enough to only brush the dust off the shelves pains me even more. Who's sadder, you or me?",
                "jp": "ねえ、ドクター。記憶喪失ってどういう感覚なの？私には、膨大な蔵書を持つ図書館が焼け落ちるなんて耐えられないけど、それ以上に、蔵書のホコリを払うことしかできない愚かな管理人のほうが受け入れられないものなのよ。だから考えてるの。あなたと私、より可哀想なのはどっちなのかしら、って。",
                "kr": "알려 줘, 박사. 기억을 잃는다는 건 어떤 느낌이야? 난 수많은 장서를 보관하고 있는 도서관이 화재로 잿더미가 되는 것도 참을 수 없지만, 책 위의 먼지를 쓸어 내는 것 말고는 아무것도 할 줄 모르는 멍청한 관리인을 더욱 참을 수 없을 것 같거든. 그래서 생각 중이야. 당신과 나, 둘 중에 더 불쌍한 건 어느 쪽일까, 하고 말이야.",
                "cn": "博士，告诉我，失忆是一种怎样的感觉？我无法接受一座藏书无数的图书馆消失在大火里，更无法接受，管理员是个只能给书页扫扫灰尘的蠢人。所以我在想，你和我，谁更可怜一点。"
            },
            "asset": "char_4027_heyak/CN_009"
        },
        {
            "id": "char_4027_heyak_CN_010",
            "title": {
                "en": "Idle",
                "jp": "放置",
                "kr": "방치",
                "cn": "闲置"
            },
            "text": {
                "en": "Your ears are red. Sensitive, aren't they? Puff... oh, they're getting redder! Now don't you move. You're still at work, you know.",
                "jp": "耳が赤くなってるわよ。敏感なのね。ふう……あら、もっと赤くなっちゃった。ふふっ、じたばたしないの。まだ仕事中でしょ？",
                "kr": "귀가 빨개졌네, 민감하구나. 후우…… 어머, 더 빨개졌네. 후후, 움직이지 마. 아직 일하는 중이잖아?",
                "cn": "你的耳朵红了，好敏感啊，呼......哎呀，更红了。呵呵，不可以乱动哦，现在不是还在工作中吗？"
            },
            "asset": "char_4027_heyak/CN_010"
        },
        {
            "id": "char_4027_heyak_CN_011",
            "title": {
                "en": "Onboard",
                "jp": "入職会話",
                "kr": "오퍼레이터 입사",
                "cn": "干员报到"
            },
            "text": {
                "en": "I'm not here representing Maylander or Rhine Lab. I'm here because I, Ho'olheyak, want some further contact with Rhodes Island... Now, now, why are you trying to shake off my hand? I haven't finished introducing myself yet.",
                "jp": "今回はマイレンダー基金やライン生命を代表しての訪問じゃないの。単に一個人としてのホルハイヤが、ロドスとの関係をもっと深めたいと思ってのことなのよ……あら、手を離すつもり？自己紹介はまだ終わってないんだけど。",
                "kr": "이번엔 메이랜더 협회나 라인 랩을 대표해서가 아니라, 그저 오올헤약이라는 개인의 신분으로 로도스 아일랜드와 더 깊은 교류를 나누고 싶어서 왔어…… 어머, 손을 벌써 놓으려고? 내 소개는 아직 끝나지 않았는데 말이지.",
                "cn": "我此行不代表梅兰德基金会，也不代表莱茵生命，单纯是霍尔海雅个人想要与罗德岛有进一步的接触......你是要松开我的手？我的自我介绍可还没结束。"
            },
            "asset": "char_4027_heyak/CN_011"
        },
        {
            "id": "char_4027_heyak_CN_012",
            "title": {
                "en": "Watching Battle Record",
                "jp": "経験値上昇",
                "kr": "작전기록 학습",
                "cn": "观看作战记录"
            },
            "text": {
                "en": "Are we done yet?",
                "jp": "ふあ～……終わった？",
                "kr": "하암…… 끝났어?",
                "cn": "......结束了？"
            },
            "asset": "char_4027_heyak/CN_012"
        },
        {
            "id": "char_4027_heyak_CN_013",
            "title": {
                "en": "Promotion 1",
                "jp": "昇進Ⅰ",
                "kr": "1차 정예화 (승진)",
                "cn": "精英化晋升1"
            },
            "text": {
                "en": "Congratulations. You've earned yourself a promotion from me too. This time, I brewed four Minoan Mists... do they really punch you that hard? Stay sober now, if you know what's good for you.",
                "jp": "おめでとう、ドクター。私の中のあなたの評価も一緒に上げてあげるわね。今回は「ミノス・ミスト」を四杯作っておいたから……あら、そんなにクラクラきちゃったの？意識をちゃんと保ってたほうがいいと思うわよ。",
                "kr": "축하해, 박사. 당신에 대한 내 평가도 한 단계 상승했어. 이번엔 '미노스 미스트'를 네 잔이나 만들었어…… 어머, 그렇게 어지러워? 정신 똑바로 차리는 게 좋을 거야.",
                "cn": "恭喜你，博士，你也在我这里得到了晋升，这次我调了四杯“米诺斯之雾”......喂喂，眩晕感真有这么强烈吗？保持清醒，这对你好。"
            },
            "asset": "char_4027_heyak/CN_013"
        },
        {
            "id": "char_4027_heyak_CN_014",
            "title": {
                "en": "Promotion 2",
                "jp": "昇進Ⅱ",
                "kr": "2차 정예화 (승진)",
                "cn": "精英化晋升2"
            },
            "text": {
                "en": "Another promotion? Does that mean more permissions at Rhodes Island? There are secrets in this ship that even you don't know about, I can sense that. Just what fun we'll have!",
                "jp": "また昇進？それって、ロドスでの権限がもっと高くなるってこと？この船には、あなたにすら触れられない秘密が眠ってるかもしれないって感じるのよね。すごく興味がそそられるわ！",
                "kr": "또 승진이야? 그건 로도스 아일랜드에서의 권한도 더 높아졌다는 의미겠지? 아, 이 배에는 당신조차 닿을 수 없는 비밀이 숨겨져 있다는 게 느껴져! 정말 기대되네!",
                "cn": "再次晋升？这意味着我在罗德岛也将拥有更高的权限咯？我能感知到，这艘船里可能藏着连你都接触不到的秘密，我可太好奇了！"
            },
            "asset": "char_4027_heyak/CN_014"
        },
        {
            "id": "char_4027_heyak_CN_017",
            "title": {
                "en": "Added to Squad",
                "jp": "編成",
                "kr": "팀 배치",
                "cn": "编入队伍"
            },
            "text": {
                "en": "My job is to innovate on these missions. Your job is to be impressed.",
                "jp": "任務にクリエイティビティを足していくのが私の役目で、サプライズを受け取るのがあなたの役目ね。",
                "kr": "임무에 창의성을 불어 넣는 것이 내 역할이고, 그 서프라이즈를 잘 받아내는 건 당신의 역할이야.",
                "cn": "我负责为任务增加一些新意，你负责接收惊喜。"
            },
            "asset": "char_4027_heyak/CN_017"
        },
        {
            "id": "char_4027_heyak_CN_018",
            "title": {
                "en": "Appointed as Squad Leader",
                "jp": "隊長任命",
                "kr": "팀장 임명",
                "cn": "任命队长"
            },
            "text": {
                "en": "There's no plan. Plans change anyway. As long as it helps the mission, you can break the rules at any time.",
                "jp": "作戦計画なんてないわよ。プランは変わるものだから。任務さえ達成できるなら、「ルール破り」は大歓迎よ。",
                "kr": "작전 계획 같은 건 없어, 어차피 계획은 바뀌기 마련이잖아. 임무를 완수할 수만 있다면 규칙 위반은 언제나 환영이야.",
                "cn": "没有什么作战计划，反正计划会变。只要能够完成任务，你们可以随时“破例”。"
            },
            "asset": "char_4027_heyak/CN_018"
        },
        {
            "id": "char_4027_heyak_CN_019",
            "title": {
                "en": "Depart",
                "jp": "作戦準備",
                "kr": "작전 출발",
                "cn": "行动出发"
            },
            "text": {
                "en": "I'd rather operate solo.",
                "jp": "単独行動させてくれない？",
                "kr": "난 단독 행동이 좋은데.",
                "cn": "我希望能单独行动。"
            },
            "asset": "char_4027_heyak/CN_019"
        },
        {
            "id": "char_4027_heyak_CN_020",
            "title": {
                "en": "Begin Operation",
                "jp": "戦闘開始",
                "kr": "작전 개시",
                "cn": "行动开始"
            },
            "text": {
                "en": "Oh? What a surprise.",
                "jp": "へえ？サプライズね。",
                "kr": "흐음? 서프라이즈네.",
                "cn": "哦？有惊喜。"
            },
            "asset": "char_4027_heyak/CN_020"
        },
        {
            "id": "char_4027_heyak_CN_021",
            "title": {
                "en": "Selecting Operator 1",
                "jp": "選択時1",
                "kr": "오퍼레이터 선택 1",
                "cn": "选中干员1"
            },
            "text": {
                "en": "I thought I was just here as a consultant.",
                "jp": "顧問の仕事だけしてればいいと思ってたんだけど？",
                "kr": "고문 역할만 잘 수행하면 될 줄 알았는데.",
                "cn": "我以为自己只需要做个顾问。"
            },
            "asset": "char_4027_heyak/CN_021"
        },
        {
            "id": "char_4027_heyak_CN_022",
            "title": {
                "en": "Selecting Operator 2",
                "jp": "選択時2",
                "kr": "오퍼레이터 선택 2",
                "cn": "选中干员2"
            },
            "text": {
                "en": "My, my...Are you sure you want to treat me as a mercenary?",
                "jp": "私を傭兵扱いするつもりなの？",
                "kr": "날 용병 취급하려는 거야?",
                "cn": "你确定把我当个雇佣兵来指挥？"
            },
            "asset": "char_4027_heyak/CN_022"
        },
        {
            "id": "char_4027_heyak_CN_023",
            "title": {
                "en": "Deployment 1",
                "jp": "配置1",
                "kr": "배치 1",
                "cn": "部署1"
            },
            "text": {
                "en": "Such ruthlessness! I said I don't like getting my feathers wet.",
                "jp": "羽根が濡れるのは嫌いだって言ったわよね？",
                "kr": "깃털 젖는 거 싫어한다고 말했을 텐데?",
                "cn": "我说过，我不喜欢羽毛被打湿。"
            },
            "asset": "char_4027_heyak/CN_023"
        },
        {
            "id": "char_4027_heyak_CN_024",
            "title": {
                "en": "Deployment 2",
                "jp": "配置2",
                "kr": "배치 2",
                "cn": "部署2"
            },
            "text": {
                "en": "How rude~ Didn't I tell you not to get dust on my tail?",
                "jp": "尻尾にホコリがつくのはイヤって言わなかったかしら？",
                "kr": "꼬리에 먼지 묻는 거 싫어한다고 얘기하지 않았었나?",
                "cn": "我没说过吗？我讨厌尾巴沾上灰尘。"
            },
            "asset": "char_4027_heyak/CN_024"
        },
        {
            "id": "char_4027_heyak_CN_025",
            "title": {
                "en": "In Battle 1",
                "jp": "作戦中1",
                "kr": "작전 중 1",
                "cn": "作战中1"
            },
            "text": {
                "en": "Leaving so soon?",
                "jp": "あら、逃げたいの？",
                "kr": "어머, 도망치려고?",
                "cn": "你们要离开吗？"
            },
            "asset": "char_4027_heyak/CN_025"
        },
        {
            "id": "char_4027_heyak_CN_026",
            "title": {
                "en": "In Battle 2",
                "jp": "作戦中2",
                "kr": "작전 중 2",
                "cn": "作战中2"
            },
            "text": {
                "en": "Could you even leave?",
                "jp": "逃げられると思う？",
                "kr": "과연 도망칠 수 있을까?",
                "cn": "你们能离开吗？"
            },
            "asset": "char_4027_heyak/CN_026"
        },
        {
            "id": "char_4027_heyak_CN_027",
            "title": {
                "en": "In Battle 3",
                "jp": "作戦中3",
                "kr": "작전 중 3",
                "cn": "作战中3"
            },
            "text": {
                "en": "Oh, your Arts aren't working. How can that be?",
                "jp": "アーツが効かなくなっちゃったの？どうしたんでしょうね。",
                "kr": "오리지늄 아츠가 말을 안 들어? 왜 그럴까?",
                "cn": "你们的法术不奏效了？怎么回事呢？"
            },
            "asset": "char_4027_heyak/CN_027"
        },
        {
            "id": "char_4027_heyak_CN_028",
            "title": {
                "en": "In Battle 4",
                "jp": "作戦中4",
                "kr": "작전 중 4",
                "cn": "作战中4"
            },
            "text": {
                "en": "Did I say I was going to have mercy? I lied.",
                "jp": "見逃してあげるなんて言ったかしら？それはノーカウントね。",
                "kr": "내가 봐준다고 했었나? 그건 없었던 걸로 하자.",
                "cn": "我答应了要饶过你们？当然不算数。"
            },
            "asset": "char_4027_heyak/CN_028"
        },
        {
            "id": "char_4027_heyak_CN_029",
            "title": {
                "en": "4-star Result",
                "jp": "高難度作戦クリア",
                "kr": "고난이도 작전 종료",
                "cn": "完成高难行动"
            },
            "text": {
                "en": "Doctor, your performance reminds me of a bunch of unfounded legends. But now, I believe in them. Legends no more.",
                "jp": "ドクター。あなたの活躍は色んな馬鹿げた伝説を思い出させるけど、今ならそれが全部真実だって信じられそうよ。",
                "kr": "박사의 활약을 보고 있자면, 그동안 들어왔던 터무니없는 전설들이 떠올라. 하지만 지금이라면 그게 전부 사실이라고 믿을 수 있을 것 같네.",
                "cn": "博士，你的表现让我联想到了许多无稽的传说，但我此刻愿意相信它们都是真的。"
            },
            "asset": "char_4027_heyak/CN_029"
        },
        {
            "id": "char_4027_heyak_CN_030",
            "title": {
                "en": "3-star Result",
                "jp": "★3で戦闘終了",
                "kr": "3★ 작전 종료",
                "cn": "3星结束行动"
            },
            "text": {
                "en": "Are you… waiting for a compliment?",
                "jp": "もしかして……私から褒められるのを待ってるの？",
                "kr": "당신 설마…… 내가 칭찬해 주길 기다리고 있는 거야?",
                "cn": "你在......等我夸奖你？"
            },
            "asset": "char_4027_heyak/CN_030"
        },
        {
            "id": "char_4027_heyak_CN_031",
            "title": {
                "en": "Sub 3-star Result",
                "jp": "★2以下戦闘終了",
                "kr": "비 3★ 작전 종료",
                "cn": "非3星结束行动"
            },
            "text": {
                "en": "Nothing is 100% true. Similarly, nothing is 100% false. Doctor, what we've done is already enough to bring all kinds of change.",
                "jp": "100%の真実なんてないように、100%の嘘だって存在しないの。ドクター、私たちの知ることも為すことも、多くを変えるには十分な力を持っているのよ。",
                "kr": "이 세상엔 100%의 진실도, 100%의 거짓도 존재하지 않아. 박사, 우리가 이미 아는 것과 해 온 일들만으로도 충분히 많은 것들을 바꿀 수 있어.",
                "cn": "没有百分百的真实，同理，也没有百分百的虚假。博士，我们的所知所为，已经足以改变许多事情了。"
            },
            "asset": "char_4027_heyak/CN_031"
        },
        {
            "id": "char_4027_heyak_CN_032",
            "title": {
                "en": "Operation Failure",
                "jp": "作戦失敗",
                "kr": "작전 실패",
                "cn": "行动失败"
            },
            "text": {
                "en": "Leave the rest to me. I'm used to picking up other people's messes. Use the time to think about how you'll thank me.",
                "jp": "あとのことは任せてちょうだい。私、尻拭いに関しては経験豊富なほうだから。代わりに、どうやってお礼をするのか、よく考えておいてね。",
                "kr": "나머지는 맡겨 줘. 뒤치다꺼리에 대한 경험은 나름 풍부하거든. 대신, 나중에 어떻게 보답할지나 잘 생각해 봐.",
                "cn": "剩下的交给我吧，毕竟在收拾烂摊子这方面，我算是经验丰富的。你好好想想怎么感谢我吧！"
            },
            "asset": "char_4027_heyak/CN_032"
        },
        {
            "id": "char_4027_heyak_CN_033",
            "title": {
                "en": "Assigned to Facility",
                "jp": "基地配属",
                "kr": "시설에 배치",
                "cn": "进驻设施"
            },
            "text": {
                "en": "Excuse me, are we accommodating a mercenary here, or is this how Rhodes Island welcomes their senior consultant...? Heh, Just kidding.",
                "jp": "一ついいかしら？この部屋って、傭兵用のデザイン？それとも、これで上級顧問へのもてなしを想定してるの？……ふふっ、冗談よ。",
                "kr": "저기, 이 방의 디자인은…… 용병이 쓰라고 만든 거야, 아니면 상급 고문을 위해서인데도 이렇게 만든 거야? ……후훗, 농담이야.",
                "cn": "请问，这个房间的设计，为的是收留一个雇佣兵，还是接待一位高级顾问？......哈哈，我开玩笑的。"
            },
            "asset": "char_4027_heyak/CN_033"
        },
        {
            "id": "char_4027_heyak_CN_034",
            "title": {
                "en": "Tap",
                "jp": "タッチ1",
                "kr": "터치",
                "cn": "戳一下"
            },
            "text": {
                "en": "What, here to challenge Siestan Iced Tea? Or, Minoan Mist?",
                "jp": "あら、「シエスタアイスティー」に挑戦したいの？それとも、「ミノス・ミスト」のほうかしら？",
                "kr": "어머, '시에스타 아이스티'에 도전해 볼래? 아니면 '미노스 미스트'가 좋으려나?",
                "cn": "怎么，是要挑战“汐斯塔冰茶”，还是“米诺斯之雾”？"
            },
            "asset": "char_4027_heyak/CN_034"
        },
        {
            "id": "char_4027_heyak_CN_036",
            "title": {
                "en": "Trust Tap",
                "jp": "信頼タッチ",
                "kr": "신뢰도 터치",
                "cn": "信赖触摸"
            },
            "text": {
                "en": "Careful! These are rare documents. How did I get them? Relax, not by following procedure, I assure you. What, you wanna interrogate me?",
                "jp": "……気をつけてね。どれもすごく貴重な文献だから。どうやって集めたのかって？安心してちょうだい、もちろん真っ当なルートじゃないわ。あら、私を尋問するつもり？",
                "kr": "……조심해, 전부 귀한 문헌 자료니까. 이걸 어떻게 다 모았냐고? 안심해, 일반적인 절차는 아니었거든. 왜, 날 심문이라도 하려고?",
                "cn": "......小心点，这些都是很珍贵的文献资料。我是怎么收集到的？放心吧，肯定不合程序。怎么，你要审问我吗？"
            },
            "asset": "char_4027_heyak/CN_036"
        },
        {
            "id": "char_4027_heyak_CN_037",
            "title": {
                "en": "Title",
                "jp": "タイトルコール",
                "kr": "타이틀",
                "cn": "标题"
            },
            "text": {
                "en": "Arknights.",
                "jp": "アークナイツ。",
                "kr": "명일방주.",
                "cn": "明日方舟。"
            },
            "asset": "char_4027_heyak/CN_037"
        },
        {
            "id": "char_4027_heyak_CN_038",
            "title": {
                "en": "New Year's blessing",
                "jp": "新年",
                "kr": "새해",
                "cn": "新年祝福"
            },
            "text": {
                "en": "A historical society awards ceremony? Annual divination association convention? Not interested. Don't you dare think about all that crap when you're with me. It's New Year's Day. Aren't you going to ask me to dance? Don't worry, I won't touch you with my tail this time.",
                "jp": "歴史学会の授賞式？占星術研究協会の新年会？んー、行きたくないわ。せっかく私といるんだから、そんなつまらないこと考えてないで……新しい年を迎えたわけだし、私をダンスにでも誘うべきじゃない？大丈夫よ、今度は尻尾で触ったりなんてしないから。",
                "kr": "역사학회의 시상식? 점성술 연구 협회의 송년회? 으음, 가기 싫어. 모처럼 나랑 같이 있는 건데, 그런 재미없는 일 얘긴 꺼내지 말아 줄래? ……새해인데, 나랑 춤이나 추러 가는 건 어때? 안심해, 이번엔 꼬리로 건드리거나 하진 않을 테니까.",
                "cn": "历史学界的颁奖典礼？占星研究协会的年会？唔，不想去。和我在一起的时候，不许想那些没意思的事情......今天可是新年欸，你不该直接邀请我跳舞吗？放心，这次我不会用尾巴乱碰你的。"
            },
            "asset": "char_4027_heyak/CN_038"
        },
        {
            "id": "char_4027_heyak_CN_042",
            "title": {
                "en": "Greeting",
                "jp": "挨拶",
                "kr": "인사",
                "cn": "问候"
            },
            "text": {
                "en": "Well, if it isn't the Doctor… What a coincidence, us bumping into each other.",
                "jp": "あらドクター、あなたもここにいたのね……わかってるわ、偶然でしょ？",
                "kr": "어머, 박사도 여기 있었네…… 그래, 그저 우연이라는 거지?",
                "cn": "博士，你也在这里......我知道，肯定只是偶遇，对吧？"
            },
            "asset": "char_4027_heyak/CN_042"
        },
        {
            "id": "char_4027_heyak_CN_043",
            "title": {
                "en": "Birthday",
                "jp": "誕生日",
                "kr": "생일",
                "cn": "生日"
            },
            "text": {
                "en": "Happy birthday, Doctor! Me? My people don't get many chances to celebrate birthdays, our lifespan being short as it is. I just didn't want to pass on this cursed knowledge. Do I still have time to change things? Ha, look at me, getting drunk on your birthday.",
                "jp": "お誕生日おめでとう、ドクター。――私？んー、私たちの一族は寿命が短いから、誕生日を祝う機会はそもそも多くないのよね。でも、この呪いみたいな知識を受け継がせ続けるのはイヤだし、何かを変えるのにまだ間に合えばいいんだけど……ふふ、あなたの誕生日なのに、私が酔っちゃうなんてね。",
                "kr": "생일 축하해, 박사. 나? 우리 종족은 수명이 짧아서, 애초에 생일을 축하받을 기회가 많지 않아. 나도 이런 저주 같은 지식들을 계속 전수하는 건 싫지만, 이제 와서 무언가를 바꾸기엔 너무 늦은 건 아닐까…… 후후, 당신의 생일인데 내가 취해버렸네.",
                "cn": "博士，生日快乐。我？种族的寿命极短，我本来就没几个生日可过，我只是不想将这些像诅咒一样的知识继续传承下去，我还来得及改变什么吗......哈，你的生日，我却喝醉了。"
            },
            "asset": "char_4027_heyak/CN_043"
        },
        {
            "id": "char_4027_heyak_CN_044",
            "title": {
                "en": "Anniversary Celebration",
                "jp": "周年",
                "kr": "애니버서리",
                "cn": "周年庆典"
            },
            "text": {
                "en": "The skies of Trimounts have been restored, Dr. {@nickname}, but no one will forget what they saw when they were torn open. What do you see in the future of this land? What can Rhodes Island do? What can I do for you, and for myself? That's what I want to ask you.",
                "jp": "トリマウンツの天幕は元通りになったけれど、あれが引き裂かれた時の光景を忘れられる人なんていないわよね。Dr.{@nickname}、あなたはこの大地の未来をどう思ってるの？ロドスに何ができるのか、そして私にはあなたたちと自分自身のために何ができるのか。あなたの答えが知りたいわ。",
                "kr": "트리마운츠의 하늘은 원래대로 돌아갔지만, 저게 찢겼을 때의 풍경을 잊은 사람은 없겠지. {@nickname} 박사, 당신은 이 대지의 미래에 대해서 어떻게 생각해? 로도스 아일랜드는 뭘 할 수 있고, 난 당신들과 나 자신을 위해 뭘 할 수 있을까? 당신의 대답을 듣고 싶어.",
                "cn": "Dr.{@nickname}，特里蒙的天幕已经恢复如初，但想必没人能忘记它被撕开后的景象。你如何看待这片大地的未来，罗德岛能做什么，我能为你们、为自己做什么？我想知道你的答案。"
            },
            "asset": "char_4027_heyak/CN_044"
        }
    ],
    "actors": {
        "en": {
            "native": "Anne Yatco",
            "global": "Anne Yatco"
        },
        "cn": {
            "native": "洪海天",
            "global": "Hong Haitian"
        },
        "jp": {
            "native": "沢城みゆき",
            "global": "Miyuki Sawashiro"
        },
        "kr": {
            "native": "장미",
            "global": "Jang Mi"
        }
    },
    "availability": [
        "en",
        "cn",
        "jp",
        "kr"
    ]
}